{"id": "7 nejlepších druhů čokoládového cukroví 2022 s recepty", "contents": "7 nejlepších druhů čokoládového cukroví 2022 (s recepty)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\nPřihlášení k vašemu účtuNemůžete vyplnit toto polePřihlásit seNová registraceZapomenuté hesloneboPřihlásit se přes Facebook\n\nPokračovat do košíku\n\n\n\nZákaznická podpora:+420 602 180 528info@lechocolat.cz \n\n\n\n\nDoprava a platba\n\n\n\n\n\n\n\n\n\n\nPřihlášení \n\n\n\n\n\n \n\n \n\n\n\n\nHledat\n\n\n\n\n\nNákupní košík\n\n                                    Prázdný košík                            \n\n\n\nBonbónyBonboniéry\nPralinky\nČokoládové lanýže\nNugát\n\nČokoládaBílá čokoláda\nMléčná čokoláda\n\n\n\n                                            Mléčná nad 40% \n\nHořká čokoláda\n\n\n\n                                            Hořká nad 70%,                                    \n\n\n                                            Hořká 90-100% \n\nNetabulková čokoláda\n\n\n\n                                            Čokoládové krémy,                                    \n\n\n                                            Pro děti,                                    \n\n\n                                            Horká čokoláda a vaření,                                    \n\n\n                                            Kakaové boby \n\n\nČokoládové dárkyDárkové balíčky\nBonboniéry\nPlechovky\nDárek pro muže\nDárek pro ženu\nDárkové poukazy\n\nPro děti\nČajeČerné\nZelené\nOvocné\nBylinné\nRooibos\nMatcha\n\nKáva\nAkční nabídkaFiremní dárkyDárek pro paní učitelkuZnačkyAjalaHerufekJordi'sLe ChocolatMíšina čokoládaSimón CollVenchi\n\n\n\nPřihlášení\n\n\nVíce\n\n\n\n\nDomů\n/\n\n\n\nBlog\n/\n\n\n\n\n\n7 nejlepších druhů čokoládového cukroví 2022 (s recepty)\n\n\n\n\n\n\n\nKategorie\nAkční nabídka Bonbóny \nČokoláda \nČokoládové dárky \nČaje \nKáva Firemní dárky Dárek pro paní učitelku  \nZnačky\nAjalaHerufekJordi'sLe ChocolatMíšina čokoládaSimón CollVenchi\n\n\n\n\n \nTop 10 produktů\n\n\n\n\n\n\nVenchi pralinka Chocaviar 75% Cocoa 1ks\n\n                                28 Kč\n                                    \n\n                            \n\n\n\n\n\n\n\nVenchi Chocaviar bonboniéra 320g\n\n                                499 Kč\n                                    \n\n                            \n\n\n\n\n\n\n\nAmatller Dárkový balíček Mucha 230g\n\n                                399 Kč\n                                    \n\n                            \n\n\n\n\n\n\n\nVenchi nugát Gianduja N3 1 ks\n\n                                12 Kč\n                                    \n\n                            \n\n\n\n\n\n\n\nSimón Coll čokoládové Pastelky mléčná čokoláda 20g\n\n                                19 Kč\n                                    \n\n                            \n\n\n\n\n\n\n\nVenchi nugát mléčný 1 ks\n\n                                12 Kč\n                                    \n\n                            \n\n\n\n\n\n\n\nVenchi čtvereček 100 % cocoa Jižní Amerika 1 ks\n\n                                9 Kč\n                                    \n\n                            \n\n\n\n\n\n\n\nVenchi lanýž lískooříškový 1ks\n\n                                15 Kč\n                                    \n\n                            \n\n\n\n\n\n\n\nVenchi pralinka Chocaviar Gianduja 1ks\n\n                                19 Kč\n                                    \n\n                            \n\n\n\n\n\n\n\nVenchi bonbón Cremino mléčný 1878 1 ks\n\n                                15 Kč\n                                    \n\n                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n7 nejlepších druhů čokoládového cukroví 2022 (s recepty)\n\nČokoládové cukroví patří k těm, které mizí nejdříve. Proto jsme pro vás vybrali ty nejoblíbenější druhy pečeného i nepečeného cukroví. O tyhle kousky si budou vaši blízcí říkat každé Vánoce:\n1. ČOKOLÁDOVÉ LANÝŽE\nVelmi efektní a přitom tak jednoduché. Čokoládové kuličky vypadají krásně a v hezké krabičce je můžete věnovat i jako jedlý dárek.\nSkvělé také je, že základní recept můžete snadno obměňovat. Z jedné dávky tak můžete připravit hned několik variací.Buď tím, že kuličky jinak obalíte (v kokosu, kakau, sekaných oříšcích), nebo že si základní hmotu rozdělíte na několik dávek a různé ingredience vmícháte dovnitř. Do lanýžů můžete vmíchat různé esence (pomerančovou, mátovou, levandulovou) a samozřejmě se nabízí i spojení s alkoholem - různými likéry nebo i šampaňským. Mužům velmi chutná kombinace s koňakem, rumem nebo brandy. Alkohol lanýžům nejen svědčí, ale prodlužuje i jejich trvanlivost. \n\n \nBudete potřebovat\n\n70g smetany ke šlehání (33%)\n70g másla\n60g třtinového cukru\n200g kvalitní tmavé čokolády\n(1-2 lžíce rumu, koňaku nebo oblíbeného likéru)\nna obalení: kakao, sekané oříšky, strouhaný kokos\n\n\n\n\n\nChybí Vám kvalitní čokoláda do receptu, nebo jste dostali chuť si zamlsat bez práce nebo byste chtěli někoho obdarovat čokoládovou bonboniérou? Nakupte v našem eshopu se slevovým kódem RECEPT10 a získáte 10% slevu na Vaši objednávku.\n\n\n\n Jak na to:\n\n\nTabulkovou čokoládu nasekejte najemno, pokud máte čokoládu v pecičkách, máte připraveno. Vložte čokoládu do misky.\nZa stálého míchání na středním plameni ohřejte smetanu, máslu a cukr (jen do chvíle než se máslo rozpustí). Horkou směsí zalijte čokoládu a rozmíchejte.\nPřidejte 1-2 lžíce rumu, koňaku nebo jiného alkoholu (nemusí být)\nSměs dejte chladit minimálně 1 hodinu, nejlépe do druhého dne\nZ vychlazené směsi lžičkou vykrojte kuličku, kterou v dlaních vytvarujte. Doporučujeme použít tenké kuchyňské rukavice. Práce s čokoládou je opravdu špinavá, a navíc teplo vašich dlaní čokoládu rozehřívá.\nKuličky obalte v kakau, kokosu, sekaných oříšcích nebo pistáciích \n\nLanýže jsou jednoduché a přitom efektní a využijete je ke sváteční příležitosti i kdykoli během roku. Maminky např. ke Dni matek potěší lanýže se šampaňským, tatínky zase ke Dni otců lanýže z extra hořké čokolády se špetkou chilli. Zapojit můžete i děti, \"matlání\" v čokoládě sklidí úspěch i u nich.\n \n2. Čokoládové košíčky\nTento recept nechyběl snad v žádné domácnosti, určitě vám ho předala i vaše maminka na opotřebovaném papírku.My ho ale zbavíme známých \"totalitních nešvarů\" - pryč se ztuženými tuky, ty do vaší kuchyně už opravdu nepatří. A na cukru se dá také ubrat. Přidat ale můžete na dobré čokoládě. A buďte si jisti, že tyhle košíčky zmizí rychlostí blesku.\nFoto: 123RF\n \nBudete potřebovat:\nOřechová náplň\n\n80 g mleté ořechy (vlašské, lískové)\n80 g třtinový cukr\n100 ml smetana na šlehání (33%)\n1 lžíce rumu\n\nČokoládová poleva\n\n200 g čokolády (min 50% kakaa)\n50 g másla\n\nNa ozdobu: celé mandle nebo lískové oříšky nebo višně v rumu\n\n\n\nChybí Vám kvalitní čokoláda do receptu, nebo jste dostali chuť si zamlsat bez práce nebo byste chtěli někoho obdarovat čokoládovou bonboniérou? Nakupte v našem eshopu se slevovým kódem RECEPT10 a získáte 10% slevu na Vaši objednávku.\n\n\n\nJak na to:\n\nSmícháme všechny ingredience na náplň.\nNa dno každého košíčku vložíme lžičku náplně (snažíme se jí trochu zploštit).\nRozehřejeme si na vodní lázni čokoládu s máslem.\nČokoládou přelijeme náplň v košíčcích kousek po okraj.\nKaždý košíček ozdobíme mandlí nebo oříškem a dáme chladit.\n\n  \n3. Kakaové pracny\nTaké jste zdědili formičky na pracny a rozmýšlíte jestli nechat nebo vyhodit? Rozhodně nechat! A známý foodblogger Cuketka natočil krásné video, jak tuto vánoční klasiku oprášit a vylepšil ji právě extra porcí kakaa. Vaše formičky určitě ráda podědí i další generace.\n\n \nBudete potřebovat:  \n\n250 g hladké mouky\n160 g másla\n160 g moučkového cukru\n85 g mletých ořechů\n15 g kakaa\n1 malé vejce (nebo velký žloutek)\n1/2 lžičky mleté skořice\n1/2 lžičky mletého hřebíčku\ncukr na obalování\n\n\n\n\nChybí Vám kvalitní čokoláda do receptu, nebo jste dostali chuť si zamlsat bez práce nebo byste chtěli někoho obdarovat čokoládovou bonboniérou? Nakupte v našem eshopu se slevovým kódem RECEPT10 a získáte 10% slevu na Vaši objednávku.\n\n\n\nJak na to:\n\nDo mísy dejte mouku, cukr, mleté ořechy, kakao, skořici a hřebíček. Promíchejte, přidejte máslo nakrájené na kostky a vejce. Vyhrňte si rukávy a vypracujte pěkné soudržné těsto. Zabalte do folie a nechte přes noc odležet (v nouzi alespoň hodinu). \nTroubu si předehřejte na 170 °C. Z odleželého těsta uždibujte malé dílky těsta (8 až 10 g pro klasickou formu na velkou pracnu). Každý dílek vtiskněte do formičky na pracnu a palcem rovnoměrně zatlačte dolů i směrem k okrajům. Těsto by mělo mít ve středu malou prohlubeň. \nNaplněné formičky přemístěte na plech a dejte péct do předehřáté trouby. Velké pracny jsou hotové asi za 7 až 10 minut, malé pracničky zaberou méně. Po upečení nechte pracny mírně vychladnout. Vyklepněte z formiček a podle chuti obalte nebo zasypte cukrem (čistě moučkovým nebo směsí moučkového a vanilkového). Nic složitého. \n\n \n4. Oříškové košíčky zalité čokoládou\nKošíčky na všechny možné způsoby jsou jednoduše oblíbené stálice. Ty s ořechovou náplní a polevou z čokolády patří mezi favority.\nFoto: 123RF\n \nBudete potřebovat:\nNa košíčky:\n\n\n\n250 g hladké mouky\n50 g mletých ořechů nebo mandlí\n70 g moučkového cukru\n120 g másla + na vymazání formiček\n1 vejce\nnastrouhaná kůra z půl bio citrónu\n\n\n\nNa nápň:\n\n\n\n380 ml smetany ke šlehání (33% - pokojové teploty)\n150 g mletých vlašských ořechů\n150 g třtinového cukru\n150 g piškotů, nahrubo rozdrcených\n\n\n\nNa polevu:\n\n\n\n100 g hořké čokolády na vaření\n100 g másla\n\n\n\n\n\n\nChybí Vám kvalitní čokoláda do receptu, nebo jste dostali chuť si zamlsat bez práce nebo byste chtěli někoho obdarovat čokoládovou bonboniérou? Nakupte v našem eshopu se slevovým kódem RECEPT10 a získáte 10% slevu na Vaši objednávku.\n\n\n\nJak na to:\n\n\n\nNejprve vypracujte těsto na košíčky. Mouku smíchejte s cukrem a ořechy, přidejte změklé máslo, vejce a nakonec kůru z citrónu. Vše pořádně promíchejte. Zabalte těsto do potravinářské fólie a nechte přes noc odležet v lednici.\nNásledující den si vymažte formičky na košíčky máslem. Na dno vložte kousek těsta a prsty ho roztlačte po formičce do všech záhybů. Pečte v troubě vyhřáté na 180°C dozlatova (cca 8 min). Nechte zchladnout, vyklopte.\nMezitím si připravte náplň. Spojte všechny ingredience na hmotu a naplňte jí košíčky.\nNa vodní lázni rozehřejte máslo a vmíchejte čokoládu. Nechejte rozpustit, zbytečně nepřehřívejte.\nNaplněné košíčky zalijte čokoládou. Můžete je ozdobit půlkou vlašského ořechu nebo třeba sekanými pistáciemi.\n\n\n\n  \n5. Linecké cukroví s čokoládou\nLineckému sluší marmeláda. To ví každé malé dítě. Ale že mu sluší i čokoláda, to můžete zkusit letos poprvé.Mrkněte na videorecept. Osvěžit takto můžete třeba jen polovinu vaší oblíbené dávky. \n\n \n6. Čokoládové perníčky\n\n\nDalší česká klasika, která každoročně provoní tisíce domácností. Každý peče perníčky po svém, a tak kolik perníčků, tolik chutí. V tomto případě vám však přinášíme perníčky trochu jinak. S čokoládou!\nFoto: Pxhere\n \nBudete potřebovat:\n\n\n\n500 g hladké mouky\n150 g másla\n120 g moučkového cukru\n3 vejce\n4 lžíce medu\n60 g kvalitní čokolády na vaření\n1 lžička perníkového koření\n3 lžíce kakaa\n\n\n\n\n\n\nChybí Vám kvalitní čokoláda do receptu, nebo jste dostali chuť si zamlsat bez práce nebo byste chtěli někoho obdarovat čokoládovou bonboniérou? Nakupte v našem eshopu se slevovým kódem RECEPT10 a získáte 10% slevu na Vaši objednávku.\n\n\n\nJak na to: \n\n\n\nMouku smíchejte s kakaem a perníkovým kořením a dejte stranou\nVe vedlejší misce utřete vejce společně s medem a cukrem.\nNalámanou čokoládu nechte rozpustit ve vodní lázní spolu s máslem a všechny tři směsi poté zpracujte dohromady.\nVypracujte jednotné těsto, s nímž můžete ihned pracovat.\nVyválejte těsto na plát o síle zhruba 0,5 cm a vykrajujte libovolné tvary. \nPředehřejte troubu na 200°C a perníčky pečte na pečícím papíře zhruba 5 minut (jsou hotové opravdu rychle).\nKdyž jsou perníčky hotové, potřete je rozšlehaným vejcem a vychladlé pak dozdobte oblíbenou bílkovou polevou. \n\n\n\n \nČokoládové perníčky krásně voní, jako bonus je můžete po upečení ještě lehce potřít rumem. Pokud nevíte, jak na bílkovou polevu, tady je osvědčený recept:\n\n\n\n300 g moučkového cukru\n2 vaječné bílky\n1 lžička solamylu\nŠťáva z ½ citrónu\n\n\n\nBílky ušlehejte společně s cukrem, nakonec vmíchejte solamyl a citrón. Můžete zdobit!\n \n7. Arašídové košíčky\nA košíčky do třetice. Tentokrát moderněji. Arašídové máslo už zdomácnělo i v našich končinách. Zkuste s ním zakouzlit i o Vánocích. Tento recept (peanutbutter cups) patří k tradičním v anglosaských domácnostech a je pravděpodobné, že se zapíše na seznam oblíbených vánočních pochoutek i u vás.\n\n \nBudete potřebovat:\n\n\n\n125 g jemného arašídového másla\n50 g másla\n60 g hnědého (třtinového) cukru\n340 g kvalitní mléčné čokolády \n\n\n\n\n\n\n\nChybí Vám kvalitní čokoláda do receptu, nebo jste dostali chuť si zamlsat bez práce nebo byste chtěli někoho obdarovat čokoládovou bonboniérou? Nakupte v našem eshopu se slevovým kódem RECEPT10 a získáte 10% slevu na Vaši objednávku.\n\n\n\nJak na to:\n\n\n\nV menším hrnci smícháme arašídové máslo, 25g másla a 40g hnědého cukru, zahřejeme na středním stupni a mícháme dokud se všechny suroviny nespojí. Odstavíme ze sporáku a po menších částech vmícháme zbylý cukr. Hmotu necháme cca na 1 hod vychladit v lednici.\nMezitím rozpustíme čokoládu. Na vodní lázni rozpustíme 25g másla, a pak vložíme nasekanou čokoládu. Odstavíme ze sporáku a mícháme do rozpuštění.\nNa dno každého papírového košíčku vlijeme trochu čokolády, a na ni vložíme malou placičku arašídové směsi. Zalijeme čokoládou. \nNecháme zchladnout nejprve při pokojové teplotě, pak v lednici. Skladujeme v chladu.\n\n\n\n \nTak co říkáte, nabídli jsme vám vhodnou inspiraci pro letošní vánoční pečení?\n \nČím kvalitnější ingredience, tím lepší výsledek\nTato zásada platí univerzálně pro všechny recepty. A o čokoládě to platí dvojnásob.\nVěděli jste, že většina čokolád na vaření, které si můžete koupit v supermarketech, se nesmí ani nazývat čokoláda?Výrobci ji často označují jako \"Značka XY na vaření\". Neobsahuje totiž dost kakaa, aby se podle legislativy mohla považovat za čokoládu. \nProfesionální cukráři používají čokolády typu couvertureJsou to čokolády, které obsahují minimálně 30% kakaového másla (to se započítává do celkového obsahu kakaa). Tato čokoláda je pro cukrařinu nejlepší, protože se snadněji rozpouští. Prodávají se v sáčcích ve tvaru peciček, není je tedy třeba do receptů sekat. U nás si můžete vybrat zde. Čokoládové pecičky jsou skvělé jak na pečení, tak na přípravu horké čokolády. Obecně doporučujeme používat čokoládu s minimálně 50% kakaa. \n \nVánoce jsou jen jednou v roce a s pečení je spousta práce. Už dávno neplatí, že každá hospodyňka musí mít napečeno devatero druhů cukroví. Kvalita dnes boduje více než kvantita.\n\n\n\n\n\nDalší článek\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInformace pro vás\n\n\nDoprava a platba\n\n\n\nReklamace a vrácení\n\n\n\nObchodní podmínky\n\n\n\nOchrana osobních údajů\n\n\n\nKontakty\n\n\n\nO společnosti\n\n\nProdávané značky\n\n\n\nO nás\n\n\n\nO čokoládě\n\n\n\nBlog\n\n\n\nFiremní dárky\n\n\n\nVelkoobchod\n\n\n\nKontakt\n\n\n\n\ninfo@lechocolat.cz\n\n\n\n\n+420 602 180 528\n\n\n\n\n\n                                                                Facebook\n                                                            \n\n\n\n\nlechocolat.cz/\n\n\n\n\n\n                                                                    YouTube\n                                                            \n\n\n\n\n\n\n\n\n\nVytvořil Shoptet\n\n                                Copyright 2023 Le Chocolat. Všechna práva vyhrazena.                                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPoužíváme cookies, abychom Vám umožnili pohodlné prohlížení webu a díky analýze provozu webu neustále zlepšovali jeho funkce, výkon a použitelnost. Více informací zde.\n\n\nNastavení\n\n\n\nSouhlasím\n\n\n\n\n\n\n\n"}