{"id": "Brownies recept na čokoládový moučník pro hříšné duše", "contents": "        Brownies: recept na super snadný čokoládový moučník                                                                                          Nahrávání…   Navigace Domů Průvodce pro začátečníky Přehled receptů E-mailový klub E-shop s kuchařkami Recenze čtenářů O mně Kontakt Podmínky použití Prohlášení o ochraně údajů             Blog / Domů Recepty E-mailový klub Vaše příběhy  Čtenářka týdne Ohlasy na knížky   E-shop O mně Kontakt             V košíku0,00 Kč                     Blog / Domů Recepty E-mailový klub Vaše příběhy  Čtenářka týdne Ohlasy na knížky   E-shop O mně Kontakt                  >> VČETNĚ PLÁNU K VYTIŠTĚNÍ <<  \t\t                              Brownies: recept na čokoládový moučník pro hříšné duše                                           1.10.2015                                                                                  / Počet komentářů: 156   Historie brownies se začala psát v Americe před sto lety a za tu dobu se tenhle čokoládový moučník stačil napevno uhnízdit v americké povaze. Vysvětlení je naprosto jednoduché: všechno, co obsahuje hodně čokolády, je hříšné a svůdné a návykové a snadno nakažlivé. Tak trochu si myslím, že se na popularitě brownies dost zasloužili i tehdejší výrobci čokolády, protože to pro ně byl jeden z prvních čokoládových moučníků, do kterého přišla rozpuštěná čokoláda, nikoli práškové kakao. A takový recept je pochopitelně třeba podporovat, protože se pak prodá mnohem víc čokolády. Ráda bych za sebe dodala, že mě to těší a že by bez něj nebylo moje vaření kompletní. Brownies už se staly nedílnou součástí mé kuchyně a kdo znáte moji Vánoční kuchařku pro dceru, tak víte, že kousky tohoto dezertu ochotně schovávám do dospěláckého adventního kalendáře. Kdyby se mě někdo nějakým nedopatřením zeptal, v jaké podobě mám čokoládu nejradši, nebudu muset dlouho přemýšlet o odpovědi. Samozřejmě se vždycky hodí mít po ruce nějakou mimořádně úžasnou bonboniéru. Láska prochází žaludkem za všech okolností, ale opentlené a s kyticí růží poblíž jí to tam klouže trochu líp. Pak bych pokračovala pečenou čokoládou, kterou už ode mě znáte, Sacher dortem, který jsem tu taky vychválila, a do třetice je mojí pekařskou čokoládovou láskou tohle dnešní brownies. Příprava brownies Než v kastrůlku rozpustíte první tabulku čokolády, měli byste vědět, že existují dva druhy brownies. Vlhké a vláčné a temně čokoládové, a pak suché a jakoby dortové. Rozdíl mezi nimi je hlavně v množství mouky a v poměru ostatních surovin. A protože receptů na dorty a čokoládové řezy se v našich končinách pohybuje dost, budu dnes psát o těch prvních, vláčných a šťavnatých. Na brownies je hříšné už jen to, jak snadno se připravují. Vlastně se jedná o pokušení, sotva na ně pomyslíte, protože k realizaci toho opravdu moc nepotřebujete — ani co do surovin, ani co se času nebo práce týká.  Budete potřebovat jen pět přísad. Čokoládu, vejce, máslo, cukr a mouku. Všechno ostatní jako sušené ovoce, oříšky, mandle, víc čokolády nebo čokoládové kousky už jsou jen bonus. Mouka S tou je to opravdu jednoduché. Čím méně mouky, tím vláčnější a šťavnatější brownies dostanete. Vezměte dobrou hladkou mouku, případně polohrubou, se kterou se vám obvykle dobře daří kynuté těsto. Lepek je zde totiž žádoucí, vede k tomu, že budete mít do čeho kousnout a celá ta čokoládová věc se vám jen tak snadno nerozplyne na jazyku. Nic nezkazíte ani s dobrou bílou pšeničnou chlebovou moukou, která má lepku fakt hodně. Máslo Přidá brownies na chuti a taky ho trochu nadýchá. Pokud chcete tenhle dezert opravdu hutný a ještě méně nadýchaný, pak místo másla vezměte nějaký neutrální rostlinný olej, případně je namíchejte půl na půl. Čokoláda Často v receptu natrefíte na požadavek, že čokoláda má být hořká, výrazná a hlavně rozpuštěná, ale jsou i recepty, které si vystačí pouze s kakaovým práškem. Ten ale působí spíš jako mouka a vede k suššímu výsledku, pokud to nějak nevyvážíte větším množstvím tekutiny, takže čím víc chcete mít brownies vláčnější a čím méně nadýchané, tím spíš byste se měli držet tabulkové čokolády. Čím víc chcete mít výsledek tmavší a výraznější, tím lepší čokoládu byste měli vzít. Zase si ale nemyslete, že se to nedá upéct z čokolády na vaření — jistě, že to jde. Chce to trochu snížit obsah cukru a svá čokoládová očekávání, ale i tak se po brownies zapráší jak nic. Zejména pokud se chystáte péct pro dav nenasytných kobylek, které si fajnovostí ani nevšimnou, neřešte to, čokoláda na vaření bude fajn. Cukr U cukru panuje jednoduchý vztah. Čím méně ho je v samotné čokoládě, tím víc ho musíte přidat do těsta. Naše známé čokolády na vaření ho obsahují poměrně dost, takže se nebojte snížit obsah cukru v mém receptu třeba o třetinu, nic se nestane. Zase se ale v rámci honby za štíhlou linií nesnažte cukr omezit moc, protože působí jako zvláčňující a zvlhčující činitel. Jakmile ho skrouhnete, dostanete moc suchý výsledek. Zato se ho ale nebojte z části nebo zcela nahradit hnědým cukrem, přidá to výsledku zajímavost i žvýkavost, smím-li to tak nazvat. Vejce Čím vláčnější a tekutější brownies chcete, tím víc vajec budete potřebovat. Pokud nebudete napoprvé spokojeni s výsledkem, vejce jsou první položka, kterou můžete snadno doplnit. Ostatní suroviny jako sušené ovoce nebo oříšky vmíchejte až úplně nakonec. Můžete experimentovat i s tekutějšími přísadami jako je nutella nebo čerstvý krémový sýr, pak je ale zkuste přidat do těsta až na plechu a vytvořte s nimi na povrchu nějaký působivý abstraktní vzor. Jak se to dělá Říká se, že brownies je recept vhodný pro začátečníky a já s tím plně souhlasím. Neobsahuje žádné kypřidlo, žádný prášek na pečení ani sodu a postup je velmi jednoduchý a rychlý. Jestliže jsou hrnkové buchty doporučovány začínajícícm pekařkám z první třídy základní kuchařské školy, zde se dostáváme do mateřské školky. Čokoládu musíte rozpustit, ale to je jednoduchá záležitost. Je úplně jedno, jak se k tomu dopracujete, zda opatrně na mírném žáru v kastrůlku, ve vodní lázni nebo dokonce v mikrovlnce. Rozpouštějte ji společně s máslem, líp se tak ubráníte případnému spálení. Potom do ní postupně stačí vmíchat zbylé suroviny v pořadí cukr, vajíčka a nakonec mouka. Netřeba míchat dlouho, jen než se mouka v těstě rozptýlí bez náznaku žmolků.  Já mám ráda brownies přece jen trochu nadýchané, a tak nejdřív šlehám vejce s cukrem do husté a bohaté pěny, než do nich vmíchám rozpuštěnou čokoládu a mouku. Pokud je pro vás ale pomyšlení na chvíli šlehání v robotu utrpením, které oddaluje požitek z hotového díla, rozhodně se k němu nenuťte, protože to opravdu jde i bez něj. Jak péct brownies Rychle a pozorně. Na rozdíl od jiných moučníků na plech zde neplatí pravidlo, že pět minut v troubě navíc a pro sichr tu nemůže škodit. Tady byste se dopustili fatální chyby. Brownies totiž vždycky budete chtít mít tak trochu nedopečené. Jak budou postupně chladnout, tak ještě zpevní, především díky zbytkovému teplu a vysokému podílu čokolády. Nesnažte se je však pevné vytáhnout už z trouby. Jediné, o co byste se tak postarali, by byly suché a drobivé řezy.  Vždycky kontrolujte brownies pět minut před tím, než doporučuje recept. Vezměte párátko, vpíchněte ho někam 5 centimetrů od okraje plechu a vytáhněte. Je jasné, že nemůžete čekat, až bude párátko suché, jako v případě jiných buchet. Brownies jsou hotové, jakmile na párátku uvíznou první náznaky drobečků, i když značně vlhkých. Dají se brownies udělat zdravější? Spousta autorů se snaží do receptu na brownies vpašovat tady trochu červené řepy, tady cukety nebo strouhané mrkve, tady zdravější mouku. Jako by všichni zapomněli, že brownies vzniklo jako dezert a vždycky to bude jen dezert. Žádný přidaný špenát z něj zdravou a nekalorickou svačinku neudělá. Má místo na jídelníčku jen občas, jen ke kávě a jen ke zvláštním příležitostem, jinak si koledujete o protekční dávku špeku (teď nemyslím toho od řezníka). Přestože se o následující dezert velmi špatně dělí, udělejte to. Nejen váš svět pak bude zas o něco hezčí a sladší místo pro život.    Čokoládové brownies   Množství: zhruba 24 kousků     Brownies, jeden z nejznámějších amerických moučníků, se pyšní typicky vláčnou, skoro až mokrou konzistencí a intenzivní čokoládovou chutí. Návykovost je tedy značně vysoká, naštěstí se vše v kuchyni odehraje tak rychle, že můžete mít brownies v podstatě kdykoli po ruce.Celý svět ví a já ochotně potvrdím, že od mokrého k vysušenému to v případě brownies trvá jen pár krátkých okamžiků. Buďte proto koncem pečení ve střehu. Po vytažení z trouby odolejte pokušení ihned ukrojit kousek k ochutnání, protože brownies ztuhnou až chladnutím.Suroviny3 vajíčka 150 g cukru 200 g másla 200 g dobré hořké čokolády 110 g hladké mouky dvě hrsti (asi 50 g) kešu nebo jiných ořechůPostupTroubu předehřejte na 180 stupňů. Máslo i čokoládu nakrájejte na menší kousky. Ve vodní lázni nebo jen tak na plotýnce rozpusťte máslo a do teplého nalámejte všechnu čokoládu. Dobře rozmíchejte na hladký krém. Vajíčka vyšlehejte s cukrem s pomocí elektrického šlehače do světlé husté pěny. Potom pozvolna začněte přilévat rozpuštěnou čokoládu. Stále přitom míchejte, aby se vajíčka s čokoládou spojila. Nakonec na toto těsto prosijte polovinu mouky, zapracujte metličkou, a totéž učiňte i se zbývající moukou a ořechy. Malý pekáček (nanejvýš o rozměrech 25 x 30 cm) vyložte papírem na pečení a nalijte do něj připravené těsto. Vložte do trouby a pečte 20-25 minut, ne déle. Brownies i s pekáčkem nechte 5 minut zchladnout na mřížce, potom zvedněte za přečnívající papír a odložte je k dalšímu chladnutí tentokrát už bez pekáčku. Vydržte aspoň 4 hodiny, než dobře zpevní. Teprve dobře zchladlé a zpevněné je nakrájejte na spíše menší dílky.Poznámky, rady, tipy:Brownies při pečení vytvoří na povrchu typickou lesklou, papírově tenkou vrstvu, a jakmile jsou hotové, objeví se mezera mezi těstem a pekáčkem. Klasický test se špejlí vám tentokrát nepomůže, protože brownies mají uprostřed zůstat mokré a vláčné. Vyjměte je z trouby, jakmile se na špejli objeví první vlhké, nikoli suché drobečky těsta.3.1https://www.kucharkaprodceru.cz/brownies-recept/(c) Jana Florentyna Zatloukalova, www.kucharkaprodceru.cz, 2014-2023. Vyhradne pro osobni pouziti. Chutnalo vam? Oznacte me na Instagramu - @kucharkaprodceru, #kucharkaprodceru Tak co myslíte? Svedla jsem vás?  Štítky:brownies, čokoláda, čokoládový moučník, pečení     Sdílejte dál:                     « Jak solit: návod pro použití soli v kuchyni Křehké těsto na koláč »   Komentářů: 156        Lenka 1.10.2015 - 10:35  Odpovědět   Ahoj Flo, chtěla jsem tady hledat nějaký dýňový recept, ale brownies budu muset dnes asi také vyzkoušet ;-)… Prosím, poraď mi, ty ořechy se tam dávají celé? Diky L.          Jana Florentyna Zatloukalová 7.10.2015 - 23:48     Lenko, je to jedno, ale já bych spíš volila nahrubo nasekané.            Karla 1.10.2015 - 11:07  Odpovědět   Zdravím,úžasný moučník,je pravda,že se někdy nepovede tak jak má být,ale to já s dcerou rodince  neprozradíme,že to mělo být  brownies. Rodině chutná i suchá verze . Přeji krásné podzimní dny a plno nápadůůů Karla          Jana Florentyna Zatloukalová 7.10.2015 - 23:48     :-)))            Ivana 1.10.2015 - 11:56  Odpovědět   Flo, děkuji mnohokrát za inspiraci, zrovna jsem přemýšlela, jaký moučník přivézt na návštěvu, aby byl schopen transportu.          Jana Florentyna Zatloukalová 7.10.2015 - 23:49     Ono je otázka, jestli je brownies schopno transportu. Leckdy se ho ani nedožije :-)            Mari 1.10.2015 - 12:46  Odpovědět   Naštěstí začínám být díky pokušením imunní, protože přicházejí tak často, prakticky s každým receptem od Flo :-) Brownies miluje celá rodina, takže nehrozí, že by způsoboval nadměrné narůstání…ehm…hmotnosti. Dalo by se říct, že na ně myslím asi devadesátkrát častěji než je peču.Ale dnes k večeru.. Asi nejsem zas až tak úplně imunní :-)          Jana Florentyna Zatloukalová 7.10.2015 - 23:49     haha :-) Jsi úžasně vtipná, Mari!            Alena 1.10.2015 - 13:11  Odpovědět   Ahoj Flo tak na brownies se už fakt dlouho chystám,jen jsem se k tomu ještě nedokopala. Snad se do něj pustím dnes nebo zítra. Kluci by měli radost.Takhle si na něm pochutnáváme v costa cafe jednou za čas když se dostaneme do Ostravy.          Jana Florentyna Zatloukalová 7.10.2015 - 23:50     No vidíš, takhle budeš mít celý plech za cenu dvou kousků v kavárně :-)            Daniela 1.10.2015 - 18:51  Odpovědět   Tak já za chvíli peču, srovnáme recepty :)          Jana Florentyna Zatloukalová 7.10.2015 - 23:50     challenge? :-)            Irena 1.10.2015 - 20:21  Odpovědět   Florentínko ty jedna pokušiteľko …..varím si podla tvojích receptov a som prihlásená v kurze chudnutia ♥♥♥ pozdravujem Irena          Jana Florentyna Zatloukalová 7.10.2015 - 23:51     Takže to upéct můžeš a pak třeba… ochutnat okraj? Anebo ještě kousek?            Bára 2.10.2015 - 8:39  Odpovědět   Určitě vyzkouším. Jak skladovat a jak dlouho vydrží (pokud se nesní ;-))? Kdybych chtěla péct jako cukroví na Vánoce… Děkuji.          Jana Florentyna Zatloukalová 7.10.2015 - 23:51     Báro, vzhledem k tomu, co vydrží klasické cukroví, tak bych se nebála brownies skladovat v chladném a tmavém místě klidně i měsíc.            Veronika 2.10.2015 - 11:19  Odpovědět   Ahoj Flo, tak už je to v troubě, jen mě zmátlo, že těsto bylo mnohem hustější, než tvoje. Čím to může být? Kontrolovala jsem všechno 5x a nepřišla jsem na to. Použila jsem šlehač a 75% čoko z Ekvádoru.          Jana Florentyna Zatloukalová 7.10.2015 - 23:52     Veroniko, ono to na těch fotkách může být zavádějící. Je to husté dost, odpadává z vařečky či lžíce.          Lucie 24.3.2017 - 16:13     A když se tomu těstu nechce odpadávat z vařečky či lžíce?:D Těsto mi vyšlo tak husté, že jsem jej na plech „nakydla“. Dělala jsem množství sice na větší plech, ale poměry jsem zachovala. A mouky jsem teda dala i méně (př. 5 vajec na 170g mouky, dala jsem 150g.).. uvidím, po 10 min. pečení zkontroluju, doufám, že moje brownies nebudou nějak tuhé:(          Lucie 24.3.2017 - 16:45     hlásím: tuhé nejsou, jen jsou jakoby, suché.. celkový čas pečení 15 min, pak 5 min ponecháno na mřížce. Nejsou takové „mokré“, jak jsem chtěla.. ale nevadí, příště zkusím zas a snad to vyjde lépe:)          Jana Florentyna Zatloukalová 25.4.2017 - 15:03     Lucie, to je divné. Opravdu tam nikde nemohla být chyba v přepočtu? Co velikost vajec, nebyly to ty úplně mrňavé? Ráda bych nějak na dálku pomohla, ale napadá mě jen chyba v množství surovin.            Klara 2.10.2015 - 23:38  Odpovědět   Florentynko, a brownies vydrzi chutne i mesic, kdyz je davas do adventniho kalendare?          Jana Florentyna Zatloukalová 7.10.2015 - 23:52     Jo, ale raději je v tom případě neskladuju při pokojové teplotě, ale v chladu.            Jirka 3.10.2015 - 0:26  Odpovědět   Uf, tak jsem to upek. Před dvěma hodinami vytaženo z trouby. Je to dobrý jak sviňa. Akorát mě trochu trápí nejistota, jestli je to fakt upečené (nikdy jsem to nejedl). Manželka přijde ráno z noční, tak jsem zvědav, jak to vyhodnotí. Chuť super.          Jana Florentyna Zatloukalová 7.10.2015 - 23:53     Jestli to bylo v troubě aspoň 15-18 minut a trouba peče správně, tak je to upečné. Co na to manželka? Zbylo pro ni něco?            Magdaléna 3.10.2015 - 9:57  Odpovědět   Flo, víš co na tobě mám tak ráda? Že nikomu netvrdíš, že pro bandu nenasytných spolužáků je nutné péct z nejkvalitnější belgické čokolády :-)          Jana Florentyna Zatloukalová 7.10.2015 - 23:54     Ještě aby! :-)            Tereza 3.10.2015 - 17:11  Odpovědět   Tak dnes jsem udělala brownies z bezlepkové mouky Jizerky pro přítele a je to tedy paráda! Díky za super recept a nápad ve správnou chvíli! :-)          Jana Florentyna Zatloukalová 7.10.2015 - 23:54     Díky za zprávu, že bez lepku to jde taky, to se hodí vědět!            Darma 3.10.2015 - 17:56  Odpovědět   Jeee brownies, …než jsme doma najeli na léčebnou dietu, tak jsem pekla pravidelně „čokoládovou lávu“ – vlastně stejný recept, jen s trochu jiným poměrem surovin – méně mouky, více vajec :) .. ale brownies jsem zkoušela asi 3x a nepovedlo, jen co dieta skončí, tohle musím vyzkoušet, poměr másla a čokolády ku ostatním surovinám se mi totiž moc líbí a věřím, že to bude jeden z receptů, na který mi můj snoubenec řekne, že to můžu udělat znovu :) Děkuju!          Jana Florentyna Zatloukalová 8.10.2015 - 0:02     To určitě bude říkat na všechno, co uvaříte :-)            Jana Kubcová 3.10.2015 - 18:09  Odpovědět   Milá Flo,   opět bezva receptík. Zrovna jsem dopekla, voní celý byt, chlapi chodí kolem jako hladoví tygři a dožadují se možnosti ochutnat, ale já trvám na vychladnutí a teprve pak -to bude slast….Jako vždy Ti patří velké dík a už teď se těším na další čtvrtky :-) !!! Přeji pohodový podzim plný bezva rad a nápadů! Jana          Jana Florentyna Zatloukalová 8.10.2015 - 0:03     Jani, to je mučení! :-) Ani kousíček neukořistili za tepla?            Jaroslav Schmidt 4.10.2015 - 9:36  Odpovědět   Dobrý den, Flo, chtělo by se říci „APAGE SATANAS“. Pár dní jsem konzumoval pouze zdravou, vyváženou, leč nemocniční stravu, nechoďte na mne tedy s lákadly, jako je čokoládový, či jakýkoliv jiný dort. Naštěstí objektem zájmu lékařů nebyl systém zažívací, leč kardiologický, i tak holt musím „přibrzdit“. Krátkodobý pobyt nebyl určen-jak řečeno- ke zlepšení, ale spíš k zabránění větších potíží – uvidíme, žeáno… Přeji vše dobré Vám i P.T. čtenářkám, které se mohou na Vašich receptech dostatečně „vyřádit. Jaroslav S.          Jana Florentyna Zatloukalová 8.10.2015 - 0:05     Jaroslave, tak to přeju pevné zdraví! (Jinak nezapomeňte, že vyvážená strava je i kousek brownies v každé ruce.)            Helena 4.10.2015 - 16:26  Odpovědět   Díky, na brownies jsem se chystala dlouho a až Váš recept mě nakopl. A díky za míry pekáčku, všude míšou „menší pekáček“ a nikdo to nespecifikuje. Čekala jsem, že brownies bude trochu vyšší, ale i tak – chuť je naprosto neodolatelná :-) Chválím chválím.          Jana Florentyna Zatloukalová 8.10.2015 - 0:09     Heleno, brownies jsou vždycky nízké. Tedy měly by být. Jednak jsou velmi syté a jednak je nemá co nakypřit, takže je to tak vždycky lepší.            Marie 6.10.2015 - 22:22  Odpovědět   Ahojky, teď na podzim převážně peču štrůdly, žemlovky, povidla. Mám mnoho jablek. Tak si od jablek odpočinem a upeču brownies. Díky Maruš          Jana Florentyna Zatloukalová 8.10.2015 - 0:14  Odpovědět   Maruš, vsadím se, že někde existuje i recept na jablečné nebo švestkové brownies. To kdyby ti ty jablka moc chyběly.          Lenka 10.10.2015 - 16:44  Odpovědět   Brownies jednou za čas peču a je to úžasný moučník, který všem chutná (pokud se do něj na zkoušku nedají místo kvalitní čokolády vykoledované velikonoční čokoládové figurky a vejce – nedoporučuji zkoušet!, s běžným výsledkem se to nedá vůbec porovnat a je snad zrovna lepší uvedené sladkosti věnovat někomu kdo je jí nebo vyhodit, protože výsledek si stejně neužijete).          Jana Florentyna Zatloukalová 13.10.2015 - 20:28     To je ovšem krásně řečeno, Leni. Teď mě mrzí, že jsem to takhle nevymyslela já, mohla bych to použít v nějakém dalším článku :-)          Lenka 17.10.2015 - 0:32     To klidně můžeš použít, osobně vyzkoušeno :). Platit to bude u jakéhokoli moučníku.            Monika 13.2.2016 - 12:46  Odpovědět   Velice chutné dělám po druhé , dětem chutná též.          Jana Florentyna Zatloukalová 18.2.2016 - 10:53     Moniko, tak to jsem moc ráda, pozdravy dětem! Flo.            Iva 15.2.2016 - 14:15  Odpovědět   Dobrý den, Flo :-) Brownies byly v mém hledáčku již delší dobu, neboť jsem zapřísáhlý chocoholik, ale vždy mě odradil recept – buď byl „hrníčkový“, což pro mě jakožto příznivce přesné gramáže bylo peklo, nebo byl až příliš „ortodoxní“, vše bylo velmi složité a dalo se dělat jen jedním způsobem, výpomoc mikrovlnkou byla až satanizována a použití jakékoliv jiné čokolády než bio fair trade Ekvádor extra dark 97% bylo vysloveně nepřípustné…  Pak ale přítel přišel z práce s tím, že kolegyně (která jej neskrývaně obdivuje) mu přinesla do práce domácí brownies – a že i když to bylo nějaké celozrnné a slazené jen datlema, tak to nebylo až tak špatné… V rámci valentýnských příprav jsem se tak rozhodla do toho konečně praštit a ty brownies zkusit! A nenápadně příteli připomenout, že není domácí jako domácí ;-) Co více říct – máslo, poctivá dávka hořké čokolády a 150gr hnědého cukru rozmázlo datle jako komára na stěně, a když jsem dnes ráno příteli navrhla, ať vezme něco málo pro kolegyni do kanceláře, tak odmítl s tím, že možná až někdy jindy, že tohle prostě sežere všechno sám a hotovo. A prý jestli je těžké to upéct? Že bychom to o víkendu mohli zkusit spolu, jestli se to zase povede :-D Takže z celého srdce děkuji za srozumitelný a jasný recept a posílám odkaz dále!          Jana Florentyna Zatloukalová 18.2.2016 - 11:04     Ivo, ty jsi mě tak mile pobavila, děkuju ti! Hláška „máslo, poctivá dávka hořké čokolády a 150gr hnědého cukru rozmázlo datle jako komára na stěně“ mi udělala den. Mám radost, že se vše tak skvěle vydařilo.            Martina 21.2.2016 - 11:00  Odpovědět   Zdravím :) Veľmi sa mi páčia Vaše recepty, pretože sú napísané zrozumiteľne, presne tak, aby to dokázal aj taký začiatočník ako ja :D Možno sa dnes po prvý krát odhodlám a skúsim niečo upiecť aj bez mamy. Hádam nám nezhorí dom :D          Jana Florentyna Zatloukalová 3.3.2016 - 10:31     Držím palce, Martino, a děkuju!            Hela 30.3.2016 - 17:43  Odpovědět   Ahoj milá Flo, tak jsem prvně udělala Tvoje Brownies a mělo to úspěch, všem to moc chutnalo. Opět díky za recept :-)          Jana Florentyna Zatloukalová 31.3.2016 - 11:25     Milá Helo, tak to mám radost z tvého úspěchu a že stále objevuješ nové věci. Flo.            kateřina 25.4.2016 - 14:12  Odpovědět   Vynikající. S kešu nemá chybu, dávám jich ještě trochu víc než je v receptu a jsou úplně skvělým doplněním receptu. Po brownies se jen zaprášilo. Díky          Jana Florentyna Zatloukalová 28.4.2016 - 10:42     Och… <3            rosnička 29.4.2016 - 9:34  Odpovědět   Flo, baví mě projíždět Tvé starší články. Jsou těžce návykové, kdyby již Nigella nevymyslela „Jak být domácí bohyní“, musela by ji být vařením podle Tvých článků každá žena! Sice to nemůžeš napsat do nadpisu či názvu knihy, ale to vem čert, hlavně, že realitou je, že v naší zemi díky Tobě pobíhá řada nových bohyň a bohů! A jako Pantheon nám slouží Tvůj web! Jdu Tvoje brownies upéct na sraz s kamarádkami o víkendu, sice všechny držíme „jakožedietu“, ale jak jsi psala, k dobré kávě a ještě ke všemu na čarodejnice to fakt NENÍ hřích! P.S. Když ještě u Čechách (na Moravě a ve Slezsku),ten hnusný zkrácený název naší země nenapíšu, fungoval Spaar, tak měl dobré hotové směsi, prodávané pod svou značkou, a jedna z nich byla Brownies. Já vím, že domácí variantě se rovnat nemůže, ale na rozdíl od všech dalších českých či jiných hotových směsí, tyhle chutnaly skutečně dobře. Prostě rychlovka pro nečekané návštěvy, na chalupy, hory atd.. A hlavně, součástí balení, které stálo ještě v roce 2014 i jen 39Kč(!), byla vychytaná skládací jednorázová papírová forma. Musím říct, že jsme sklidili mnohokrát velký úspěch, samože podávané s čerstvou šlehačkou a kávou. Bohužel, ani v Rakousku jsem již do dnešního dne v obchodech Spaar znovu tuhle směs neobjevila, a to ji pokaždé hledám.          Jana Florentyna Zatloukalová 11.5.2016 - 22:48     Rosničko, ty to vždycky umíš tak krásně okomentovat :-) Směs od Sparu neznám, a jak to chápu, asi nemá ani smysl se po ní dál dívat. Takže nám obě zbývá jen tenhle recept :-)            rosnička 5.5.2016 - 11:05  Odpovědět   Upečeno, sežráno (jinak se té rychlosti říci ani nedá), úspěch kardinální! Díík. Jediné, co nebylo úplně dokonalé, v troubě se mi v té vysoké teplotě (180°C horkovzduch)  na brownies utvořila rychle krusta (myslím, že se nahoře rychle zapekla ta našlehaná hmota-bublinky), která po vyndání popraskala, na chuť to vliv nemělo, jen na pohled. No, a taky mi v polovině pečení začaly se brownies nadzvedávat od dna pekáčku (stačilo do nich píchnout), ale u takhle těžkého těsta bez prdopeče mě to dost překvapilo.          Jana Florentyna Zatloukalová 11.5.2016 - 23:22     Krusta je v pořádku, vypadá jako pergamenový papír, typický znak, že jsi měla správně připravené těsto. Tomu nadzvedávání nerozumím, možná ti peče trouba rychleji. Možná zkus příště 10 stupňů ubrat.            Holky v akci 5.6.2016 - 14:06  Odpovědět   Ahoj, potřebovali by jsme vědět, jestli ten cukr moučkový nebo krystal? Díky za recept, vypadá to dobře :)          Jana Florentyna Zatloukalová 9.6.2016 - 10:18     Nejlepší je cukr krupice, je dost jemný a vajíčka se s ním dobře vyšlehají, ale půjde to i s moučkovým i s krystalem, pokud nemá vyloženě obří krystaly cukru.            Holky v akci 12.6.2016 - 22:38  Odpovědět   Děkujeme,zvládli jsme to a chutnalo všem:)          Jana Florentyna Zatloukalová 16.6.2016 - 10:39     Bezva zpráva, díky! Flo.            Lucka 23.7.2016 - 11:44  Odpovědět   Ahoj Flo,brownies je můj majstrštyk.Nejsem žádný pekařský eso,ale s brownies mám vždy úspěch.Kdysi jsem slyšela v nějakém pořadu ,že pan Werich se jako hostitel rád o vše podělil ,ale když dostal brownies,schoval si ho jen pro sebe :D Takže já toužila tu dobrotu taky ochutnat ,až jsem narazila na recept již zde zmiňované Nigelly.Peču ho podle ní už léta a podle hesla ,co funguje ,to se nemění ,budu péct i dál ,však od tebe mám spoustu jiných receptů a vychytávek ;) Jediný,co mě zlobí je ,že jsem se přestěhovala do podnájmu s plynovou troubou a i po zakoupení teploměru ,teplotu nenareguluju dost přesně :( Na takový dort Pavlova můžu rovnou zapomenout .Ale to jen tak bokem ,chtěla jsem ti  vlastně jen poděkovat,jak moc hezky a vtipně děláš tenhle blog a i když ve vaření nejsem úplná začátečníce ,spoustu věcí jsi mi osvětlila :)))          Jana Florentyna Zatloukalová 8.9.2016 - 12:46     Lucko, s plynovou troubou je boj, raději vyměnit za jinou. Naprosto tě chápu. A děkuju ti za tvou milou podporu a krásná slova.            Patricie 24.7.2016 - 11:06  Odpovědět   Tak jsem včera vyzkoušela Vaše brownies a všem nám moc chutnalo. Jen jsem se lekla, že se mi při pečení udělala na jedné straně obrovská boule, ale když jsem to vyndala z trouby a začalo to pomalu chladnout, tak se stáhla zase do roviny. :-) Jen jsem neměla doma ořechy, tak jsem nedávala, příště. :-) Moc díky za skvělý recept.          Jana Florentyna Zatloukalová 8.9.2016 - 12:57     Patricie, asi to bylo napínavé pečení, ale jsem ráda, že to dopadlo tak skvěle! Možná byl pekáček moc velký, těsto v příliš nízké vrstvě, takže se pak snadno nadzdvihlo. Ale to jen tak střílím od boku, musela bych tu bouli vidět.            Marie 26.7.2016 - 14:06  Odpovědět   Chtěla bych brownies vyzkoušet,jen se chci zeptat jak velký plech je z této dávky a jestli můžu do něj přidat naložené višně.          Jana Florentyna Zatloukalová 8.9.2016 - 13:10     Plech je cca 27 x 22 cm vnitřní rozměr a višně klidně, ale pořádně scezené.            Věrka 26.7.2016 - 16:46  Odpovědět   Milá Flo, včera jsem pekla Váš recept a jelikož mám kamarádku, která je těhotná a vždy jen donese ingredience a čeká co z toho vykouzlím, zkusila jsem zaexperimentovat. Už tak uxusní brownies jsem potřela po stranách čokoládovým krémem a posypala strouhanou čokoládou. Nahoře jsem z krému po obvodu vytlačila přes zdobící sáček kytičky (posloužilo mi to jako pomyslná hráz) a dovnitř „hráze“ jsem vyskládala čerstvé maliny a zalila červenou želatinou uvařenou ze šťávy z malin. Nakonec jsem browniedortík strčila do lednice a musela chránit vlastním tělem až do rána… Déle už nevydržel :) maminka/kamarádka se olizovala až za ušima a věřím, že i miminko se olizovalo ;)          Jana Florentyna Zatloukalová 8.9.2016 - 13:11     Teda! Pěkná práce. Jo a představila jsem si to olizující se miminko v břiše, taky povedené :-)            Oli 25.9.2016 - 20:44  Odpovědět   Milá Flo, tak jsem vyzkoušela své historicky první brownies dle Tvého receptu. Vše šlo dobře až na okamžik, kdy jsem chtěla udělat první test špejlí po 20 min pečení. Na špejli zůstaly už suché drobečky a v tu chvíli bylo jasné, že musím péct kratší dobu. Doporučenou teplotu jsem dodržela, ale možná bylo těsto nižší (protože mám o trochu větší plech, asi 25 x 35). Příště zkusím přidat extra vejce a zkontroluji už po 15 min. Chuťově ale byly výborné :-)          Jana Florentyna Zatloukalová 29.9.2016 - 10:37     Oli, nižší těsto rozhodně mít vliv bude, o tom není pochyb. Stejně tak ti může trouba péct trochu prudčeji, než si myslíš. Díky za vyzkoušení a ať je to příště ještě ten poslední kousek dokonalejší.            Pavla 29.10.2016 - 23:46  Odpovědět   Drahá Flo, děkuji Ti opět za dokonalý návod na kouzlení. I když s pečením mám trochu zkušenosti, nic hlubokého ovšem, brownies jsem vyzkoušela poprvé. Je to druhý recept, co se mi podařil od Tebe vytvořit a stejně jako ten první se dokonale povedl. A jsem si jistá, že to není náhoda ;-) O to více jsem Ti vděčná, že můj drahý přítel mi konečně může trochu věřit, že v kuchyni nejsem úplně beznadějná, jelikož to tak po mých prvních pokusech vypadalo.. =-O :-D No nemluvě vůbec o tom nebi v puse…          Jana Florentyna Zatloukalová 10.12.2016 - 12:40     Chtěla bych říct, že náhody přece neexistují, ale nebýt tvého odhodlání a píle, tak by se ti brownies nepovedly, takže na dálku tleskám. Jsi skvělá. Flo.            Monika 19.11.2016 - 11:45  Odpovědět   Upekla jsem brownies v muffinovych košíčcích a i tak můžu doporučit. Jsou úžasné !          Jana Florentyna Zatloukalová 13.12.2016 - 10:54     Moniko, tak to je super, že se zadařilo. Já bych se rozdělení těsta na menší díly bála, protože se v troubě rychleji vysuší, takže je to opravdu odvážný kousek. O to víc je skvělé, že to klaplo.            Jana 21.12.2016 - 22:28  Odpovědět   Ďakujem krásne za recept, koláčik je veľmi rýchly a chuťovo úžasný :)          Jana Florentyna Zatloukalová 22.12.2016 - 19:28     Tak to mě těší, Jani, díky za ohlasy. Flo.            Majka 28.1.2017 - 19:21  Odpovědět   Děkuji za úžasný recept. Tolik receptů na brownies a který je ten dobrý? Ale u vás nikdy nesáhnu vedle. Poprvé uděláno a taková lahoda. Nejraději bych ho snědla sama. To by mi syn ale dal. Ještěže manžel není na sladký :) Ještě jednou díky. Majka          Jana Florentyna Zatloukalová 3.2.2017 - 11:05     Hezké :-) Mám radost.            Katka 7.2.2017 - 12:08  Odpovědět   Dobrý den. Našla jsem perfektní recept na brownies dneska peču další várku protože se všem váš recept líbil. Dělala jsem brownies bez ořechů a dnes s ořechy. V porovnání vyhrál bez ořechů;):).         Přeji dobrý den s pozdravem Kata.          Jana Florentyna Zatloukalová 2.3.2017 - 10:14     Katko, díky, mám radost! Skvělé je i brownies se sušeným ovocem, u nás vedou brusinky.            Věra 2.3.2017 - 9:35  Odpovědět   Dobrý den, mám Vaše knihy, kuchařka pro dceru, snídaně u Florentýny,vánoční kuchařka pro dceru. I když jsem zkušená kuchařka, vaření mě baví, Vaše recepty mě v mnohém obohatily. Všechny Vaše kuchařky jsem darovala jako vánoční dárek své dceři a také nevěstě, měli z nich radost. Na internetu jsem si našla Váš výborný recept na Brownies, překvapilo mě, že ani v jedné z Vašich kuchařek jsem tento recept nenašla. Možná špatně hledáme proto prosím o pomoc kde se uvedený recept na Brownies nachází. Děkuji za odpověď. Věra.          Jana Florentyna Zatloukalová 2.3.2017 - 13:34     Věro, díky za milé ohlasy na web i na knížky. Recept na brownies je ve Vánoční kuchařce pro dceru. Ale nenechte se zmást, to, co je tady na blogu, nemusí být vždycky v knížkách, a to, co je v knížkách, zase nemusí být na blogu. Všechno se to vzájemně doplňuje a propojuje, takže pokud něco nenajdete v knize, zřejmě to tam opravdu není.            Katka 15.3.2017 - 15:12  Odpovědět   Ahoj Florentýnko, už jsem pekla několikrát, je to fantastický zážitek a nejlepší na něm je, že manžel to nesmí, dětem to zas tolik nejede, takže si to užiju jenom pro sebe! :-D A jinak tedy 4 hodiny vážně nevydržím…          Jana Florentyna Zatloukalová 17.3.2017 - 23:52     Ty jsi na to doma sama? Myslím, že takovou situaci ti tu můžeme nejedna závidět :-)            H.stefanikova 18.3.2017 - 18:13  Odpovědět   Milá Flo:) Četla jsem recept jedním dechem, moc krásně napsané:) Ihned jsem to musela vyzkoušet:) Strašně mě překvapilo, jak je to jednoduché:) Šoupla jsem ho do trouby a pak mě napadlo, na jakém stupni , to mám nechat péct….Tak jsem se znova a znova koukala na recept, jestli jsem to nepřehledla:) A Ano , přehledla. Na 180…..Koukla jsem na troubu, a ja tam měla 200…zhrozila jsem se….Ihned jsem otočila na 180…. Pořad jsem byla nervozní , a hlídala čas:) Když tam byl 14minut, píchla jsem parátkem….píšete : “  jakmile na párátku uvíznou první náznaky drobečků, i když značně vlhkých.“ A Anooo, první drobečky, okoukla jsem to….a vyndala…..Musím přiznat, že mě to lákalo, to tam nechat „dojít“…ale neuděla jsem to..:)  Tak snad bude ok:) Moc díky za recept :) Hezký víkend přeji :)          Jana Florentyna Zatloukalová 25.4.2017 - 13:53     Někdy to jsou docela nervy, že? Díky za důvěru v recept :-)          Heda 30.4.2017 - 16:45     Ano to jsou:)))) Ale povedl se :) Byl vynikající:))) Už jsem ho dělala i vícekrát a vždy byl vynikající :)))) Moc výborný recept:)))          Nikki 3.3.2018 - 8:16     Dobrý den, myslíte, zda bych mohla upéct brownies z poloviční dávky? A jak velkou formu na pečení mám případně použit? Děkuji za odpověď :))            Monika 24.4.2017 - 18:38  Odpovědět   Pekla jsem ho poprvé  před par dny podle Vaseho receptu,mel velkej uspech,ale bylo ho malo.Ted ho budu vytvaret pro deti do skolky,tak snad jim bude chutnat. Jen musim vychytat delku peceni.Myslim,ze 20 minut je strop:) Mejte se krasne:)          Jana Florentyna Zatloukalová 26.4.2017 - 14:05     Omlouvám se za nedostatky v množství, ale věřím, že to několikanásobná dávka napraví. Myslím, že budou ještě lepší, protože u většího množství těsta nehrozí tak rychle přepečení. Tak ať mají děti radost.            Štěpánka 7.5.2017 - 0:22  Odpovědět   Milá Flo, tak jsem dnes večer poprvé upekla brownies, které jsem chtěla vzít zítra na návštěvu ke známým ke kafi. Ale asi nebude co vzít. Chtěla jsem s nakrojením počkat až do rána, ale nepovedlo se. Takže kus je už pryč a jestli zbyde něco až do odpoledne, kdy jdeme na návštěvu, to si nejsem jistá… Těsto jsem upekla ve dvou kulatých různě velkých dortových formách, protože nemám pekáček požadovaných rozměrů. Ve větší formě je výsledek myslím dokonalý, v té menší si nejsem jistá, jestli je to dopečené, je to hodně (opravdu hodně) vlhké. Ale to bude naší troubou, máme strašnou horkovzdušnou troubu, kde výsledek není nikdy jistý. Takže vlastně můžu být ráda, že brownies aspoň v té jedné formě dopadly tak dobře. Každopádně děkuju za dobrý recept, který určitě brzy zase zopakuju!          Jana Florentyna Zatloukalová 18.5.2017 - 10:52     Nebohá návštěva. A tak dobře jsi to s ní přitom myslela. Skoro se mi chce ještě dodat, že za nic nemůžu :-)            Dáda 27.5.2017 - 21:36  Odpovědět   Krásný den! :) Moc děkuju za tento úžasný recept na opravdu skvělé brownies. Využila jsem ho jak při (dosud)  nejvýznamnější události našeho vztahu (zásnubách s rodinou), tak na pohoštění při besedě s farností a všichni si brownies moc pochvalovali, a i já, která na sebe bývám hodně přísná, jsem byla nadšená! Opravdu převeliký dík :))  P.S. Brownies s mandlemi je zatím nejlepší volba :)          Jana Florentyna Zatloukalová 1.6.2017 - 12:14     Dádo, tak to je pro mě čest, že recept na brownies tě mohl doprovázet při tak významných příležitostech. Díky a hodně štěstí do budování všech vztahů, nejen s čokoládou.            Kristyna 10.6.2017 - 19:26  Odpovědět   Dobrého dne vinšuji Brownies je můj oblíbený čokoládový recept. Začínala jsem na receptu s kakaovými práškem, ale čokoláda je prostě čokoláda. V Já ve své verzi používám v poměru více másla i vajec, avšak méně cukru. Vejce vždy šlehám s cukrem, těsto je pak krásně nadýchané. Pekla jsem již nesčetněkrát a párkrát se i nezadařilo a i přes nějaké komplikace byl výsledek pokaždé naprosto k sežrání. Takže doporučuji i naprostým začátečníkům. PS: pro milovníky opravdu sladko-sladkého doporučuji do ještě syrového těsta přimíchat rozpuštěnou nutellu. I hodně upečené, zůstanou pěkně vláčné.          Jana Florentyna Zatloukalová 3.8.2017 - 10:19     Hezké tipy, díky!            Peťa 16.6.2017 - 17:30  Odpovědět   Dobrý den, tak jsem zkusila poprvé. Ale bohužel se mi vysušil. A to jsem ho pekla jen 10 minut. Tak nevím. Ale jinak je výborný. Děkuji za recept. Příště musím péct kratší dobu.          Jana Florentyna Zatloukalová 3.8.2017 - 10:52     10 minut je opravdu málo, někde muselo být něco špatně nebo jinak, Peťo. Co horkovzduch, nebyl zapnutý? A co plech, nebyl příliš velký a brownies příliš nízké? Nebo – neodehrávalo se to v nějaké fikané multifunkční troubě, která zároveň nenápadně používá mikrovlnný ohřev, aniž by to bylo na první pohled zřejmé?            Aneta M. 17.6.2017 - 18:57  Odpovědět   Ahojky, popravdě se mi do tohoto receptu vůbec nechtělo. Vlastně nemám moc čokoládové a kakaové dezerty ráda, ale…… Už není, brownies vydrželo upečené 4 hodiny a to 3,5 hodiny chladlo. Přijela návštěva a nic nezbylo. Na to že jsem pekla poprvé, tak byl tento dezert úžasný. Myslím, že i správné konzistence. Díky za všechny tvoje recepty ????          Jana Florentyna Zatloukalová 3.8.2017 - 10:56     :-)))            Vlasta 3.8.2017 - 14:02  Odpovědět   Nejoblíbenější dezert když jedu na návštěvu ke známým :-) prý se vždycky o poslední kousky skoro poperou:-) zimní variantu dělám s oříšky a trochou skořice, do letní přidávám ovoce, většinou to co se zrovna naskytne po ruce. Už se mi několikrát stalo že jsem se ani nedostala k tomu ochutnat :-D  Díky Flo za super recept          Tereza 11.8.2017 - 16:52  Odpovědět   Hledala jsem nějaký recept na brownies, který by se mi líbil už od pohledu. Tento mě zaujal hlavně tím, že v něm nebyl kypřící prášek, ježto ve všech receptech, které jsem našla, byl obsažen. Tak jsem si řekla, že to risknu, protože jsem měla na něco strašnou chuť :))) Výsledek je vynikající! Brownies krásně vláčné, chuťově vyvážené, přesně to, po čem má zmlsanost toužila. Jedním slovem: božský! :) Až pojedu příště za tchánem a tchyní, je mi naprosto jasné, co budu péct :D          Jana Florentyna Zatloukalová 11.8.2017 - 19:48     Terezo, tak to jsou samé skvělé zprávy, díky za důvěru a přeju úspěch i u tchánovců.            Alice Magdalena 18.8.2017 - 21:23  Odpovědět   Ahoj, Flo, dnes poprvé zkouším brownies, samo že podle tebe. Pekla jsem na 170 s horkovzduchem 18 minut a už mi ty drobky na špejli přišli spíš suché. Hned jsem vytáhli (asi před 3 min) a teď doufám. Voní to skvěle, teď jen, aby to bylo jedlé.          Jitka 17.11.2017 - 9:51  Odpovědět   Ahoj Flo, minulý týden jsem byla na návštěvě u snachy a podle tvého receptu a návodu jsem tam brownies upekla. Mělo to velký úspěch a ještě než jsem dojela domů, tak si snacha psala o recept, že to ještě tento měsíc musí upéct 3x. Takže návod skvělý. Děkuji :-)          Romana 15.12.2017 - 9:35  Odpovědět   Mila Florentyno, vase recepty jsou nejlepe podane a uzasne a proste super skvele! Naucila jsem se podle vas omacky, cinu a vase brownies mne uplne dostalo. Jednoduche, rychle a hlavne vynikajici. Proste presne jak pisete. Preju Vam krasne vanoce a stastny novy rok!          Světlana 19.12.2017 - 9:22  Odpovědět   Milá Flo, tak jsem vyzkoušela brownies podle Tvého receptu a super, všem moc chutnal. Díky          Zuzka 22.1.2018 - 10:35  Odpovědět   Brownies uz jsem delala mockrat. Prvni pokus skoncil katastrofou, pouzila jsem nejakou obycejnou cokoladu na vareni, nemala myslim ani 50 procent kakaa, a vysledek letel do kose, protoze to bylo mastne nechutne cosi. Posledni asi 4 pokusy podle Vaseho receptu a je vzdy skvele. Vcera jsem zkusila pridat do testa par listku maty a musim rict, ze me vysledek velmi mile prekvapil.          Kristýna 1.2.2018 - 12:01  Odpovědět   Moc děkuji za inspiraci, poslední dobou hledám všechny recepty už jen u Vás.. zrovna dnes jsem přemýšlela, co bych upekla u přítele, když už tu tak dlouho přebývám a tak doufám, že s tímhle brownies uspěju.. ♥          Lidka 20.2.2018 - 15:21  Odpovědět   ahoj Flo, těším se každý čtvrtek na tvůj mail – a teď jsem na FB našla odkaz na tvé brownies. Už se těším až ho o víkendu vyzkouším. Moc děkuji za všechny inspirace :-).          Eva 25.2.2018 - 19:52  Odpovědět   Dobrý den, až dnes, při hledání receptu na brownies, přišla jsem na tyto Vaše stránky, Váš recept, velice se mi zamlouvá i ohlasy to potvrzují,  zítra vyzkouším. Chutná mi čokoláda s chilli, tak vyzkouším brownies s chilli. Děkuji a těším se na Vaše další recepty.          Hany 4.3.2018 - 17:31  Odpovědět   Dobrý den, ráda bych tyto Brownies upekla :)) Jenže u nás doma čokoláda nikomu moc nejede takže to budu jíst nejspíš jenom já. Myslíte, že bych to tedy mohla upéct z polovičního množství do malé formy 20x20cm? Nebo by toho těsta bylo příliš málo? Děkuji za odpověď :))          Jana Florentyna Zatloukalová 15.3.2018 - 10:39     Hany, nejspíš toho bude tak málo, že výsledkem bude suché brownies – samé tuhé okraje a žádný vláčná střed. Já bych to nedělala. Raději upéct víc a zbytky zamrazit na někdy jindy.            Lucie 7.3.2018 - 22:04  Odpovědět   Mila Flo, Velice mě zaujal tento recept na brownies. Jen bych se chtela zeptat k peceni. Je lepsi si nastavit horky vzduch ci peceni z vrchu a spodu?          Jana Florentyna Zatloukalová 15.3.2018 - 10:33     Lucie, určitě ne horkovzduch při téhle teplotě, musela bys ubrat. Více k tomu zde: pečení v troubě.            Štěpánka N 21.3.2018 - 14:37  Odpovědět   Zdravím Flo, v neděli jdu vyzkoušet Váš recept na brownies, už teď se nemůžu dočkat! Díky za to co děláte, jste v tom skvělá! :-) Štěpánka          Jana Florentyna Zatloukalová 29.3.2018 - 11:04     ❤️            Dana 27.3.2018 - 10:18  Odpovědět   Hezký den, výsledek ihned zmizel,ale vůbec nevypadal, jak jsem čekala. Povrch nepopraskal a vnitřek nebyl mazlivý… suché jakoby piškotove těsto. .. přísady i postup dle receptu… pečení horní dolní 18min v malém pekacku. … tak nevím. … Dani          Jana Florentyna Zatloukalová 29.3.2018 - 10:49     Dani, to vypadá na špatnou teplotu v troubě (příliš vysokou, nebo dokonce zapnutý horkovzduch). Zkuste si ji nejdřív přeměřit teploměrem (víc zde: pečení v troubě).            Jana 28.3.2018 - 21:00  Odpovědět   Dobrý den, spíše než váš přesný recept jsem uvítala mnohocenné rady. Jedna paní, kterou znám, tento recept často dělává, vždy mě ohromilo,jak to krásně provoní celý dům a děti jak se oblizují až za ušima. Dává jim k tomu ještě  vanilkovou zmrzlinu! Vzala jsem si od ní recept,ale je jen zlehka pozměněný v gramáži jednotlivých surovin. Moje brownie vypadá přesně tak jak jsem si jej kupovala v mém oblíbeném obchodě. Akorát chuťově je odlišné,moje není tak sladké,protože jsem přidala málo cukru a mohlo tam být snad jen o minutku déle! První kousky z kraje jsou přesně takové jaké mají být a ty uprostřed už takové mazlivější. Tak jsem nabrala pár zkušeností a věřím,že příští pokus bude lepší. Mějte se pěkně a děkuji za váš web          Petra 4.4.2018 - 20:53  Odpovědět   Milá Flo, právě si s mužem pochutnáváme na hříšně dobrém a díky tobě povedeném Brownies. Ano, pekla jsem odpoledne, takže nezbývá nic jiného než to ochutnat až teď před spaním. Kalorie vyběháme až zítra. Nebo ve snu. :-D Chtěla jsem ti hlavně složit poklonu. Díky tvým nezkazitelným receptům se můj muž nedívá na mé kuchařské experimenty s despektem, ale těší se, co bude dobrého. Ptá se: „To bude zase od Florentýny?“ a div mu slina neukápne. :-D Jsem kuchař samouk a dost často se výsledek nevydařil. Normálně bych nad tím mávla rukou, ale s dvěma malými dětmi je pro mě vaření časově náročné a tak si zkažené recepty nemůžu dovolit. Jsem moc ráda, že jsem tvou kuchařku objevila, zatím jsem nešlápla vedle. <3          Iveta 25.4.2018 - 8:31  Odpovědět   Tak jsem taky vyzkoušela a chuťově jsou výborné…konzistencí jsou mokré docela dost, ale to těsto je jakoby sražené, nejsou tam žádné vzduchové bubliny, není nadýchaná.. je to tak správně? Chybu jsem teda udělala v tom, že jsem zapla horkovzduch, čtu až teď, že je to špatně… řídila jsem se návodem trouby.          Jana Florentyna Zatloukalová 3.5.2018 - 10:31     Iveto, v brownies moc bublin není, to je určitě správně. Stejně tak je správně ta vlhkost a vláčnost uvnitř. Horkovzduch ale vytvořil krustu dřív, než se stihlo těsto uvnitř dostatečně propéct, takže vám to zůstalo uvnitř poněkud syrové. Nic víc za tím není. Horkovzduchu je potřeba přizpůsobit teplotu pečení (snížit o 15-20 stupňů). Víc o tom tady: pečení v troubě.            Lenka 26.9.2018 - 17:57  Odpovědět   Milá Jano, tento měsíc mě čeká večírek s kolegy z práce, na který vždy ženy přinesou nějaké své gastrovýtvory, aby potěšily své mužské spolupracovníky, jichž je velká většina. Již nějaký čas jsem si lámala hlavu, co tentokrát připravit a dnes jsem si vzpomněla na vaše stránky, z nichž jsem již několikrát čerpala a nikdy mě nezklamaly. Nedám dopustit například na váš dokonalý recept na bramborový knedlík – dříve mi právě tato zdánlivě jednoduchá příloha dělala problémy, ale teď jsou mé (vaše) knedlíky sázkou na jistotu a všichni je zbožňují. Takže, abych to zkrátila – projela jsem vaše recepty na moučníky a rozhodla se na večírek připravit brownies (samozřejmě nejdříve vyzkouším na rodinných příslušnících), které jsem ještě nikdy nedělala. Mám alergii na ořechy a mandle, a tak bych se chtěla zeptat, jestli bych mohla místo ořechů použít slunečnicová semínka a zda je tam mám dát celá, nebo je lehce rozsekat. Děkuji předem za odpověď a přeji krásné podzimní dny :-)          Jana Florentyna Zatloukalová 4.10.2018 - 11:54     Leni, brownies budou fungovat i zcela bez ořechů. Pokud semínka, tak klidně dýňová a celá, ať je do čeho kousat. Nebo zkuste jen sušené brusinky, ty jsou tady nepřekonatelné.            Míša 30.11.2018 - 11:07  Odpovědět   Děkuji moc za recept, je výborný. Ořechy do těsta nedávám, inspirovala jsem se kamarádkou, která na upečené brownies potře rozpuštěným máslem s medem a posype je nasekanými mandlemi a je to také vyborné          Lenka 11.1.2019 - 9:27  Odpovědět   Milá Jani, hříšná chuť brownies :-) včera jsem zkusila váš recept…Ještě dnes voní celý byt. Děkuji za precizní recept. Vše se povedlo na 1* Děkuji :-*          Jana Florentyna Zatloukalová 11.1.2019 - 9:52     Tak já k tomu posílám ještě jednu 1* ❤️            Petrush 19.1.2019 - 17:20  Odpovědět   Ahoj Flo,dnes jsem vyzkoušela recept na brownies. V troubě jsem je měla přesně 17 min. Těsto lehce odlepené od pečícího papíru, nahoře perfektní krusta, která lehce popraskala při vydávání z formy, na špejli se uchytilo pár mokrých drobečků. Všechno perfektní. Ale po 4 hodinách jsem do brownies zakrojila nožem a celý vnitřek se mi roztekl :-( Ale i nedopečený moučník chutná výborně, takze příště už bude perfektní :-) Moc děkuji za všechny rady a recepty :-)          Jana Florentyna Zatloukalová 24.1.2019 - 10:06     Petrush, stejně si myslím, že tě od dokonalosti dělila jen minutka, maximálně dvě minuty v troubě. Držím palce do příště! Flo.            Eva 20.3.2019 - 14:45  Odpovědět   Ahoj, Poprvé jsem ochutnala tento moučník pokladený slanými arašídy. Bylo to výborné.  E.          Jitka 27.3.2019 - 23:41  Odpovědět   Před dvěma dny jsem poprvé zkusila brownies podle Vašeho receptu,je to úžasné a vážně lehké.Díky receptu jsem prý,, babička jednička“,říkal to můj vnuk,který moc jídlu nedá ani bábovky dorty,nebo cukroví nejí.Ale Vaše brownies zmizelo během chvilky a tak dnes mám upečeno ze dvou dávek.Peču pozdě večer at stačí vychladnout.Moc děkuji za skvělý recept.          Jana Florentyna Zatloukalová 11.4.2019 - 11:30     Děkuju a zdravím babičku jedničku :-)            Dáša 5.4.2019 - 19:55  Odpovědět   ahoj Jani.Brownies jsem ochutnala v kavárně. Byla to drobivá a suchá buctau.  cena ale byla jako za luxusní zákusek. po tomto kulinářském zážitku jsem nehledala recept na tento dezert. Až tvuj blog mi ukázal, že není každé brownies nedobré. Dezert jsen upekla bez ořechu a musím prohlásit, že je to velmi dobrý a jednoduchý moučník- Uz          Jana Florentyna Zatloukalová 11.4.2019 - 11:23     ❤️            Vlaďka 16.4.2019 - 11:21  Odpovědět   Díky za vynikající recept, upekla jsem večer a dopoledne musela upéct znovu. Chutnal všem bez rozdílu věku a pohlaví. Pekla jsem ho už dříve, ale dle jiných receptů, nikdy nebyly tak vláčné a  mokré jako podle tvého receptu a rad, které jsi nám k němu nabalila. I množství je tak akorát, jen malý zákusek ke kávě. Ještě jednou moc díky Flo!! Vyzkouším určitě co nejdříve i avokádové.          Magdaléna 17.4.2019 - 16:34  Odpovědět   Milá Jani, mám dotaz ohledně formy. Doma mám jen velký pekáč, nastavitelnou kruhovou formu (o průměru 16 – 31cm) a formu na biskupský chlebíček (32x13x7cm). Minule jsem improvizovala a použila velký pekáč, který jsem pomocí alobalu „rozpůlila“, výsledek byl fajn (chutnalo to výborně!), ale nevypadalo to úplně hezky. Proto bych se chtěla zeptat, zda-li se na Tvůj recept dá použít i kruhová forma či ta na biskupský chlebíček a co bys doporučila spíš. Děkuji za odpověď a za skvělý recept!          Jana Florentyna Zatloukalová 18.4.2019 - 10:07     Já bych asi vzala tu kruhovou, myslím, že průměr kolem 24-26 cm by měl být na množství těsta plus mínus akorát.            Maky 12.5.2019 - 21:10  Odpovědět   Dobrý den, brownies zrovna vyndávám z trouby a bohužel se mi vůbec nevytvořila vrchní lesklá krustička, která by měla na brownie být :( ke všemu již podruhé. Na chuti to jistě nic nemění, ale nenapadá Vás prosím, kde bych mohla dělat chybu? Mockrát děkuji          Jana Florentyna Zatloukalová 16.5.2019 - 10:07     Maky, napadají mě jen dvě možnosti: buď málo dopečené těsto, nebo příliš promíchané a zbytečně dlouho na závěr propracovávané těsto. Těžko přesně říct, když jsem neviděla celou přípravu. Snad ale aspoň toto trochu pomůže. Případně by na to taky mohla mít vliv výměna cukru za nějaké jiné sladidlo.            Radka 2.9.2019 - 15:28  Odpovědět   Dobry den Florentyno, diky za recept. Delala jsem z polovicni porce a pridala jsem pul broskve nakrajene na kousky. Moc dobre, vlacne. Jen si priste prisladim, mela jsem doma jen 85% cokoladu – a jsem spis na mlecnou :).          Šárka 6.10.2019 - 12:25  Odpovědět   Moc moc moc dobré. Skoro bych řekla – sladká droga. Děkuji za Váš super recept.          Jana Florentyna Zatloukalová 10.10.2019 - 10:25     ❤️            Silva 30.12.2019 - 12:42  Odpovědět   Pekla jsem na první návštěvu do rodiny přítele. Nejprv jsem ale jako generálku jednu dávku upekla pro kolegy v práci. Hlásím úspěch na úplně všech frontách. <3          Vladimíra 6.3.2020 - 19:03  Odpovědět   Dobrý večer Flo, v receptu nevidím uvedené stupně na kolik péct… Můžete mi prosím poradit? Děkuji 😊          Jana Florentyna Zatloukalová 12.3.2020 - 10:24     Vladi, hned v prvním bodu postupu je uvedeno předehřát troubu na 180 stupňů :-)            Pavlína 5.5.2020 - 23:54  Odpovědět   Výborné, všem chutnalo.😉          Míša 30.8.2020 - 12:05  Odpovědět   Je to výborný, ale jen cca 1 cm vysoké a vůbec není nadychané, spíš hutné a tuhé. Asi jsem pekla dlouho? 20 minut. Jinak podle tebe vařím moc ráda, vše se vždy povedlo, jen tohle nevím, jestli to tak má vypadat, já to neviděla už roky 😐          Jana Florentyna Zatloukalová 1.10.2020 - 10:39     Míšo, brownies nadýchané nejsou, opravdu mají být hutnější. Co se týká výšky, tady pochopitelně záleží na velikosti pekáčku. Zkus to příště s maličko menším a hned budou brownies vyšší.            milada 6.9.2020 - 0:06  Odpovědět   Ahoj. K tomuto webu som sa dostala náhodou, keď som hľadala niečo úplne iné, ako recepty na varenie/pečenie. Veľmi sa mi páčia (sú pre mňa užitočné) informácie v prvej časti o tom, ako sa správajú jednotlivé suroviny (napr. ja používam vajcia veľkosti L – mám dobrého farmára dodávateľa – a vďaka týmto informáciám som si prispôsobila množstvo ostatných surovín). Po niekoľkých (neúspešných) pokusoch podľa iných „zaručených a osvedčených“ receptoch, som konečne upiekla presne také brownies,aké som chcela – nebolo ani veľmi „suché“, ani veľmi „vhlké“. Zjedlo sa do 1 hod. po upečení! Celá naša rodina ĎAKUJE! Určite vyskúšam aj ďalšie recepty :-) :-) :-)          Elizabeth 4.3.2021 - 17:19  Odpovědět   Mám ráda vaše recepty, ale nemám ráda vaše povídání. Než se pročtu k receptu, jsem dokonale otrávená. Nešlo by nejprve napsat recept a až pak povídat o receptu, o původu, o surovinách apod.?  Pro někoho to je jistě užitečné, máte s tím mnoho práce, ale mě to zdržuje a taky nudí. Pokud chci, přečtu si to později, ale hlavně hledám recept. A ten je až na konci toho všeho.          Jana Florentyna Zatloukalová 4.3.2021 - 19:37     Elisabeth, se vší úctou, nešlo. Pokud vám jde jen a pouze o recepty, jste na špatném webu. Koukněte se na jiné stránky, kde vás podobně nudné a dlouhé úvody nebudou zdržovat.            Hanka Kira 25.3.2021 - 10:49  Odpovědět   Drahá Flo, od rodičů jsem dostala Tvé kuchařky ještě předtím, než jsem se vcelku (pro rodiče) nečekaně vdala a odstěhovala se s mužem mého života (právě je mi 21). Mé kulinářské pokusy ale často končí širokou škálou různých výsledků – obvykle mám napoprvé štěstí a podruhé se vždy stane nějaká katastrofa. Mou lásku k vaření a pečení ale nemůže nic překonat, a tak se vždy po nějakém tom menším plačícím zhroucení hrnu do dalších pokusů. V dnešní době je receptů přehršel, ale u nikoho jsem nenarazila na tak skvělý přístup a způsob vysvětlování jako u Tebe. Tento komentář píši i v reakci na předchozí komentář, který mě dost zamrzel. To skvělé na Tvých receptech je, že všechno vysvětlíš do nejmenšího detailu, což je pro lidi nepolíbené nějakým základním kuchařským tréninkem či samouky naprosto klíčové. V mnoha receptech se dočtete akorát „smíchejte všechno dohromady“ a pohroma je na světě. Proto si tak vážím Tvé práce, protože číst Tvé recepty je pro mě balzám na duši, zároveň si můžu ověřit, co všechno dělat a nedělat, na co si dát pozor. Jakmile zkouším něco nového, hledám u Tebe. Pokud když se mi něco nepovede, jdu hledat na Tvé stránky. Jsi taková moje kuchařská ambulance, vždycky vyřešíš moje problémy :) :D Zároveň k tomu povídání, znám recepty, které jsou hodně povídací – jejich autoři ale píšou o úplně něčem jiném a obvykle to s receptem nemá co dělat. Tvoje povídání je pro mě velmi uklidňující, jelikož díky Tvému láskyplnému přístupu jak k vaření, tak ke svým čtenářům mi vždy dodáš sebevědomí i u složitějších receptů. Nenech se tedy rozesmutnit posledním komentářem, jsi skvělá. Zrovna mi v troubě voní brownies a těším se, až za ně sklidím pochvaly od muže!  Přeji hodně sil v této těžké době, spoustu inspirace ve vaření a ještě jednou moc za všechno děkuji ❤️          Marci 19.8.2021 - 7:25  Odpovědět   A jsem tu zas, po delší době jsem u pekla do práce brownies k příležitosti mého posledního dne před mateřskou. Díky za ty nejlepší recepty, tenhle k nim rozhodně patří!          Jana Florentyna Zatloukalová 19.8.2021 - 10:36     💕            Rut 6.12.2022 - 19:40  Odpovědět   Zdravim :) Kdybych chtela vyuzit tu vyse zminenou moznost pouzit olej misto masla, kolik g, prip. ml oleje bych mela pouzit? :) Predpokladam, ze je mozne pouzit jak slunecnicovy, tak repkovy ci olivovy…?      Napsat komentář Zrušit odpověď na komentář  Jméno * E-mail * Webová stránka Komentář             Trocha pravdy            Ahoj! Jmenuju se Jana Florentýna Pišová (dříve Zatloukalová) a jsem matka čtyř dětí, šesti kuchařských knih a tohoto blogu. Srdečně vás tu vítám. Jsem tu od toho, abych vám ukázala, že každý se může naučit vařit dobře, rád a s láskou. Provedu vás všemi zákoutími i záludnostmi kuchyně a naučím vás všechna důležitá jídla.   Čtěte dál               Trocha inspirace         Baví vás moje články? Moje knížky vás budou bavit ještě víc. Kuchařka pro dceru  Kuchařka pro všechny, kdo zatím v kuchyni tápou a hledají sebevědomí, povzbuzení a vysvětlení. Obsahuje všechny důležité recepty do začátku domácí kuchařské kariéry.  PODROBNOSTI >>           Snídaně u Florentýny  Naučí vás zdravě snídat, rozmanitě svačit a dělat výborné obědy do krabičky. Má pro vás recepty na celé dopoledne, u kterých nebudete muset počítat kalorie.  PODROBNOSTI >>           Večeře u Florentýny  Novinka roku 2016! Odpoví vám na otázku: Co bude dnes k večeři? Ne jednou, ale víc než stokrát. A postará se, aby vás inspirace na zdravé, rychlé a levné večeře už nikdy neopustila.  PODROBNOSTI >>           Hovory s řezníkem  Pokládáte maso za příliš velkou kuchařskou výzvu? Máte problémy při nákupu i v kuchyni? S touhle knížkou se z vás stane sebevědomý přeborník na všechny úpravy masa.  PODROBNOSTI >>                       Přehled článků  Listopad 2023 (3) Říjen 2023 (4) Září 2023 (3) Srpen 2023 (3) Červenec 2023 (2) Červen 2023 (5) Květen 2023 (4) Duben 2023 (4) Březen 2023 (5) Únor 2023 (4) Leden 2023 (4) Prosinec 2022 (4) Listopad 2022 (4) Říjen 2022 (4) Září 2022 (5) Srpen 2022 (2) Červenec 2022 (2) Červen 2022 (4) Květen 2022 (4) Duben 2022 (4) Březen 2022 (4) Únor 2022 (4) Leden 2022 (4) Prosinec 2021 (4) Listopad 2021 (4) Říjen 2021 (4) Září 2021 (5) Srpen 2021 (2) Červenec 2021 (3) Červen 2021 (4) Květen 2021 (4) Duben 2021 (5) Březen 2021 (4) Únor 2021 (4) Leden 2021 (4) Prosinec 2020 (4) Listopad 2020 (4) Říjen 2020 (5) Září 2020 (4) Srpen 2020 (2) Červenec 2020 (2) Červen 2020 (4) Květen 2020 (4) Duben 2020 (5) Březen 2020 (4) Únor 2020 (4) Leden 2020 (5) Prosinec 2019 (3) Listopad 2019 (4) Říjen 2019 (5) Září 2019 (4) Srpen 2019 (5) Červenec 2019 (4) Červen 2019 (4) Květen 2019 (5) Duben 2019 (4) Březen 2019 (4) Únor 2019 (4) Leden 2019 (5) Prosinec 2018 (3) Listopad 2018 (5) Říjen 2018 (4) Září 2018 (4) Srpen 2018 (5) Červenec 2018 (4) Červen 2018 (4) Květen 2018 (5) Duben 2018 (4) Březen 2018 (5) Únor 2018 (4) Leden 2018 (4) Prosinec 2017 (3) Listopad 2017 (5) Říjen 2017 (4) Září 2017 (4) Srpen 2017 (5) Červenec 2017 (4) Červen 2017 (5) Květen 2017 (4) Duben 2017 (4) Březen 2017 (5) Únor 2017 (4) Leden 2017 (4) Prosinec 2016 (5) Listopad 2016 (4) Říjen 2016 (4) Září 2016 (5) Srpen 2016 (4) Červenec 2016 (4) Červen 2016 (8) Květen 2016 (5) Duben 2016 (4) Březen 2016 (5) Únor 2016 (4) Leden 2016 (4) Prosinec 2015 (5) Listopad 2015 (4) Říjen 2015 (5) Září 2015 (4) Srpen 2015 (4) Červenec 2015 (5) Červen 2015 (4) Květen 2015 (4) Duben 2015 (5) Březen 2015 (4) Únor 2015 (4) Leden 2015 (5) Prosinec 2014 (4) Listopad 2014 (4) Říjen 2014 (5) Září 2014 (4) Srpen 2014 (4) Červenec 2014 (5) Červen 2014 (4) Květen 2014 (5) Duben 2014 (2) Březen 2014 (2) Únor 2014 (2) Leden 2014 (3)  Štítkybrambory cukroví dezert domácí pečivo dušené maso dušení grilování hovězí maso kuřecí maso kuřecí prsa kuřecí stehna kynuté pečivo kynuté těsto lehká večeře letní jídlo luštěniny minutka mleté maso pečené maso pečení pečení masa polévka polévky příloha rychlé jídlo salát smažení snídaně studená kuchyně svačina tradiční recepty těstoviny vegetariánské jídlo vejce Velikonoce velikonoční recepty vepřové maso Vánoce vánoční cukroví vánoční recepty vývar zapékání zelenina zeleninová jídla čokoláda          Jsem sociální typ:        Každý čtvrtek nový e-mail E-shop Kuchařky pro dceru           FACEBOOK V mezičase, když zrovna není čtvrtek a není tu nový článek, skočte si za mnou na Facebook pro další rady a recepty do kuchyně.        Kuchařka pro dceru      OCENĚNÍ A MÉDIA Co jsem kde zásadního poslední dobou řekla nebo prozradila, najdete tady na hromádce: Zajímavé články a rozhovory                                             Jmenuji se Jana Florentýna Zatloukalová, jsem matkou čtyř dětí a autorkou pěti kuchařských knih. Každý čtvrtek zde na webu Kuchařky pro dceru píšu něco o tom, co vám udělá radost v kuchyni nebo při jídle. Nezapomeňte se (zdarma samozřejmě) přihlásit do E-mailového klubu Kuchařky pro dceru. Dostanete tak každý čtvrtek v deset dopoledne novou radu, recept nebo fígl rovnou do vašeho e-mailu. Další info: Kontaktní informace úplně pro všechny (čtenáře, novináře, média, blogery, knihkupce, distributory apod.)          Nejnovější komentářeJarka u Kaldoun čili zadělávané drůbkyMarie u Moravské zelí, které nezná hranicJana u Kaldoun čili zadělávané drůbkyVěrka u Kaldoun čili zadělávané drůbkyLenka u Kaldoun čili zadělávané drůbkyRozcestníkDomů Průvodce pro začátečníky Přehled receptů E-mailový klub E-shop s kuchařkami Recenze čtenářů O mně Kontakt Podmínky použití Prohlášení o ochraně údajů              (c) Florentýna 2007-2019. Podmínky použití a Prohlášení o ochraně údajů       Mobilní verze:  \t                    \t\tPovoleno        Zpět na horu     × Hledat   Použijte vyhledávání             × Přihlásit se     Uživatelské jméno nebo e-mail *    Heslo *       Zapomněli jste heslo? Vytvořit účet        × V košíku      V košíku není žádné zboží.                            "}