{"id": "Bylinkové kuře s novými bramborami  Apetit Online", "contents": "                                 Bylinkové kuře s novými bramborami | Apetit Online                                                               Přejít k hlavnímu obsahu                     Hlavní navigace   Recepty   Všechny recepty   Druh jídla   Brambory   Buchty a koláče   Chléb a pečivo   Chuťovka   Cukroví   Dort   Koření a dochucovadla   Kuře   Luštěniny   Marináda   Maso   Nápoj   Omáčka   Pohár   Polévky   Pomazánka   Ryby a mořské plody   Rýže   Salát   Sendvič   Sladká jídla   Studená omáčka a dip   Těstoviny   Z plechu   Zavařenina   Zelenina   Zmrzlina      Všechny recepty     Kolekce   Tipy   Jak na to   Poradna   Suroviny    Všechny tipy     Články   Stories   Úsporná kuchařka    Všechny stories      Zajímavosti   Lidé a jídlo   Zdraví a výživa   Tipy redakce   Tipy na víkend   Nakupujeme    Všechny články     E-shop    Kvízy   Soutěže    Všechny kvízy      Testování       Hledat               Časopis Apetit         Můj Apetit       Přihlášení do mého Apetitu       Přihlášení         Uživatelské jméno      Heslo          Zapamatuj si mě           Nová registrace Zapomenuté heslo      Recepty         Nejlepší dezerty   Buchty a koláče   Zákusky a cukroví   Sladká jídla   Dorty   Všechno           Co si dnes uvařit   Snídaně   Brunch   Oběd   Svačina   Večeře           Apetit na cestách   Italská kuchyně   Francouzská kuchyně   Mexická kuchyně   Indická kuchyně   Řecká kuchyně           Maso a drůběž   Kuřecí maso   Kachna   Hovězí maso   Vepřové maso   Králík           Zajímavé ingredience   Ananas   Losos   Kozí sýr   Krevety    Mascarpone         Bezmasá jídla   Jídla z hub   Těstoviny   Polévky   Další recepty          video          Video   Vepřové kotlety s hruškami   Kuřecí paštika   Italská cuketová polévka            Příležitost   Dýňová polévka   Chilli con carne   Tvarohové knedlíky s jahodami              S Luckou v kuchyni: Jablečné koláčky   Špagety Profumo di Limone   Porcujte kapra jako profík                        Drobečková navigace                                    Recepty                                                      Maso                                                      Bylinkové kuře s novými bramborami                              Bylinkové kuře s novými bramborami             Česká                   Maso                   Kuře                   Z jednoho hrnce                                                                                                   ZDROJ:                     Apetit                                            sdílet:                 Vytisknout recept      Bylinkové kuře s novými bramborami             Česká                   Maso                   Kuře                   Z jednoho hrnce                 Zvolte hodnoceníGive it 1/5Give it 2/5Give it 3/5Give it 4/5Give it 5/5    5/5  Počet hodnocení: 2              Do 20 minut   Snadné   Pro 4 osoby    Nutriční hodnoty (celý recept)    Energie 3980 kcal     Bílkoviny 83 g     Sacharidy 505 g     Tuky 177 g     Vláknina 24 g     Uvedené kalorické hodnoty pokrmů jsou pouze orientační a vychází z průměrných hodnot jednotlivých surovin.    Přeskočit na recept            Pečené kuře s křupavou kůrčičkou je právem stálicí na českém nedělním stole. Příprava masa, přílohy a omáčky najednou nás baví a ušetří místo na sporáku, kde se může nerušeně vařit polévka...         Související recepty               Salát se ztraceným vejcem, baby chřestem a holandskou omáčkou   Jak nejlépe oslavit příchod jara? Slavnostním oběd...                Kuřecí polévka s pažitkovými knedlíčky       K nedělnímu obědu polévka neodmyslitel...                Koláč s citronovým krémem a sněhovou čepicí   Supersnadný sušenkový základ, citronový krém...                   Suroviny     kuře   1 ks   větší    sůl       pepř    čerstvě mletý     kmín     drcený, podle chuti     máslo   50 g   změklé    majoránka (čerstvá)  1 svazek   otrhané lístky     citron   2 ks       bobkový list   4 ks       brambory nové   1 kg   malé, rozpůlené    olivový olej  2 PL       česnek   7 stroužků   naplocho zmáčknutých nožem    tymián  snítky   pár     smetana ke šlehání   250 ml          1 Troubu předehřejte na 180°C. Omyté a osušené kuře zvenku i zevnitř osolte, opepřete a okmínujte. Z másla, poloviny majoránky, nasekané nadrobno, a kůry, ostrouhané z jednoho citronu, utřete bylinkové máslo a opatrně ho rozprostřete pod kůži k prsíčkům. Polovinou zbylé majoránky, bobkovými listy a rozpůleným zbytkem citronu napěchujte vnitřek kuřete a svažte. 2 Brambory dejte do pekáčku, osolte, opepřete a promíchejte s olivovým olejem, česnekem, snítkami tymiánu a druhým citronem, nakrájeným na plátky, ty trochu pomačkejte, aby pustily šťávu. Ochucené brambory rozprostřete po dně pekáčku a navrch položte kuře prsíčky nahoru. Vložte do trouby a pečte 30 minut, po 30 minutách brambory promíchejte, zalijte smetanou a pečte dalších 30 minut. Po hodině pečení vmíchejte do omáčky zbylou majoránku, zvyšte teplotu v troubě na 220°C a dopečte kůrku kuřete dozlatova a dokřupava.   NĚCO NAVÍC Stejným způsobem můžete připravit i jarní kuřátka, která mají velmi jemné a chutné maso. V tomto případě počítejte s jedním kusem na osobu a dobu pečení zkraťte na 30–45 minut podle jejich velikosti. Brambory pak ale dejte péct dřív.        Tento recept naleznete také v kolekcích:      Velikonoční menu oslavující jaro      (4 recepty)   Měsíční flexitariánský jídelníček      (31 receptů)            Tento recept najdete v magazínu Apetit 2019/4                           spolu s mnoha dalšími recepty Autor: redakce Apetitu                                  Apetit magazín                          AD                 Nakupujeme        Proč se mi v lednici tvoří námraza aneb skoncujte s ní jednou provždy    Lednice je jeden z mála                    Lidé a jídlo         Iron Man japonské kuchyně Masaharu Morimoto: Oddanost řemeslu ho vynesla vrchol   Ačkoliv se mu v dětství ze strany rodičů nedostávalo moc lásky ani podpory, dokázal se vypracovat. Stal se mezinárodně uznávaným kuchařem i jedním z nejlépe placených šéfkuchařů na světě. Pokud jste ještě neslyšeli o Masaharu Morimotovi,...             Lidé a jídlo         Cédric Grolet: Francouzský cukrář, který vytváří zákusky jako sladké optické iluze   Spojení výtvarného umění a vášně pro cukrařinu udělalo ze Cédrika Groleta mistra cukrářského řemesla. Dnes je uznávaný kritiky po celém světě. Stal se hvězdou Instagramu, kde ve svých videích předvádí, jaké neskutečné cukrářské kousky lze...             Nakupujeme         Tipy pro perfektní piknik: Otevřete košíky, letí do nich výbava na léto    Večery se začínají protahovat, teploty klesají a mnoho milovníků pikniků už se nemůže dočkat, až se začnou vracet dlouhé dny. Pokud pro fanoušky letních měsíců hledáte perfektní vánoční dárek, s našimi tipy je vybavíte na dokonalý piknik od...                       AD                   Nakupujeme         Čtenáři testováno: Jak vám chutnaly kořenící pasty Podravka Natur?    Není tomu tak dávno, co jste měli příležitost zapojit se do uživatelského testování kořenících past Podravka Natur. Jsme opravdu rádi, že se mezi našimi čtenáři našlo tolik nadšených kuchařů, co rádi experimentují a zkoušejí nové věci. Jak...                       AD                   Tipy na víkend         V Karlových Varech si užijete nejen lázně, ale i gastro   Staňte se hostem Hotelu Thermal v Karlových Varech a ponořte se do kulinářského ráje, kde se spojuje to nejlepší z tradiční české kuchyně s lahůdkami mezinárodní gastronomie. Objevte místní kulinářské tajemství v hotelové restauraci s...               Líná kuchařka: Jak se dobře najíst bez dlouhého vaření   Edice Apetit se rozrůstá o další novinku. Línou kuchařku jsme ušili na míru všem, kteří rádi dobře jedí, ale nemají čas nebo chuť trávit v kuchyni dlouhé hodiny. Kniha je plná receptů, které pravděpodobně znáte. My jsme je ale zjednodušili...                        Nejnovější recepty               Tvarožník s mákem   Tvarožník s mákem, který jsme si vypůjčili z Polsk...                Nepečené řezy Princezna   Nepečené řezy Princezna je nesmírně jednoduchý a l...                Jablečný ‚tatin‘ s crème anglaise   Variace Marka Raditsche na tarte tatin má v sobě...                Vepřové ledvinky na cibulce   Vnitřnosti patří k levným kouskům masa a jsou...                Vánoční stromeček z pizza kuliček   Vánočními recepty se sociální sítě přímo ...                     Obchod Apetit            Dostupný  399 Kč 239 Kč                Dostupný  399 Kč 239 Kč                Dostupný  399 Kč 239 Kč                Dostupný  399 Kč 239 Kč                Dostupný  399 Kč 239 Kč                Dostupný  399 Kč 239 Kč                Dostupný  399 Kč 239 Kč                Dostupný  399 Kč 239 Kč                Dostupný  399 Kč 239 Kč                Dostupný  399 Kč 239 Kč                Dostupný  399 Kč 239 Kč                Dostupný  399 Kč 239 Kč                                 Recepty Tipy a triky E-shop Předplatné Kontakt Nastavení soukromí                               © 2023 Burda International CZ s.r.o.               Elle   Marianne   Svět Ženy   Chip   Burda Style   Obchodní podmínky   Ochrana soukromí   Cookies zásady                    Recepty   Tipy a triky   E-shop   Předplatné   Kontakt                       Elle   Marianne   Svět Ženy   Chip   Burda Style        Obchodní podmínky   Ochrana soukromí   Cookies zásady            © 2023 Burda International CZ s.r.o.                                      "}