{"id": "Jak na miso polévku krok za krokem  CountryLife", "contents": "                 Jak na miso polévku krok za krokem | CountryLife                                             Přejít k obsahu | Přejít k hlavnímu menu | Přejít k vyhledávání | Menu uživatel               Biopotraviny Country Life      Blog a recepty      Blog     Blog a recepty     Recepty   Časopis Dobroty   Bioseriál   Blog   Kosmetický blog               Jak na miso polévku krok za krokem  09.01. 2019 | Blog    Sdílejte  Sdílet na Facebook Sdílet na Twitter Sdílet na Pinterest    \t\t\t\t\tV mnoha kulturách a kuchyních je běžné, že se ke snídani podává polévka. V Japonsku takto konzumují miso polévku. I kdyby takový typ snídaně nebyl váš šálek čaje, stojí tato aromatická a lehká polévka určitě za vyzkoušení. \t\t\t\t  1. Vývar dashi Základem miso polévky je vývar dashi. Nejběžněji se připravuje z mořských řas a uzených sušených ryb, ve vegetariánské verzi jen z mořských řas. Na 1 l vody je potřeba 30 g mořské řasy kombu. Dashi se dá připravit dvěma způsoby – jako běžný vývar nebo zastudena jako výluh. Dashi jako vývar – na rozdíl od našich zeleninových nebo masových vývarů je velmi rychle hotový. Řasu namočte do studené vody a na středním ohni přiveďte k varu. Jakmile se voda začne vařit, řasu odstraňte. Tímto je dashi hotové. Pro silnější chuť vývaru řasu nejprve namočte na 20 minut do studené vody. Dashi připravené za studena – řasu namočte do studené vody a nechte nejméně 2 hodiny, ale ještě lépe 6 hodin luhovat. Poté řasu vyjměte (můžete ji použít v jiném jídle, ale přímo v miso polévce ji v Japonsku nepoužívají).   2. Pevné suroviny Vývar dashi přiveďte k varu (pokud jste ho připravovali za studena) a přidejte další suroviny – těmi mohou být houby (šitake, hlíva ústřičná), kořenová zelenina pokrájená na kostky nebo proužky, brambory nebo dýně také pokrájené na kostky (pevné suroviny, které se nemají vařit – tedy např. listová zelenina jako špenát či mangold – se přidávají až úplně na konci).  Uvařte do změknutí. 3. Miso Když jsou všechny suroviny měkké, rozmíchejte v polévce miso, na 1 litr polévky budete potřebovat 75–100 g (miso dejte do naběračky, do ní naberte trochu tekutiny z hrnce, miso v ní vidličkou nebo metličkou rozmíchejte a vraťte zpět do polévky). Rozeznává se několik druhů této slané pasty, obecně platí, že čím je miso tmavší, tím je jeho chuť intenzivnější. Po přidání misa by se polévka už neměla vařit.  Nakonec přidávejte ty suroviny, které stačí jen prohřát – bílé tofu nebo hedvábné tofu pokrájené na kostky, zelenou cibulku nebo listovou zeleninu.  Hotová miso polévka Nemáte čas nebo možnost vývar připravovat? Pak zkuste hotovou miso polévku, kterou stačí zalít vroucí vodou (a případně přidat tofu nebo jiné suroviny podle libosti). Nemusíte se bát, že by v těchto polévkách byly nějaké nežádoucí složky jako glutamát, obsahují jen miso a extrakt z mořských řas. Vyzkoušejte naši dýňovou miso polévku:               Miso genmai hnědá rýže 400 g   MUSO      \t\t\t\t\t\tSkladem \t\t\t\t   86,00 Kč        ks     Do košíku      Do nákupního seznamu          Mořské řasy Kombu 50 g   MUSO      \t\t\t\t\t\tNedostupné \t\t\t\t   164,00 Kč  \t\t\t\t\t328,00 Kč za 100 g \t\t\t\t      Hlídací pes    Do nákupního seznamu          Polévka Miso (6x10g) 60 g BIO   MUSO      \t\t\t\t\t\tSkladem \t\t\t\t   149,00 Kč  \t\t\t\t\t248,33 Kč za 100 g \t\t\t\t        ks     Do košíku      Do nákupního seznamu          Miso hatcho sója 400 g   MUSO      \t\t\t\t\t\tSkladem \t\t\t\t   161,00 Kč  \t\t\t\t\t40,25 Kč za 100 g \t\t\t\t        ks     Do košíku      Do nákupního seznamu          Miso genmai sója 250 g BIO   MUSO      \t\t\t\t\t\tSkladem \t\t\t\t   175,00 Kč  \t\t\t\t\t70,00 Kč za 100 g \t\t\t\t        ks     Do košíku      Do nákupního seznamu       Všechny produkty z článku Sbalit produkty    Další články k tématu         Miso pasty: jak se vyrábějí a jak je použít   \t\t\t\t\t\t\t\t\tMiso pasty sice pocházejí z Japonska, ale fungují jako výborné univerzální ochucovadlo, které se uplatní v jakékoli kuchyni. Je používat? Podívejte se na video! \t\t\t\t\t\t\t\t\tVíce   20.03. 2017 | Blog         \tAktuální číslo našich Dobrot           Sklízejte čerstvé novinky   \t\t\t\t\tOkuste dobroty, zdravé recepty a slevy přímo na vašem e-mailu. \t\t\t\t     Přihlásit            Menu    Akční produkty   Biopotraviny   Biopotraviny      Bio      Veganské      Bez lepku      Ze surovin bez lepku      Bez přidaného cukru      Fair trade        \t\t\t\t\t\t\t\t\t\tzpět Biopotraviny \t\t\t\t\t\t\t\t\t    \t\t\t\t\t\t\t\t\t\tjdi na: Biopotraviny \t\t\t\t\t\t\t\t\t   Ovoce a zelenina   Obiloviny   Luštěniny   Ořechy, sušené plody   Bezlepkové pečivo   Polotovary a směsi   Náhražky masa a vajec   Pomázanky, paštiky, džemy   Dětská výživa   Ochucovadla a sladidla   Nápoje a čaje   Oleje   Mořské řasy   Rostlinné nápoje a dezerty   Pochutiny   Pečivo   Gastro a velká balení   Doplňky stravy   Domácí přístroje a doplňky   Kuchařky a literatura   Džemy, marmelády, pyré       Přírodní kosmetika   Přírodní kosmetika    \t\t\t\t\t\t\t\t\t\tzpět Přírodní kosmetika \t\t\t\t\t\t\t\t\t    \t\t\t\t\t\t\t\t\t\tjdi na: Přírodní kosmetika \t\t\t\t\t\t\t\t\t   Tělo   Pleť   Vlasy   Děti   Ústní hygiena   Aromaterapie   Líčení   Opalování   Intimní péče   Muži   Vůně a parfémy       Ekologická drogerie   Ekologická drogerie    \t\t\t\t\t\t\t\t\t\tzpět Ekologická drogerie \t\t\t\t\t\t\t\t\t    \t\t\t\t\t\t\t\t\t\tjdi na: Ekologická drogerie \t\t\t\t\t\t\t\t\t   Čisticí prostředky   Prací prostředky   Přípravky na mytí nádobí   Hygienické potřeby       Prodejny   Prodejny    \t\t\t\t\t\t\t\t\t\tzpět Prodejny \t\t\t\t\t\t\t\t\t    \t\t\t\t\t\t\t\t\t\tjdi na: Prodejny \t\t\t\t\t\t\t\t\t   Prodejna Melantrichova   Prodejna bio a přírodní kosmetiky   Prodejna Francouzská   Prodejna Čs. armády   Prodejna Korunovační   Prodejna Archa   Vzorková prodejna Rudná   Kontakty a otevírací doba   Naše služby       Restaurace   Restaurace    \t\t\t\t\t\t\t\t\t\tzpět Restaurace \t\t\t\t\t\t\t\t\t    \t\t\t\t\t\t\t\t\t\tjdi na: Restaurace \t\t\t\t\t\t\t\t\t   Restaurace Melantrichova   Restaurace Dejvice   Kontakty a otevírací doba   Naše služby       Blog a recepty   Blog a recepty    \t\t\t\t\t\t\t\t\t\tzpět Blog a recepty \t\t\t\t\t\t\t\t\t    \t\t\t\t\t\t\t\t\t\tjdi na: Blog a recepty \t\t\t\t\t\t\t\t\t   Recepty   Časopis Dobroty   Bioseriál   Blog   Kosmetický blog       O nás   O nás    \t\t\t\t\t\t\t\t\t\tzpět O nás \t\t\t\t\t\t\t\t\t    \t\t\t\t\t\t\t\t\t\tjdi na: O nás \t\t\t\t\t\t\t\t\t   O Country Life   Naše historie   Lidé z Country Life   Kariéra   Kontakty   Média   Tiskové zprávy   Velkoobchod            Hledejte    Hledáte:  Hledejte        Přihlášení        Přes Facebook Přes Google  nebo přes e-mail   E-mail, nebo uživatelské jméno      Heslo    Prosím nevyplňujte!  Přihlásit Zapomněli jste své heslo?   \t\t\t\t\tNemáte účet? Zaregistrujte se          E-mail     Chci nové heslo   \t\t\t\t\tTyto stránky jsou chráněny pomocí reCAPTCHA a platí zásady ochrany osobních údajů a smluvní podmínky společnosti Google. \t\t\t\t  \t\t\t\t\tŽádný strach, na e-mail vám pošleme obratem nové heslo. Pokud vám nepřišlo, zkontrolujte si spamovou schránku. \t\t\t\t    Chci se přihlásit       Košík      \t\t\t\t\tNákupní košík je prázdný. \t\t\t\t       CZ/Kč     CZ/Kč   SK/€   EN/€            O nás   Kontakty   Kariéra   Zpracování a ochrana osobních údajů ve společnosti Country Life (GDPR)   Velkoobchod     Mohlo by vás zajímat   Vše o nákupu v e-shopu   Všechny značky, které prodáváme   Certifikáty přírodní a bio kosmetiky         \t\t\t Časopis Dobroty \t\t           Přihlášení k odběru novinek      Přihlásit              Tyto stránky jsou chráněny pomocí reCAPTCHA a platí zásady ochrany osobních údajů a smluvní podmínky společnosti Google. \t\t    Spojte se s námi  Sledujte nás na facebooku Sledujte nás na instgramu Sledujte nás na youtube _label_social_linkedin              \t\t\tAutor grafického stylu Studio Najbrt. Vytvořila společnost PeckaDesign. Přebírání materiálů je možné pouze s naším souhlasem. \t\t           "}