{"id": "Jak si vyrobit domácí čokoládu a další zdravé čokoládové pochoutky", "contents": "                                                      Jak si vyrobit domácí čokoládu a další zdravé čokoládové pochoutky | České Budějovice                                         Přejít k hlavnímu obsahu      Český Rozhlas   100 let rozhlasu iRozhlas Program mujRozhlas Stanice O rozhlase       Hledat         Poslouchejte živě    Regionální stanice   Celoplošné stanice   Stanice Audioarchiv Podcasty             Hledat      Podcasty Komentáře Kultura Sport Jak nás naladíte Hry, četby, povídky Věda Náboženství Digitální rádio Historie Příroda Publicistika v obraze Zelená vlna  Radiotéka - Kupte si audioknihu Rozhlasový poplatek                       České Budějovice         Přehrát      Program Audioarchiv Kamery      Jídlo  Program Pořady Audioarchiv Playlisty Lidé Kamery O nás Jak nás naladíte Kontakt Naše akce O čem se mluví Orchestr Recepty Video Zprávy            Jak si vyrobit domácí čokoládu a další zdravé čokoládové pochoutky                            23. březen 2018                                Přírodní lékárna                                                                               Čokoláda patří mezi přírodní léky. V poslední době ji hojně doporučují i kardiologové. Pravidelná konzumace i jedné kostičky kvalitní čokolády snižuje riziko infarktu o 40 až 50 procent.      Čokoláda rozšiřuje cévy a snižuje krevní tlak. Působí jako antioxidant, podporuje bdělost mozku, dodá silnou energetickou vzpruhu a posílí koncentraci.Vyplatí se naučit se některé jednoduché čokoládové recepty, abychom se mohli těšit i z vlastních výrobků.Kromě kvalitního kakaového prášku, nejlépe v bio či fair trade kvalitě, potřebujeme jako druhou základní ingredienci kakaové máslo.Kakaové máslo snižuje známky stárnutí a je skvělé pro péči o citlivou pleť se sklonem k dermatitidám a vyrážkám. Obsahuje látky, které pečují o organismus zvenku i uvnitř. V kombinaci s kakaovým práškem jde o skvělou směs pro zdraví.Vlastní příprava čokoládových pochoutek se vyplatí, protože máme jistotu, že tyto účinné přírodní látky nezkazíme nešetrnou úpravou a přidáním nadbytečného množství cukru.Základní recept na domácí čokoláduSuroviny: 50 gramů kakaového másla 2 polévkové lžíce kakaového prášku 1-2 polévkové lžíce kokosového cukruDo kastrůlku dáme kakaové máslo a na mírném plameni začneme rozpouštět (nejlépe ve vodní lázni). Přidáme kakaový prášek a mírně dosladíme.Tekutou směs nalijeme do formiček (například silikonových srdíček nebo mořských plodů) a dáme do mrazničky na hodinu ztuhnout. Z formiček uvolníme a uchováme v chladničce.          Čokoládové pralinky|foto:Fotobanka ProfimediaNa obměnu chutí pralinek můžete přidat některé z těchto ingrediencí: 2 lžíce posekaných mandlí nebo pražených lískových ořechů, 1 lžíce chia semínek, 1 lžička vanilky, 1 lžíce kokosových vloček, ¼ lžičky chilli, ¼ lžičky muškátového oříšku, ¼ až ½ lžičky himálajské soli, 1 lžíce karobu, 2 lžíce drcených kakaových bobů.Tip: Kořeněné slané pralinky pro gurmánySuroviny: ¼ lžičky muškátového oříšku ¼ lžičky chilli nebo kajenského pepře ¼ - ½ lžičky himálajské soli l lžička vanilky 2 lžíce kokosového cukru 50 gramů kakaového másla 2 lžíce kakaového práškuV kastrůlku rozpustíme kakaové máslo. Přidáme kakaový prášek, často mícháme, přidáme cukr, necháme rozpustit. Přidáme další ingredience a dobře rozmícháme.Čokoládový chia pudinkSuroviny: 6 lžic chia semínek 2 lžíce kakaového prášku 1 šálek rostlinného mléka 3 lžíce javorového sirupuSmícháme všechny ingredience v míse a dáme do ledničky přes noc, nebo alespoň na čtyři hodiny. Podáváme zdobené bobulovým ovocem nebo kokosovými lupínky nebo sekanými kakaovými boby.         Ilustrační foto|foto:Fotobanka ProfimediaČokoládový avokádový krémSuroviny: 1 zralé avokádo kakaový prášek javorový sirup nebo med případně vanilková esenceJednoduchý čokoládový krém vytvoříme rozmixováním zralé dužiny avokáda, kakaového prášku a javorového sirupu nebo medu v mixéru.Jíme s bobulovým ovocem nebo kokosovými lupínky, sekanými mandlemi či pistáciemi nebo kakaovými boby.Pečený čokoládový dezert z banánůSuroviny: 85 gramů másla 2 větší zralé banány 200 gramů 70% čokolády 2 větší vejce 1 polévková lžíce kakaa ½ lžičky mořské soli 3 polévkové lžíce alternativní mouky (např. nopálová, čiroková)Formu o průměru alespoň 26 centimetrů si vyložíme pečicím papírem, který předem zmačkáme (bude se nám s ním lépe manipulovat).Ve vodní lázni rozpustíme máslo se solí. Na rovném talířku rozmačkáme banány najemno a přidáme je k máslu. Čokoládu nahrubo posekáme, přidáme ji na lázeň a mícháme. Až bude skoro všechna čokoláda rozpuštěná, stáhneme mísu z vodní lázně a vmícháme postupně obě vejce.Do jiné mísy prosejeme kakao a alternativní mouku, tuto směs nasypeme k tekuté části a důkladně šleháme několik minut.Přelijeme do formy a pečeme v troubě předehřáté na 170 stupňů asi 25 minut, nebo až přestane být střed tekutý. Po upečení necháme zchladnout alespoň hodinu.         Ilustrační foto|foto:Fotobanka ProfimediaNepečené ořechové brownieSuroviny: 1 a ½ šálku vlašských ořechů 1 šálek datlí bez pecek ¼ - ½ šálku kakaového práškuNa polevu:  2 avokáda ½ šálku javorového sirupu ¼ šálku kakaového prášku 2 lžíce kokosového oleje 1 lžička vanilkového extraktu 1/8 lžičky soliV mixéru rozmixujeme ingredience na brownie. Dáme na malý plech a uložíme do ledničky.Připravíme si polevu. Rozmixujeme do hladka všechny ingredience, dokud nedostaneme konzistenci hladkého krému.Polevu naneseme na brownie. Před podáváním zamrazíme a nakrájíme na 12 porcí. Servírujeme s jahodami nebo malinami.Raw čokoládové cookies s makouSuroviny: ¾ šálku mandlové mouky ¼ šálku mletého lněného semínka 1/3 šálku kakaového prášku 3 lžíce prášku z maky 3 lžíce kokosové mouky 3 lžíce javorového sirupu 1 lžička vanilkového extraktu 1/8 lžičky soli ½ šálku (plus 1-2 lžíce) vodyNa náplň:  ¼ šálku mandlového másla 1 a ½ lžíce prášku z maky 1 lžíce kakaového prášku 3 lžíce kokosového cukru 1 lžička vanilkového extraktu špetka soli 3 lžíce rostlinného mléka nebo vodyV mixéru nebo velké míse smícháme všechny suché ingredience na sušenky (mandlovou mouku, mleté lněné semínko, kakao, maku, kokosovou mouku a sůl). Přidáme vanilku a javorový sirup a rozmixujeme.Nakonec přidáme vodu a dobře zpracujeme, aby se ingredience spojily. Lněné semínko a kokosová mouka velmi absorbují vlhkost. Pokud by směs byla příliš suchá, přidáme jednu až dvě lžíce vody navíc.Dáme do mísy a chladíme v lednici nejméně dvě hodiny. Rozválíme těsto na sušenky mezi dvěma archy papíru na pečení asi na půl centimetrovou tloušťku. Pomocí tvořítka nebo sklenky vykrajujeme z těsta sušenky. Pokládáme je na pečicí papír a pak dáme do mrazáku, aby se těsto zpevnilo.Ingredience na náplň rozmixujeme do hladka, podle potřeby přidáme trochu tekutiny. Zpevněné sušenky potřeme náplní, na ni jemně přimáčkneme další sušenku. Vrátíme do mrazáku, aby sušenky ztuhly. Vyndáme několik minut před konzumací.          autor:     Štěpánka Kutišová                   Sdílet                  Facebook     Twitter     LinkedIn        \t\tSpustit audio \t        \t\t\t\t\t\t\tVšechny díly pořadu na mujRozhlas \t\t\t\t\t\t             Související                   9 receptů na zdravé domácí zmrzliny a nanuky Pro zmrzlinu nemusíte jenom ke stánku nebo do cukrárny. Jednoduchá domácí zmrzlina, kterou vyrobíte s obyčejným mixérem, překoná mnohé kupované produkty.   Přehrát             Javorový sirup do čaje i dezertů. Toto zdravé sladidlo vás zbaví příčiny mnoha nemocí Javorovému sirupu se dostalo velké pocty, když se na jeho počest konalo první světové sympozium v San Francisku. Vědci sdíleli výzkum na téma pozitivních účinků sirupu.  Přehrát             Quinoa je skvělá pro celiaky, můžete ji připravit s chřestem i čokoládou V současné době je známým faktem, že dostupné a běžně užívané potraviny mají mnohem nižší obsah výživných a ochranných látek, než stejné plodiny pěstované před 50 lety.  Přehrát              Jak nás naladíte na DABu      Více z pořadu            Přehrát         PřehrátZnamení boží přízně i svatební dar. Mandle mají dávnou tradici a i dnes se vyplatí je často jíst            Přehrát         PřehrátVe středověku věřili, že popenec chrání před morem a očarováním. Dnes ho ocení diabetici a kardiaci            Přehrát         PřehrátJe čas na jarní detox. Pomohou zeleninové šťávy a salát s listy pampelišek            Přehrát         PřehrátObyčejná skořice neobyčejně pomůže diabetikům, ve spojení s medem také tlumí bolest     E-shop Českého rozhlasu     Tohle není povídání na dobrou noc, k zamyšlení určitě. moderátor Jan Pokorný                Tata a jeho syn   Koupit       Autorské povídky známého divadelníka a spisovatele A. G. v jeho vlastním podání. Tata a jeho syn je sbírkou úsměvných příběhů na motivy skutečných událostí, ovšem ve skutečných kulisách a především ve skutečné době.             Stará tajemství      \t\tPatricia Gibneyová \t    Koupit               Ani slovo      \t\tPatricia Gibneyová \t    Koupit               Doktor v domě      \t\tRichard Gordon \t    Koupit                                ﻿  Český rozhlas Zprávy Koronavirus Stanice   eShop   mujRozhlas Živé vysílání Audioarchiv Podcasty Mobilní aplikace     O nás Jak nás naladíte Nápověda Lidé v rádiu Kariéra Kontakt Rozhlasový poplatek     Sledujte nás   Facebook     X     Youtube     Instagram     LinkedIn         Český rozhlas       Cookies Osobní údaje Podmínky užití English  © 1997-2023 Český rozhlas                                                                       "}