{"id": "Lilek načerno - Vegmania.cz", "contents": "﻿         Lilek načerno - Vegmania.cz                                                                            Vegmania.cz    Menu Skip to content Články Recepty Kurz o rostlinné stravě Mé služby Veg*pedie  Veganství Veg* vitamíny Restaurace Prodejny Knihy a kuchařky Pomocníci v kuchyni Nákupní tipy   Newsletter      hledej:                 Lilek načerno    Publikováno: 18. 07. 2014   Autor/ka: Pavel Ovesný                    Druh jídla: Hlavní chody           Ingredience: středně velký lilek cibule 5 polévkových lžic sojové omáčky 1/2 polévkové lžíce vinného octa 2 čajové lžičky bramborového nebo kukuřičného škrobu 1/2 polévkové lžíce cukru olej sůl   Postup: Lilek pokrájíme na plátky, posolíme a necháme čtvrt hodiny “vypotit”, abychom z něj vytáhli hořkost. Poté jej osušíme a nakrájíme na malé kostky. Cibuli nakrájíme na větší kousky a orestujeme na oleji. Přidáme lilek a krátce osmažíme. Protože lilek rychle natáhne olej, podlejeme jej vodou a necháme chvilku dusit. Přidáme sojovou omáčku, ocet, cukr a sůl a dále dusíme. Před koncem rozmícháme škrob v troše studené vody a vmícháme za stálého míchání do směsi, aby utvořila hutnou omáčku. Podle chuti ještě přidáme sůl nebo špetku zeleninového bujónu. Vhodnou přílohou je rýže.  Počet porcí: 2 Doba přípravy: 30 minut Tagy: Lilek Sójová omáčka      Rychle k cíli: chci kouknout na přehled ingrediencí chci zpátky na všechny recepty     Pronikněte za jeden večer do tajů rostlinné stravy V online kurzu Rostlinný jídelníček se s vámi podělím o nezbytnou teorii i praktické tipy a postupy, jak jíst pestře a chutně. Na zoubek koukneme luštěninám, ořechům, alternativám masa a mléka, dochucování i samotnému sestavení jídelníčku. Online kurz se 45 kapitolami a 2,5 hodinami videí můžete sledovat z pohodlí domova Zjistěte víc    Související obsah   Lilek v curry omáčce  Plněný lilek  Zapečená polenta  Jáhlové placky       typy jídel: Guláše Omáčky Placky Rizota Rostlinná mléka Smoothies Snídaně Těstoviny Špagety   ingredience: Adzuki Amarant Banány Batáty Bez vajec Brambory Brokolice Bulgur Bílá fazole Celer Chia semínka Cizrna Cizrnová mouka Cuketa Černá sůl Červená čočka Červená řepa Čočka Datle Dýně hokaido Fazole Hlíva Houby Hrách jedlé byliny Jáhly Kapusta Kešu Kokosové mléko Konopné semínko Kroupy Kuskus Květák Kysané zelí Lahůdkové droždí Lilek Lněné semínko Luštěniny Mandle Mrkev Mungo Mák Nudle soba Omáčky Ovesné vločky Ořechy paprika Pohanka Polenta Pórek Quinoa rajčata Robi Rýže Seitan Sezam Shitake Smoothies Sušená rajčata Sójové maso Špenát Tahini Tempeh Tofu Uzené tofu Vlašské ořechy Žampiony     Řešíte, jak si dobře vybrat kuchyňský přístroj? Získejte užitečné tipy i slevové kódy z našich článků.   multifunkční tlakový hrnec DOMO - 15% sleva!  Sušičku G21 Breezer 10% sleva  výkonný mixér G21 10% sleva  tipy na využití a recepty z Remosky 10% sleva  článek Kuchyňští pomocníci    E-mailový oběžník Vegmania Chcete dostávat užitečné tipy a triky z rostlinné kuchyně nebo tématické recepty podle ročních období do vaší pošty? Věnujte mi e-mail a já vám 1 - 2x do měsíce napíšu. Nechcete kupovat zajíce v pytli? Pak se nejdříve podívejte se, jaké e-maily můžete očekávat.   Email  *     Jméno     Příjmení                   Kurz Rostlinný jídelníček  Pronikněte za 3 hodiny do tajů rostlinné stravy. V online kurzu Rostlinný jídelníček se s vámi podělím o nezbytnou teorii i praktické tipy a postupy, jak jíst pestře a chutně. Na zoubek koukneme třeba luštěninám, ořechům, alternativám masa a mléka nebo dochucování. Nechybí ani příklady vzorových snídaní, obědů a večeří a ukázkových týdenních jídelníčků. Online kurz se 45 kapitolami a 2,5 hodinami videí můžete sledovat z pohodlí svého domova. Zjistěte víc  Aktuální články           Dýně jsou královnami podzimních výzdob i kuchyní        Kdy sbírat a jak sušit šípky? A jak se z nich dělá legendární šípková omáčka?        Multifunkční hrnec DOMO: luštěniny a celozrnné obiloviny zvládne cobydup        Houby v rostlinném jídelníčku        Sušená rajčata: poznejte odrůdy vhodné na sušení a tipy, kam s nimi        Expert na luštěniny   Jsem užitečný jako tlakový hrnec pro vaření luštěnin a celozrnných obilovin nebo jako napařovač zeleniny. Sloužím také jako jogurtovač a rýžovar. Zvládám také smažení nebo pomalé vaření. Mám velký display a jsem bezpečný, i když jsem plný páry. Jsem multifunkční hrnec Tesla. Zjistěte víc  Nové recepty           Kokosová buchta        Mac and Cheese z pečeného batátu        Krémové dýňové rizoto        Tofu steak s pepřovou omáčkou        Lněné sušenky        Veganské vitamíny  Vitamin B12, vitamin D a omega 3 (EPA/DHA) jsou tři živiny, které by vám v rostlinném jídelníčku mohly chybět. Kdy, jak často a v jakých dávkách je doplňovat? Zjistěte víc  Nejpopulárnější tagyBanány Brambory Brokolice Cibule Cizrna Cuketa Datle Dýně hokaido Fazole Houby Hrách jablka Jáhly Kakao Kešu Kokosové mléko Květák Luštěniny Mandle Mrkev Obiloviny Omáčky Ovesné vločky Ořechy Paprika Pohanka Rajčata Remoska Rizoto Rýže Seitan Sezam Sušená rajčata Tahini Tempeh Tofu Těstoviny Uzené tofu Vlašské ořechy zelenina Červená řepa Čočka česnek Špenát Žampiony            Zakladatel Vegmania.cz Jmenuju se Pavel Ovesný a veganství se věnuju od roku 2007. Kromě rozvíjení Vegmanie také učím v online kurzu Rostlinný jídelníček principy rostlinné stravy. Můžete si se mnou také domluvit osobní konzultaci nebo individuální kurz vaření jako (vánoční) dárek.  Kurz Rostlinný jídelníček  Pronikněte za 3 hodiny do tajů rostlinné stravy. V online kurzu Rostlinný jídelníček se s vámi podělím o nezbytnou teorii i praktické tipy a postupy, jak jíst pestře a chutně. Online kurz se 45 kapitolami a 2,5 hodinami videí můžete sledovat z pohodlí svého domova Zjistěte víc  Kontakt  Instagram YouTube Twitter Oběžník Vegmania Kontakt         © Vegmania.cz 2012 - 2023 | ochrana osobních údajů | web vytvořil Pavel Ovesný                                               "}