{"id": "Lilek s česnekovou omáčkou Yu Xiang Qie Zi 鱼香茄子 - NUDLIČKA", "contents": "                  Lilek s česnekovou omáčkou (Yu Xiang Qie Zi 鱼香茄子) - NUDLIČKA                                                                              Menu    Hledat                Úvodní   Recepty   Suroviny   Blog   Kontakt                            Recepty  Lilek s česnekovou omáčkou (Yu Xiang Qie Zi 鱼香茄子)   230  3 minut čtení         Sdílet    Facebook    X    Pinterest    Pocket    Messenger    Messenger    WhatsApp    Sdílet prostřednictvím e-mailu                Přejít na recept  Vytisknout recept Čínský lilek s česnekovou omáčkou – tato klasická pochoutka je také známá jako Fish Fragrant Lilek (Lilek s rybí vůní), což je přesnější překlad jejího čínského názvu Yu Xiang Qiezi/鱼香茄子. Seznam ingrediencí, který neobsahuje žádné ryby může trochu mást. Má se za to, že jídlo dostalo tento název, protože je podobné tomu, které místní používají k přípravě ryb. Ve skutečnosti však lilek s rybí vůní nemá s rybami nic společného. V podstatě je to smažené jídlo skládající se z kousků lilku, mletého masa, chilli a husté omáčky.     Původ názvu omáčky s rybí vůní Podle lidové pověsti hospodyňka vařila k večeři lilek a nechtěla plýtvat zbytky omáčky použité v rybím pokrmu. Použila ji tedy při přípravě lilku. Pokrm byl velice chutný a její manžel ho miloval víc, než původní jídlo s rybami. Pojmenovali ho tedy yú xiāng neboli „rybí vůně“ jako poctu lahodné omáčce.Yú xiāng je jednou ze sedmi klíčových příchutí v sečuánské kuchyni. Obsahuje sójovou omáčku, ocet Chinkiang, cukr, doubanjiang, chilli papričky a velké množství čerstvého česneku, zázvoru a cibule.  Tradiční receptury na čínský lilek s česnekovou omáčkou vyžadují mleté ​​vepřové maso, které pokrmu dodává bohatou chuť. V sečuánské kuchyni můžete najít mnoho příkladů těchto kombinací, jako je Mapo Tofu , nasucho smažené zelené fazolky atd. Lze použít i mleté ​​hovězí, kuřecí nebo krůtí maso.   Čínský lilek pro vegetariány Tento pokrm můžete připravit i tak, že si ho s chutí a bez obav dají i vegetariáni. Použijte tofu jako náhradu mletého masa. V tomto případě zvolte tofu s pevnou konzistencí, které lze prsty rozlámat na kousky. Smažte obvyklým způsobem. Nebo místo mletého masa smažte na drobno nakrájené houby shiitake. Můžete použít čerstvé i sušené. Maso klidně vynechte úplně, i tak bude pokrm chutnat skvěle. Lilek je jednou z nejnáročnějších zelenin na vaření, ale výsledek je skvělý, pokud to uděláte správně. Pro nejlepší chuť a konzistenci doporučuji použít čínský lilek, který je úzký a dlouhý. Ve srovnání s lilkem, který se běžně vyskytuje v supermarketech, má jasnější fialovou barvu, tenčí slupku, méně semínek a sladší chuť.      Vytisknout recept 5 z 11 hodnocení  Lilek s česnekovou omáčkou (Yu Xiang Qie Zi 鱼香茄子)  Jemný, krémový lilek ochucený štiplavým, voňavým kořením, čínský lilek s česnekovou omáčkou je prostě neodolatelný!  Doba přípravy20 minuty minutDoba vaření15 minuty minutCelkový čas35 minuty minut  Chod: Hlavní jídloKuchyně: Čínská Porce: 2 Mód vařeníZabraňte ztmavnutí obrazovky Ingredience▢ 2 ks nakrájené lilky (450 g )▢ 1 lžička soli▢ 1/4 šálku kukuřičného škrobu na obalení lilkuOmáčka▢ 3 lžíce lžíce octa Chinkiang▢ 1 lžíce lžíce světlé sójové omáčky▢ 1 lžíce lžíce tmavé sójové omáčky▢ 1 lžíce lžíce vína Shaoxing nebo suchého sherry▢ 1 lžíce lžíce Doubanjiang▢ 2 lžíce lžíce cukru▢ 1/2 hrnku kuřecího vývaru nebo zeleninového▢ 1 lžička sezamového oleje▢ 1 lžíce lžíce kukuřičného škrobuOstatní ingredience▢ 1/2 šálku rostlinného oleje▢ 2 lžičky sečuánského pepře▢ 4 ks nakrájené jarní cibulky▢ 3 lžíce na drobno nakrájeného česneku asi 8 stroužků česneku▢ 1 lžíce nakrájeného zázvoru▢ 250 g mletého vepřového masa▢ 8 až 10 ks čínských sušených chilli papriček Postup Nakrájejte lilek na dlouhé tyčinky, nebo kousky.Vložte do velké mísy a přelejte vodou, tak aby všechny kousky lilku byly ponořené. Přidejte 1 lžičku soli, dobře promíchejte. Přikrejte poklicí, aby lilek zůstal pod vodou po dobu 15 – 20 minut. Sceďte a osušte.Všechny ingredience omáčky přidejte do mísy. Dobře promíchejte a dejte stranou.Posypte lilek kukuřičným škrobem a  promíchejte, dokud se lilek rovnoměrně nepokryje tenkou vrstvou škrobu.Do velké nepřilnavé pánve nalijte olej a zahřívejte při středně vysoké teplotě, dokud nebude horký. Rozložte lilek po dně pánve bez překrývání (možná budete muset vařit ve 2 nebo 3 dávkách). Smažte lilek po jedné i druhé straně, dokud povrch neztmavne a lilek nezměkne, 5 až 7 minut. Přeneste na talíř. Zbývající várku(y) usmažte stejným způsobem. Dávejte pozor, aby se pánev příliš nezahřála a olej nezačal kouřit.Jakmile je lilek hotový, sundejte pánev ze sporáku. Přebytečný olej slijte a na pánvi ho ponechte pouze 1 polévkovou lžíci. Do pánve přidejte sečuánský pepř. Smažte na středním plameni, dokud kuličky pepře nezhnědnou. Pak je odstraňte.Přidejte vepřové maso. Smažte dokud se nerozdělí na malé kousky. Přidejte jarní cibulku, česnek, zázvor a sušené chilli papričky. Několikrát promíchejte, aby se vůně uvolnila.Omáčku znovu promíchejte, aby se kukuřičný škrob úplně rozpustil, a poté nalijte do pánve. Míchejte, dokud omáčka nezhoustne. Vraťte lilek do pánve a rychle promíchejte. Chuť, pokud je potřeba, upravte přidáním trochy soli nebo cukru. Vše ihned přendejte na talíř.Podávejte horké s dušenou rýží.    Vyzkoušeli jste tento recept?Zmiňte se o tom @nudlickablog  TagyChinkiang doubanjiang lilek recept Sezamový olej ShaoXing sójová omáčka     230  3 minut čtení       Sdílet    Facebook    X    Pinterest    Pocket    Messenger    Messenger    WhatsApp    Sdílet prostřednictvím e-mailu            Sdílet    Facebook    X    Pinterest    Pocket    Messenger    Messenger    WhatsApp    Telegram    Sdílet prostřednictvím e-mailu                Doubanjiang (豆瓣醬): Pikantní koření Číny            Dvakrát vařený bůček (Hui Guo Rou 回锅肉)     Zanechte komentář      Napsat komentářVaše e-mailová adresa nebude zveřejněna. Vyžadované informace jsou označeny *Komentář * Jméno *  E-mail *  Loading...   Δ      Související články     Pomerančové kuře (Chen Pí Jī 陈皮鸡)     Dan Dan nudle (Dàndàn miàn 担担面)     Hovězí maso v chilli oleji (Shui Zhu Niu Rou, 水煮牛肉)     Čínské nakládané zelí (Pào Cài 泡菜)         Prohlédněte si také  Close       Recepty   Čínské smažené nudle (Chow Mein 炒面)            Sledujte nás      19600 Odběratelů        43 Sledujících        6 Sledujících     Poslední příspěvky      Pomerančové kuře (Chen Pí Jī 陈皮鸡)          Dan Dan nudle (Dàndàn miàn 担担面)          Hovězí maso v chilli oleji (Shui Zhu Niu Rou, 水煮牛肉)          Čínské nakládané zelí (Pào Cài 泡菜)     Odebírejte náš kanál                   Smažené strouhané brambory (Tudou Si 酸辣土豆丝)    Smažené strouhané brambory (Tudou Si 酸辣土豆丝)     Čínská hnědá omáčka    Čínská hnědá omáčka     Lilek s česnekovou omáčkou (Yu Xiang Qie Zi 鱼香茄子)    Lilek s česnekovou omáčkou (Yu Xiang Qie Zi 鱼香茄子)     Kuře v omáčce z červeného oleje (Kou Shui Ji 口水鸡)    Kuře v omáčce z červeného oleje (Kou Shui Ji 口水鸡)     Kuře podivuhodné chuti (Guài Wèi Jī Sī 怪味鸡丝)    Kuře podivuhodné chuti (Guài Wèi Jī Sī 怪味鸡丝)     Mapo Tofu (麻婆豆腐)    Mapo Tofu (麻婆豆腐)     Pomerančové kuře (Chen Pí Jī 陈皮鸡)    Pomerančové kuře (Chen Pí Jī 陈皮鸡)     Kuře ve sladkokyselé omáčce (Gu Lou Yuk 咕噜肉)    Kuře ve sladkokyselé omáčce (Gu Lou Yuk 咕噜肉)        Kategorie Recepty 20  Suroviny 8  Blog 4            Nenechte si ujít               Kuře v omáčce z červeného oleje (Kou Shui Ji 口水鸡)    Kuře v omáčce z červeného oleje (Kou Shui Ji 口水鸡)     Dvakrát vařený bůček (Hui Guo Rou 回锅肉)    Dvakrát vařený bůček (Hui Guo Rou 回锅肉)     Kuře ve sladkokyselé omáčce (Gu Lou Yuk 咕噜肉)    Kuře ve sladkokyselé omáčce (Gu Lou Yuk 咕噜肉)     Čínské smažené nudle (Chow Mein 炒面)    Čínské smažené nudle (Chow Mein 炒面)     Pikantní polévka (Hot and Sour Soup 酸辣汤)    Pikantní polévka (Hot and Sour Soup 酸辣汤)                     19600 Odběratelů        43 Sledujících        6 Sledujících        brambory chilli chilli olej chinatown Chinkiang doubanjiang douchi hnědá omáčka kantonská omáčka Kung Pao kuře lilek Londýn mapo tofu nudle recept restaurace rýžové víno rýžový ocet Sezamový olej sečuánský pepř ShaoXing Shiitake smažené nudle sójová omáčka tofu těstíčko wok zelí čínská restaurace           NUDLIČKA 2023 |   Zásady ochrany osobních údajů Kontakt FacebookPinterestYouTubeInstagram          Facebook    X    Pinterest    Messenger    Messenger    WhatsApp       Back to top button      Close            FacebookPinterestYouTubeInstagram                   Close                                                 \n\n"}