{"id": "Mořské řasy pokud s nimi začínáte sáhněte po nori - Vegmania.cz", "contents": "﻿\n\n\n\n\n\n\n\n\nMořské řasy: pokud s nimi začínáte, sáhněte po nori - Vegmania.cz\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVegmania.cz\n\n\n\nMenu\nSkip to content\nČlánky\nRecepty\nKurz o rostlinné stravě\nMé služby\nVeg*pedie\n\nVeganství\nVeg* vitamíny\nRestaurace\nProdejny\nKnihy a kuchařky\nPomocníci v kuchyni\nNákupní tipy\n\n\nNewsletter\n\n\n\n\n\nhledej:\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\nMořské řasy: pokud s nimi začínáte, sáhněte po nori \n\n\n\n\n\n\n\n\nMořské řasy jsou často označovány jako mořská zelenina. Patří k základu mnohých přímořských kuchyní, kdy asi nejvíce v konzumaci a zpracování řas vyniká gastronomie japonská.\nŘasy jsou koncentrovaným zdrojem minerálů a vitamínů. Přestože řasy nepatří k lokálním potravinám, rozhodně stojí za to zařazovat je nejen do rostlinného jídelníčku.\nZdravotní přínosy mořských řas\nObsah minerálních látek v nich obsažených je vysoký, bohaté jsou především na vápník, železo, jód, fosfor, hořčík a vitaminy A, B, D, E či K. Za zmínku stojí i kvalitní bílkoviny a enzymy. Navíc jsou živiny z nich lidským organismem dobře vstřebatelné. Ač se při úpravách využívá váhově pouze zanedbatelné množství řas (max. jednotky gramů), dovedou řasy výrazně zvýšit nutriční hodnotu pokrmu.\nPozor by si měli dát lidé s onemocněním štítné žlázy anebo jiným závažnějším onemocněním, kde by vysoký obsah jódu mohl uškodit. Pokud si nejste s konzumací řas jistí, konzultujte vhodnost s lékařem nebo dobrým nutričním či výživovým poradcem. Naopak pokud vás trápí oslabená imunita, problémy s krví, oběhovým systémem či se vám hojně kazí zuby, zkuste místo drahých umělých vitamínů a minerálů vyzkoušet mořské řasy. Uvidíte, že během pár týdnů zaznamenáte zlepšení. \nMimochodem, řasy obsahují nerozpustný polysacharid natriumalginát, který působí na lidský organismus jako “čistící kartáč” a na své nestravitelné části dokáže vázat těžké kovy, které jsou tímto způsobem vyloučeny trávicím traktem z těla ven. Výhodou řas je to, že i bez certifikace bio si můžete být docela jisti, že pocházejí z čistých vod – kde je znečištění vody vyšší, tam prostě nerostou.\nJak často řasy jíst?\nKolik tedy řas sníst, aby to bylo dostatečné, ale nikoliv nadbytečné? 2x týdně zařazujte řasy do jídelníčku plus přidávejte řasy při vaření do polévek či luštěnin, zlepší se stravitelnost, sníží se nadýmavost a navíc budou polévky i luštěniny výživnější. \nV praxi to znamená asi to, že v pondělí uděláte zeleninový vývar s kouskem řasy wakame (stačí kousek řasy o velikosti poštovní známky), ve středu a v sobotu uvaříte hrnec luštěnin s řasou kombu a do toho si dáte třeba v pátek sushi s řasou nori nebo salát s řasou dulse, tradiční japonskou wakame miso polévku nebo si v neděli k jídlu uděláte kondiment z arame. Jako u všeho platí, všeho s mírou a jíst co nejvíce pestře. \nVýhodou řas je to, že i přesto, že jejich pořizovací cena je vysoká, vydrží vám na mnoho jídel (50 g kombu rozstříhám na čtverečky a mám je tak do 30 jídel, cenově pak vychází do 5 Kč na jídlo, řasy nori se vyplatí kupovat v asijských tržnicích po 50, 100 ks, kdy je pak cena za 1 plát na sushi 3 – 5 Kč, apod.).\n\nJsou řasy vhodné i pro dětský jídelníček?\nDoporučení co se týče dětí a řas se různí. Některá jsou přísnější se zařazováním řas, jiná naopak zařazují řasy velice brzy. Vycházíme-li z toho, že řasy nejsou primárně potraviny určené pro Středoevropany, doporučuji k řasám u dětí přistupovat individuálně a opatrně. Přidávat kombu či wakame při vaření polévek či luštěnin je dobrý krok, jak děti na chuť řas navyknout a zlepšit jim stravitelnost jídel. Zařazování samostatných řas jako komponentů jídel bych doporučovala nejdříve v roce a půl věku nebo později. \nMoje děti řasy milují od malička a jsou schopni sníst pláty nori řasy jako pochoutku. Prodávají se i pražené řasy v krabičkách, které naprosto zbožňují. Přistupuji k tomu v míře jako ke sladkostem, jednou za čas neuškodí, když sní 3 plátky řasy nori nebo krabičku pražených, ale každý den bych jim to nedovolila, právě kvůli vyššímu obsahu jódu. \nZ oblíbených řasových jídel bych vyzdvihla miso polévku s řasou wakame (o tu se mi vždy perou, kdo dostane víc), nudlový salát s brokolicí a wakame a kondimenty z řas hijiki a arame. (recepty níže) Drcenou řasu nori či dulse můžete přidávat i jako posypku do polévek na talíři (například v zimě místo čerstvé pažitky), do salátů, slaných kaší aj. \nJak mořské řasy zařadit do jídelníčku?\nPoužít je můžete do polévek, rizotových jídel (i z jáhel, pohanky, quinoi, bulguru či kuskusu) a při vaření luštěnin. Nori se nejčastěji využívají na přípravu sushi, z řas arame či wakame se připravuje speciální salát, vločky z řasy dulse můžete do běžných salátů nasypat i bez tepelné úpravy. \nVe veganské kuchyni můžete díky řasám docílit “rybí chuti” – na hlívě, obalené jako řízek, si můžete pochutnat u štedrovečerního stolu, z namočených, rozmixovaných a vychlazených slunečnicových semínek můžete s citrónovou šťávou, jemně nakrájenou cibulí a vloček z nori vykouzlit s trochou šikovnosti i “rybí” salát. Mořské řasy jsou hojně užívané i do veganských pomazánek, níže najdete výborný recept na falešnou rybičkovou pomazánku, která svou chutí zmate i konvenčně se stravujícího.\nA takřka nepostradatelný je agar-agar coby rostlinný alternativa želatiny a skvělé ztužovadlo.\nDruhy mořských řas\n\nNori\nNori je patrně nejznámější mořskou řasou, protože se využívá k přípravě sushi. Pěstuje se na sítích v chráněných zálivech u pobřeží, je obzvláště citlivá na čistotu vody. Sklízí se ručně a suší se pak na slunci. Obsahuje hodně bílkovin (nejvíce ze všech druhů řas), vitaminů A, B a C. Kromě sushi se používá v podobě vloček jako koření při vaření luštěnin, polévek či zeleninových jídel. Může se využít i za studena. Výborná je především její pražená varianta, kterou zakoupíte i jako snack v různých příchutích (např. wasabi, chilli aj.).\nTip na veganské sushi: Nebojte se do sushi nakombinovat více potravin. Kromě základních známých potravin jako je okurka, mango, avokádo či ředkev si můžete sushi připravit i z mrkve, fazolových lusků, tofu/tempehu, salátu, ředkviček, drcených arašídů, namočených wakame řas. Jako specialitu k ohromení přátel či rodiny můžete použít “lososa” z mrkve či kaviár z mořských řas (prodává IKEA) na kalifornia rolky.\n\nDulse\nDulse patří mezi červené řasy, prozrazující vysoký obsah železa. Přirozeně roste v Atlantském oceánu na skalnatých pobřežích v chladných vodách přílivových oblastí. Řasy jsou 15-30 cm dlouhé a mají tenké, měkké vějířovité listy. Rostliny se v květnu až říjnu trhají ručně, pak jsou sušeny na slunci a větru. Kromě zmíněného železa je řasa dulse je bohatá na vápník, hořčík, fosfor a jód. Používá se do polévek, v podobě vloček je možné ji vylepšit zasyrova saláty. Výborná řasa pro lidi trpící anémií nebo onemocněními krve a oběhového systému. Doporučujeme i těhotným vegankám jako výborný zdroj železa.\nFalešná „rybičková“ pomazánka\n\n1 uzené tofu\n1 Sójakrém\n1 cibulka\n1 lžíce krémžské hořčice\n1 lžička dulse řas (nebo nori)\n<)ul>\nPostup: V misce smíchejte najemno nastrouhané uzené tofu, sójakrém, najemno nakrájenou cibulku, hořčici a řasy. Nechejte vychladit a rozležet. Servírujte s kváskovým chlebem a zeleninou. Dobrou chuť!\n\nArame\nArame, hnědá řasa (Eisenia bicyclis) pochází z Tichého oceánu. Dlouho se vaří a suší na slunci, její lístky pak zčernají. Z minerálních látek obsahuje především jód, vápník a železo. Má nasládlou chuť, což způsobuje vysoký obsah přírodního cukru. Je oblíbená pro svoji jemnou chuť bez typické mořské pachuti. Pokud s řasami začínáte, vyzkoušejte právě arame.\nPři pravidelné konzumaci pomáhá snižovat krevní tlak, cholesterol a pomáhá při všech srdečně-cévních onemocnění. \nKondiment z arame\n\n5 g řasy arame\n1 dcl vody\n2 lžíce Shoyu sójové omáčky\n1 cibule\n1 lžíce rostlinného oleje\n50 g mražené kukuřice\n\nPostup: Řasy namočte do vody se sójovou omáčkou a nechejte 30 minut nabobtnat. Poté 10 minut povařte do změknutí řas. Na pánvi na oleji orestujte nadrobno pokrájenou cibulku dozlatova. Před koncem restování přihoďte kukuřici a prohřejte. Promíchejte s uvařenými a zcezenými řasami, nechejte vychladnout. Konzumujte zhruba 1 lžíci jako přídavek k jídlu. Skladujte ve vzduchotěsné nádobě v lednici. Vydrží i týden.\n\nWakame\nTrochu výraznější chuť má další z hnědých řas, wakame, jenž je spolu s nori pilířem japonského jídelníčku. Roste až okolo 10 metrů pod hladinou a sklízí se pomocí dlouhých háků. Má vysoký obsah hořčíku, jódu, vápníku, železa a sodíku. Jíst se může i syrová, např. v salátech, stačí ji zhruba na půl hodiny namočit do vody. Vodu pak rozhodně nevylévejte, ale použijte pro další kulinářské úpravy. Hodí se i do polévek, luštěninových či obilovinových jídel. Silný vývar z wakame se v Japonsku používá k navrácení sil rodičkám po porodu. Také se používá k pročištění krve.\nMiso polévka s řasou Wakame (na 1 porci)\n\n50 g orestovaných žampionů\n50 g rýžových nudlí (instantních)\n1 menší mrkev\n3 listy salátu\n1 lžička miso pastu\n2 lžíce sekaných bylinek (pažitka, jarní cibulka, medvědí česnek, čínská bazalka, koriandr – dle chuti)\n1/2 lžičky arašídového másla\n5 g řasy wakame\nvolitelně chilli pasta\nzeleninový vývar\n\nPostup:\nMrkev a Wakame uvařte v zeleninovém vývaru doměkka. Do misky dejte rýžové nudle a zalijte horkým zeleninovým vývarem. Nechejte pod pokličkou nabobtnat. Mezitím si nachystejte zbylé suroviny.\nV misce, kde budete polévku servírovat, rozmíchejte miso pastu, arašídové máslo s horkým zeleninovým vývarem. Přidejte uvařenou mrkev, řasu, zcezené nudle. Posypte orestovanými žampiony, nasekaným salátem, bylinkami a chilli pastou. Ihned podávejte. Výborná k snídani, opravdu. \n\nKombu / Kelp\nŘasa kombu (u nás známá také jako kelp) je hlubokomořská hněda řasa, rostoucí v čistých, chladných, severních vodách. Její listy dosahují délky 5-10 metrů. Pro použítí je třeba ji nejdříve na cca půlhodinu namočit a asi hodinu do změknutí vařit. Ve formě prášku může sloužit jako koření. Obsahuje nejvíce jódu, proto ji Číňané po staletí používají jaké lék na problém se štítnou žlázou. Ale opatrně s jejím používáním, přílišný příjem jódu je stejně problematický jako jeho nedostatek. \nNudle s brokolicí a řasou\n\n80 g rýžových nudlí\n100 g brokolice\n1 lžíce sezamu\n10 g kombu\nsezamový olej\n1 lžička sójové omáčky\n20 g drcených arašídů\nšťáva z ½ citrnou\n\nPostup: Rýžové nudle uvařte podle návodu na obalu. Kombu řasu namočte, nakrájejte na tenké proužky a uvařte do změknutí. Ke konci varu přidejte i malé růžičky brokolice. Na oleji orestujte sezam, přidejte okapanou krátce povařenou brokolici a restujte. Jakmile sezam zezlátne, přihoďte zcezené nudle, kombu, sójovou omáčku a rychle orestujte. Na závěr přidejte drcené arašídy a šťávu z citronu. Servírujte posypané čerstvými bylinkami.\n\nHijiki\nŘasa hijiki je hnědé (po usušení černé) barvy a vzhledem připomíná sušený čaj. V Japonsku ji považují za elixír krásy a rovněž si cení jejich vlastností vedoucí k lepší obranyschopnosti organismu. Jako ostatní řasy patří mezi skvělé zdroje hořčíku, vápníku, zinku, železa a jódu. Při přípravě hijiki je opět nutné řasu na 30 minut namočit (zhruba 7x zvětší objem) a poté vařit do změknutí. Řase dobře snáší vysoké teploty a delší tepelné úpravy a proto se skvěle hodí na fritování. \n\nAgar\nAgar obsahuje vysoké množství rozpustné vlákniny, mimo to jsou v něm zastoupeny minerály jako jód, vápník, železo a také kyselina listová. Vyrábí se vařením červené mořské řasy tengusa a posléze chlazením gelu, dokud neztuhne na pevnou konzistenci. K sehnání je ve formě tyčinek, vloček, anebo praktického prášku. Ve veganské kuchyni agarem nahradíte želatinu, a to jak na slano (aspiky, tlačenky, zahušťování a ztužování), tak na sladko (želé, dortové krémy…).\n\nIrský mech\nAč roste i v dalších lokalitách, svůj název získal Irský mech právě díky častému výskytu v mořích obklopujících Irsko. Získal tam věhlas nejen v kuchyni, ale také v lidovém léčitelství. Hojně se v něm totiž vyskytuje vápník, síra, jód, draslík, selen a také vitaminy A, D, E nebo K. Podobně jako agar lze Irský mech využít jako alternativu želatiny, na rozdíl od něj se však nemusí vařit, stačí jej alespoň na dvě hodiny (ideálně přes noc) nechat nabobtnat ve vodě a poté rozmixovat.\nIrský mech je mezi vegany znám i pod názvem „rostlinný kolagen“. Má celou řadu zdravotních benefitů – výborný vliv na pohybový aparát, zlepšuje metabolismus a činnost štítné žlázy, díky antivirotickým účinkům chrání před patogeny, zlepšuje paměť a jiné. Ráda bych zdůraznila prospěšnost vnějšího užívání při kožních onemocněních, spáleninách, lupénce, akné. \nKakaovo-lískooříškový RAW puding\n\n1 hrnek gelu z irského mechu (50 g mechu namočit do vody na 8 hodin, poté vodu slít a rozmixovat s 1 dcl čerstvé vody na gel)\n2 banány\n150 g namočeného kešu\n2 lžíce lískooříškového másla\n1 lžíce kakaa\nvolitelně čekankový sirup na doslazení\n\nPostup: Všechny suroviny rozmixujte v mixéru na hladký krém. Rozlijte do sklenic a nechejte vychladit a zatuhnout. \n\nChlorella\nChlorella do zdejšího přehledu tak úplně nepatří, jedná se o řasu sladkovodní. Platí však pro ni obdobné pozitivní vlastnosti, jako pro řasy mořské. Obsahuje závratných až 65% bílkovin, k tomu celou řadu vitaminů, minerálních látek, esenciální mastné kyseliny, karotenoidy včetně beta karotenu a velké množství chlorofylu. Užívá se buď jako prášek rozmixováním např. ve smoothie nebo se ve formě lisovaných tablet konzumuje přímo jako doplněk stravy.\nPestrý jídelníček nade vše. I s řasami navrch\nJako u všech “zázračných” potravin i u mořských řas platí, že nejsou všemocné a jen zařazení řas do jídelníčku, ať už sladkovodních či mořských, nestačí. Pokud chceme být zdraví a zdraví si udržet, jezme pestře, celistvě, co nejvíce lokálně a sezónně a především střídmě a s vděčností. Vnímejme jídlo jako palivo našich těl a dopřávejme si to nejlepší palivo. Do aut byste si také nenalili druhořadý benzín, tak proč šidit svoje těla?\nTagy:\njód Mořské řasy železo \n\n\n\npublikováno: 22. 04. 2022   napsal/a: Lenka Špaček\n\n\n\nPronikněte za jeden večer do tajů rostlinné stravy\n 🥗V kurzu Rostlinný jídelníček se s vámi podělím o nezbytnou teorii i praktické tipy a postupy, jak jíst pestře a chutně. Na zoubek koukneme luštěninám, ořechům, alternativám masa a mléka, dochucování. Nechybí ani příklady vzorových snídaní, obědů a večeří a ukázkových týdenních jídelníčků. Online kurz se 45 kapitolami a 2,5 hodinami videí můžete sledovat z pohodlí domova Zjistěte víc\n\n\nSouvisející obsah\n\n\nDulse\n\nNebojte se quinoi\n\nVýběr rostlinných jogurtů stále roste. Poradíme vám tipy, jak si mezi nimi vybrat\n\nNori\n\n\n \nŘešíte, jak si dobře vybrat kuchyňský přístroj? Získejte užitečné tipy i slevové kódy z našich článků.\n\n\nmultifunkční tlakový hrnec DOMO - 15% sleva!\n\nSušičku G21 Breezer 10% sleva\n\nvýkonný mixér G21 10% sleva\n\ntipy na využití a recepty z Remosky 10% sleva\n\nčlánek Kuchyňští pomocníci\n \n\n\n\nE-mailový oběžník Vegmania\nChcete dostávat užitečné tipy a triky z rostlinné kuchyně nebo tématické recepty podle ročních období do vaší pošty? Věnujte mi e-mail a já vám 1 - 2x do měsíce napíšu. Nechcete kupovat zajíce v pytli? Pak se nejdříve podívejte se, jaké e-maily můžete očekávat.\n\n\nEmail  *\n\n\n\n\nJméno \n\n\n\nPříjmení \n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nKurz Rostlinný jídelníček \nPronikněte za 3 hodiny do tajů rostlinné stravy. V online kurzu Rostlinný jídelníček se s vámi podělím o nezbytnou teorii i praktické tipy a postupy, jak jíst pestře a chutně. Na zoubek koukneme třeba luštěninám, ořechům, alternativám masa a mléka nebo dochucování. Nechybí ani příklady vzorových snídaní, obědů a večeří a ukázkových týdenních jídelníčků. Online kurz se 45 kapitolami a 2,5 hodinami videí můžete sledovat z pohodlí svého domova.\nZjistěte víc\n\nAktuální články\n\n\n\n\n\n\n\n \n\nDýně jsou královnami podzimních výzdob i kuchyní \n\n\n\n \n\nKdy sbírat a jak sušit šípky? A jak se z nich dělá legendární šípková omáčka? \n\n\n\n \n\nMultifunkční hrnec DOMO: luštěniny a celozrnné obiloviny zvládne cobydup \n\n\n\n \n\nHouby v rostlinném jídelníčku \n\n\n\n \n\nSušená rajčata: poznejte odrůdy vhodné na sušení a tipy, kam s nimi \n\n \n\n\n\nExpert na luštěniny\n\n\nJsem užitečný jako tlakový hrnec pro vaření luštěnin a celozrnných obilovin nebo jako napařovač zeleniny. Sloužím také jako jogurtovač a rýžovar. Zvládám také smažení nebo pomalé vaření. Mám velký display a jsem bezpečný, i když jsem plný páry. Jsem multifunkční hrnec Tesla.\nZjistěte víc\n\nNové recepty\n\n\n\n\n\n\n\n \n\nKokosová buchta \n\n\n\n \n\nMac and Cheese z pečeného batátu \n\n\n\n \n\nKrémové dýňové rizoto \n\n\n\n \n\nTofu steak s pepřovou omáčkou \n\n\n\n \n\nLněné sušenky \n\n \n\n\n\nVeganské vitamíny \nVitamin B12, vitamin D a omega 3 (EPA/DHA) jsou tři živiny, které by vám v rostlinném jídelníčku mohly chybět. Kdy, jak často a v jakých dávkách je doplňovat?\nZjistěte víc\n\nNejpopulárnější tagyBanány\nBrambory\nBrokolice\nCibule\nCizrna\nCuketa\nDatle\nDýně hokaido\nFazole\nHouby\nHrách\njablka\nJáhly\nKakao\nKešu\nKokosové mléko\nKvěták\nLuštěniny\nMandle\nMrkev\nObiloviny\nOmáčky\nOvesné vločky\nOřechy\nPaprika\nPohanka\nRajčata\nRemoska\nRizoto\nRýže\nSeitan\nSezam\nSušená rajčata\nTahini\nTempeh\nTofu\nTěstoviny\nUzené tofu\nVlašské ořechy\nzelenina\nČervená řepa\nČočka\nčesnek\nŠpenát\nŽampiony\n \n\n\n\n\n\n\n\n\n\nZakladatel Vegmania.cz Jmenuju se Pavel Ovesný a veganství se věnuju od roku 2007. Kromě rozvíjení Vegmanie také učím v online kurzu Rostlinný jídelníček principy rostlinné stravy. Můžete si se mnou také domluvit osobní konzultaci nebo individuální kurz vaření jako (vánoční) dárek.\n\nKurz Rostlinný jídelníček\n\nPronikněte za 3 hodiny do tajů rostlinné stravy. V online kurzu Rostlinný jídelníček se s vámi podělím o nezbytnou teorii i praktické tipy a postupy, jak jíst pestře a chutně. Online kurz se 45 kapitolami a 2,5 hodinami videí můžete sledovat z pohodlí svého domova Zjistěte víc\n\nKontakt\n\nInstagram\nYouTube\nTwitter\nOběžník Vegmania\nKontakt\n\n \n\n\n\n\n © Vegmania.cz 2012 - 2023 | ochrana osobních údajů | web vytvořil Pavel Ovesný\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}