{"id": "O léčivých účincích mořských řas a recept na Protizánětlivé celerovo ...", "contents": "\n\n\n\n\n\n\nO léčivých účincích mořských řas a recept na Protizánětlivé celerovo-cizrnové bochánky se salátem s wakame řasou – A SPOON OF HISTAMINE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\nPřejít k obsahu webu\n\n\n\n\nA SPOON OF HISTAMINE\n\nVaše denní lžička histaminu.\n\n\n\nO mně a blogu\nSyndrom histaminové intolerance (HIT)\n\nNáš přítel histamin\n\nHistorie\nMetabolismus histaminu\nBiologické účinky histaminu\n\n\nHistaminová intolerance\nPříznaky HIT\n\nTrávicí a vylučovací trakt\nKardiovaskulární systém a pohybový aparát\nDýchací soustava, kůže, sliznice\nNervová soustava\nEndokrinní systém\nImunitní systém\nDalší projevy /stravování\n\n\nDiagnóza histaminové intolerance\nTerapie HIT\nLiteratura, laboratoře\nMůj příběh\nLéčba – novinky\n\n\nRecepty\n\nSladké vaření a pečení\nSlané vaření a pečení\nJídlo jako lék\nSaláty a smoothie\n\n\n \n\n\n\n\n\n\n\n\n27/01/2014 Uvařeno pro Vás\nO léčivých účincích mořských řas a recept na Protizánětlivé celerovo-cizrnové bochánky se salátem s wakame řasou\n Posted by  kašulka\n\n\nKdyž v lednovém Zajíci přišla také řasa Wakame, chvíli jsem na ni koukala a přemýšlela, jestli to mám za trest nebo za odměnu. No tak dobře, je to prostě výzva.\nNa začátek se pojďme podívat, co vás dnes čeká.\n\nCeler – protizánětlivý, antioxidant, antimikrobiální, snižuje cholesterol √\nCizrna – protizánětlivá, antioxidant, antibakteriální, protirakovinná, snižuje cholesterol √\nKokosový olej – protizánětlivý, analgetický, antibakteriální, snižuje horečku √\nWakame – protizánětlivý, antihistaminikum, stabilizace hladiny cukru √\nSalát – protizánětlivý, zlepšuje imunitu a stav střeva √\nKurkuma – protizánětlivá, antihistaminikum √\nKonopný olej – protizánětlivý √\nSezam – protizánětlivý, antioxidant, chrání játra √\nKoriandr – antimikrobiální, antioxidant, snižuje cukr, působí proti depresím, protizánětlivý, snižuje tuky, vysoký krevní tlak, neuroprotektivní, diuretický  √\n\nTo zní prostě lákavě:)\nCelkově Zajíce v krabici beru jako takovou malou kulinářskou výzvu, u které se člověk mimo jiné trochu vzdělává:) A tak jsem začala studovat, co je řasa Wakame zač. Z přiložených materiálů jsem se dozvěděla spoustu pozitivních účinků na lidský organismus. Ale co na to říká věda? A co říká věda na wakame při histaminové intoleranci? V jedné diskuzi s The Low Histamime Chef  (ano, zjistila jsem, že přestože děláme obě podobný výzkum či na některém i spolupracujeme, lidé prostě názor ze zahraničí respektují více) se zmínila, že pokud by si z mořských řas měla vybrat, pak by to byla wakame pro své protizánětlivé účinky.\nWakame (Undaria pinnatifida) je mořská řasa, která je běžně využívána nejen v japonské kuchyni. Patří mezi tzv. hnědé řasy. Co na hnědé řasy říká The world’s healthiest food?\n\nMořská zelenina aka mořské řasy jsou skvělým zdrojem biologicky využitelného železa. Jedna lžíce sušených mořských řas obsahuje mezi 0,5-35 miligramy železa, přičemž nalezneme také nezanedbatelný obsah vitamínu C (vitamín C zvyšuje biologickou využitelnost rostlinného železa).\nHnědé řasy (kombu, wakame, arame) mají velký obsah jódu.\nMořské řasy jsou zdrojem minerálu vanadu. Přestože tento prvek není obvykle moc zmiňován, hraje roli v metabolismu cukrů a regulaci krevního cukru (pravděpodobně pomáhá zvyšovat citlivost na insulin inhibicí tyrosinfosfatázy a ovlivňovat ukádání glukózy do glykogenu).\nMořské řasy jsou skvělým zdrojem antioxidantů – mimo klasických polyfenolů a karotenoidů obsahují např. alkaloidy s antioxidační kapacitou.\nV neposlední řadě je důležité zmínit obsah látky s názvem fukoidan. Jedná se o polysacharid se složitou strukturou a obsahem síry. Tato sloučenina má protizánětlivé účinky.\nMořské řasy mohou hrát roli při snižování rakoviny spojené s hladinou estrogenů (především rakovina prsu). Řasy mají schopnost snižovat cholesterol, který blokuje produkci estrogenů. Mnohem zajímavější je, že mořské řasy mají schopnost upravovat menstruační cyklus u žen (a tedy snížení sekrece estrogenů ve folikulární fázi).\n\nTo zní docela slibně, ne? Celkově vzato, když vezmete souhrnný obsah základních minerálů ve wakame, dostanete pěkně vysoké číslo, které může přebýt třeba dvojnásobné množství špenátu (či 6násobné množství mrkve). Fukoidanu v mořských řasách jsou připisovány protizánětlivé, anti-angiogenní, antikoagulační a antiadhesivní vlastnosti. Co by některé z vás mohlo také zajímat, fukoxanthin z wakame pomáhá bojovat proti obezitě. A na závěr – fukoidan z wakame byl zkoumán na modelu atopické dermatitidy a vědci zjistili, že 3% fukoidan byl stejně účinný jako 0,1% dexametazon, kortikosteroid běžně používaný pro léčbu (při mazání na kůži). Tato studie navazovala na předchozí, kde vědci pozorovali snížení IgE protilátek po podání fukoidanu u pacientů s atopickou dermatitidou. Přesun žírných buněk do kůže byl po léčbě fukoidanem redukován a docházelo tedy ke zmírnění svědění a dalších příznaků. U myší byla také významně snížena hladina histaminu a IgE protilátekv krvi. Wakame tedy dokáže bojovat proti histaminu i přes kůži. \nAbych se tedy přiznala, řasy miluji chuť řas není úplně tak pro mě. Je to taková jiná chuť, na kterou si člověk musí zvyknout. Ale jelikož každý máme jiný chutě, třeba vám wakame zachutná (v polévce či jiném jídle, což sama ještě musím otestovat) a budete ji tak moc využít jako silného bojovníka nejen proti histaminu.\nCelerovo-cizrnové bochánky se salátem s wakame řasou\nBochánky\n\n1/2 hlávky bulvy celeru\n2 vejce\n1 a 1/2 hrnku cizrnové mouky\n1 lžička kurkumy\n1 lžička soli\n1/2 lžičky mletého kmínu\n1/2 lžičky mletého koriandru (nebo klidně hrst čerstvého – čím více, tím lépe)\ntrocha cizrnové mouky na obalení\nkokosový olej na smažení\n\nDip\n\nhrst sušené řasy wakame\n2 stonky řapíkatého celeru\n1 lžíce sezamových semínek\n1 lžíce konopného oleje\n\nŘasu wakame si předem namočíme do studené vody a necháme cca 30 minut odstát.\nCeler očistíme a nasekáme na drobno (použila jsem sekáček, alternativně můžete nastrouhat na jemno). Přidáme koření, promícháme a přisypeme mouku. Vymícháme lepivou hmotu (bude záležet na velikosti vajec a vlhkosti celeru, nechtěla jsem přidávat příliš mnoho mouky kvůli následné chuti), ze které namočenýma rukama odebíráme malé množství, vytvarujeme kuličky (ty jsem ještě lehce obalila v cizrnové mouce) a smažíme v kokosovém oleji. Postupně obracíme, aby se opekly ze všech stran (pokud nechcete spotřebovat spoustu oleje). Smažíme do zezlátnutí, vyjmeme a necháme na kuchyňské utěrce odsát přebytečný tuk.\nWakame dáme do sekáčku a nasekáme na jemno. Přidáme řapíkatý celer, nasekáme a zmixujeme dohromady. Přesuneme do misky, vmícháme kvalitní za studena lisovaný olej a sezamové semínko. Nachystáme si zeleninový salát z oblíbené a tolerované zeleniny a na každou porci přidáme trochu wakame dipu.\nBochánky můžeme přidat jako přílohu k salátu, pokud máte doma masožrouta, můžete mu k tomu upéct třeba plátek masa (nebo posypat vypečenou slaninkou). Bochánky jsou také výbornou přílohou k červené čočce:) Dobrou chuť.\n\n\n \nOhodnotitSdílet:TisknoutE-mailTweetSdílet na TumblrLíbí se mi to:To se mi líbí Načítání...\n\nSouvisející\n\n\n\n\n\nbezlepková dietacelercizrnové kuličkyprotizánětlivé jídlowakame \n\n\nNavigace příspěvku\nPrevious PostŠvestkový crumbleNext PostŘepné sladkohořké smoothie aneb očista krve je tu\n\n\n\n\n\n\n\t\t\t\t\t3 comments\t\t\t\t\n\n\n\n\n\n\nBarunka píše: \n\n29/01/2014 (10:33 am) \n\n\nMá konopný olej nějakou specifickou chuť nebo se dá nějak nahradit?\n\nOdpovědět \n\n\n\n\n\nkasulatko píše: \n\n29/01/2014 (11:28 am) \n\n\nMá takovou lehce oříškovou chuť:) Určitě se dá nahradit, možná bych pak přisypala více různých semínek. Ale to jen proto, že tu chuť řas moc nemusím:)\n\nOdpovědět \n\n\n\n\n\n\n\nJana píše: \n\n27/01/2014 (3:39 pm) \n\n\nČtete mi myšlenky??? Odpovídáte dříve, než-li položím dotaz!!!! Děkuji .-))))\n\nOdpovědět \n\n\n\nZanechat odpověď Zrušit odpověď na komentář\n\n\nΔ \nTento web používá Akismet na redukci spamu. Zjistěte více o tom, jak jsou data z komentářů zpracovávána.\n\n\n\n\nHledat\n\n\nHledej:\n\n\n\n\nHledat\n\n\nCo vás zajímá\n\nHistaminová intolerance\n\nJídlo jako lék\n\nO zdraví a nemoci\n\nRecenze\n\nCestování\n\nKosmetika\n\nKuchařky/Knihy\n\nRestaurace\n\n\n\nUvařeno pro Vás\n\nVaše příběhy\n\nZe života\n\n\nPřispějte na literaturu a provoz stránek \nChci novinky emailem! \n\n\nVložte svou emailovou adresu pro dostávání novinek na email! Nezmeškejte jediný příspěvek!\nEnter your email address to follow this blog and receive notifications of new posts by email.\n\n\n\t\t\t\t\t\tE-mailová adresa\t\t\t\t\t\n \n\n\n\n\n\n\n \n\t\t\t\t\t\tZapsat se!\t\t\t\t\t\n\n\n\nKašulka na facebooku \n\nKašulka na facebooku\n\nDoporučuji\n\nBezlepkové mouky\nBonvivání – svět pro gurmány\nElenas Pantry\nFoodlover CZ\nHeal With Food\nHealing Histamine\nHIT je zdravo žiť\nKašulčin Svět\nNourishing Meals\nTerapia jedlom\nVařím bez lepku, mléka a vajec\n\n\nZákladní informace\n\nRegistrace Přihlásit se\nZdroj kanálů (příspěvky)\nKanál komentářů\nWordPress.com\n\n\n\n\n\n\n\nAutorská práva Veškerý obsah podléhá autorskému právu a jakékoli jeho kopírování a použití je možné pouze s písemným souhlasem autora.\n\nProhlášení Informace poskytnuté na této webové stránce slouží výhradně pro informační účely, nenahrazují lékařskou péči, diagnostiku, ani dietní doporučení lékaře. Autor nenese žádnou odpovědnost za špatné použití či interpretaci zde prezentovaných informací.\n\nArchiv Archiv\n\nVybrat měsíc\n Říjen 2023 \n Prosinec 2022 \n Červenec 2022 \n Květen 2022 \n Březen 2022 \n Leden 2022 \n Prosinec 2021 \n Říjen 2021 \n Září 2021 \n Červenec 2021 \n Duben 2021 \n Březen 2021 \n Únor 2021 \n Leden 2021 \n Listopad 2020 \n Říjen 2020 \n Září 2020 \n Červenec 2020 \n Červen 2020 \n Květen 2020 \n Duben 2020 \n Březen 2020 \n Únor 2020 \n Leden 2020 \n Prosinec 2019 \n Listopad 2019 \n Říjen 2019 \n Září 2019 \n Srpen 2019 \n Červenec 2019 \n Červen 2019 \n Květen 2019 \n Duben 2019 \n Březen 2019 \n Únor 2019 \n Leden 2019 \n Prosinec 2018 \n Listopad 2018 \n Říjen 2018 \n Září 2018 \n Srpen 2018 \n Červenec 2018 \n Červen 2018 \n Květen 2018 \n Duben 2018 \n Březen 2018 \n Únor 2018 \n Leden 2018 \n Prosinec 2017 \n Listopad 2017 \n Říjen 2017 \n Září 2017 \n Srpen 2017 \n Červenec 2017 \n Červen 2017 \n Květen 2017 \n Duben 2017 \n Březen 2017 \n Únor 2017 \n Leden 2017 \n Prosinec 2016 \n Listopad 2016 \n Září 2016 \n Srpen 2016 \n Červenec 2016 \n Červen 2016 \n Květen 2016 \n Duben 2016 \n Březen 2016 \n Únor 2016 \n Leden 2016 \n Prosinec 2015 \n Listopad 2015 \n Říjen 2015 \n Září 2015 \n Srpen 2015 \n Červenec 2015 \n Červen 2015 \n Květen 2015 \n Duben 2015 \n Březen 2015 \n Únor 2015 \n Leden 2015 \n Prosinec 2014 \n Listopad 2014 \n Říjen 2014 \n Září 2014 \n Srpen 2014 \n Červenec 2014 \n Červen 2014 \n Květen 2014 \n Duben 2014 \n Březen 2014 \n Únor 2014 \n Leden 2014 \n Prosinec 2013 \n Listopad 2013 \n Říjen 2013 \n Září 2013 \n Srpen 2013 \n Červenec 2013 \n Červen 2013 \n Květen 2013 \n Duben 2013 \n Březen 2013 \n Únor 2013 \n Leden 2013 \n Prosinec 2012 \n Listopad 2012 \n Říjen 2012 \n Září 2012 \n Srpen 2012 \n\n\n \n\n\n\n\n\nBlog na WordPress.com.\n\n\n\n\n\n\n\n \n\n\n\n komentář\t\t\t\t\t\t\n\n\n\n\n\nSledovat\n\n\n\nSleduji\n\n\n\n\n\n\n\n\t\t\t\tA SPOON OF HISTAMINE\t\t\t\n\n\nPřidejte 1 162 dalších sledujících\n\n\n\n\n\n\n\n \n\n\t\t\t\t\t\t\t\t\t\t\t\tPřihlásit se\t\t\t\t\t\t\t\t\t\t\t\n\n\n\n\n\t\t\t\t\t\t\t\t\t\t\tJiž máte účet WordPress.com?Přihlaste se. \n\n\n\n\n\n\n \n\n\n\n\n\n\t\t\t\tA SPOON OF HISTAMINE\t\t\t\n\n\n\n Přizpůsobit\n\n\n\n\n\nSledovat\n\n\n\nSleduji\n\n\nZaregistrovat se\nPřihlásit se\nKopírovat zkrácený odkaz.\n\n\n\t\t\t\t\t\t\t\t\t\t\tNahlásit tento obsah\t\t\t\t\t\t\t\t\t\t\n\n\n\n\t\t\t\t\t\t\t\t\t\t\tZobrazit příspěvek ve Čtečce\t\t\t\t\t\t\t\t\t\t\n\n\nSpravovat odběry\n\nZavři tuto lištu\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNačítání komentářů...\n\n\n\n \n\n\nNapište komentář...\n\n\n\n\nE-mail (povinné)\n\n\n\nJméno (povinné)\n\n\n\nWebová stránka\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n%d blogerům se to líbí:\t\t\n\n\n \n\n\n\n\n\n"}