{"id": "Pikantní zelný salát s chilli recept - Vaření.cz", "contents": "Pikantní zelný salát s chilli recept | Vaření.czReceptyKATEGORIE RECEPTŮPODROBNÉ HLEDÁNÍMagazínFotoreceptyKuchařkyRadyPřidat receptPřidat kuchařkuhledatuživatel    Vaření.czReceptyPikantní zelný salát s chilliPřidat vlastní recept+ Přidat vlastníPikantní zelný salát s chilliSnadný a rychlý recept na salát z bílého zelí, červené cibule a chilli papriček. Salát výborně doplňuje grilovaná masa a můžeme ho podávat i jako chuťovku s pečivem.4.47x35 minPodobné recepty4.4 393xZázvorový čaj0.0 0xJemný rajčatový salát s vejci0.0 0xLehký letní salát se sýrem brie a  bylinkami0.0 0xBulgur salát s trhaným masem0.0 0xJarní salát s kuskusem a křepelčími vajíčky5.0 1xVajíčkový salát s řapíkatým celerem0.0 0xSalát Pico de Gallo0.0 0xLetní rajčatový salát se sýrem HalloumiIngredience1 porce2 porce3 porce4 porce5 porcí6 porcí7 porcí8 porcí9 porcí10 porcí11 porcí12 porcí13 porcí14 porcí15 porcí16 porcí17 porcí18 porcí19 porcí20 porcí1-2 kschilli paprička1 ksčervená cibule2 snítkyčerstvá máta0.5 hlávkybílé hlávkové zelízálivka0.5 lžícecukr2 lžíceolivový olej1 lžičkaocet vinnýpodle chuti sůl Nejlepší recepty a článkyHrníčková perníková bábovkaMoučníky4.7372 hodnoceníChléb bez hněteníPřílohy4.8455 hodnoceníPodzimní zelí pro chuť i pro zdraví11.11.2023Babiččina dršťková polévkaPolévky4.6939 hodnoceníPizza šneci z listového těstaChuťovky4.7823 hodnoceníDomácí vánoční likéry a jedlé dárky – nezapomeňte na ně ani letos!22.11.2022Kuře v remosceHlavní chody4.7339 hodnoceníJáhly naslanoPřílohy4.7343 hodnoceníPrvní přípravy na Vánoce: S čím můžete začít už v listopadu? 13.11.2023Líná manželkaDezerty4.8375 hodnoceníAmerické čokoládové cookiesCukroví4.6776 hodnoceníPomalu tažený vývar jako nejlepší životabudič06.11.2023Hrnkové muffinyMoučníky4.6272 hodnoceníRychlé lívanceHlavní chody4.71186 hodnoceníPoznáte druhy vánočního cukroví? Otestujte se v naší galerii04.12.2021Postup přípravyMenší hlávkové zelí očistíme od povadlých listů, nakrouháme na jemné proužky a spaříme vroucí slanou vodou. Zelí necháme na sítu důkladně okapat. Cibuli oloupeme a nakrájíme na drobné nudličky. Chilli papričky očistíme a jemně nasekáme. Lístky máty natrháme na kousky. Z oleje, vinného octa a cukru umícháme zálivku.\n\nOkapané zelí podle potřeby osolíme a promícháme s cibulí, papričkami a zálivkou. Zelný salát s cibulí necháme odležet a před podáváním přidáme čerstvou mátu.\n\nZelný salát s cibulí, chilli papričkami a mátou podáváme jako přílohu k masům, ale dobře chutná i samostatně s pečivem.autor Jarka PetrováVytisknout receptJe nám líto, ale váš prohlížeč tuto funkci nepodporuje...OKPoslat e-mailemxPoslat recept Pikantní zelný salát s chilliVyplňte e-mail adresáta *Odeslat recept e-mailemZpět na receptUložit do mé kuchařkyUvařil/a jsem receptLíbí se miSdíletPřipnoutDruh jídlaSalátyNárodní kuchyněRecepty z české kuchyněKategorieZeleninové recepty | Recepty na domácí saláty | Recepty z bylinek a kořeníKuchařkyMoje kuchařka pro radost a spokojené bříško | Moje kuchařka | Moje kuchařka | Moje kuchařka | Moje kuchařkaDostávejte recepty e-mailemNechte si pravidelně zasílat dávku čerstvých dobrot přímo do vaší schránky.OdebíratVareni.cz - objevte něco dobréhoČasto se nás ptátePro inzerentyRSS zdroje Hlavní nabídkaÚvodReceptyFotoreceptyKuchařkyMagazínRadyKontakt Další odkazyVšeobecné podmínkyCookiesNastavení soukromíOchrana osobních údajůZpracování osobních údajůVolné pozice KontaktMáte nějaký dobrý nápad, připomínku, nebo vám něco na stránkách nefunguje? Neváhejte nás kontaktovat prostřednictvím formuláře.Kontaktovat Zpravodajství a službyAktuálně.czHN.czRespektEkonomŽenaCentrumCelebrityPráceTelevizní programCentrum.cz |Atlas.cz Economia 1999 - 2023. Všechna práva vyhrazena\n"}