{"id": "Polevy ž čokolády - Milujičokoládu.cz - Milujicokoladu.cz", "contents": "    Polevy ž čokolády - Milujičokoládu.cz                                                                                                                                                       \t\t\t\t\t\t\t\tÚvod  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t     \t\t\t\t\t\t\t\tČokoládové recepty  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t     \t\t\t\t\t\t\t\tO čokoládě  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t     \t\t\t\t\t\t\t\tČokoláda a zdraví  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t     \t\t\t\t\t\t\t\tDomácí výroba čokolády  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t     \t\t\t\t\t\t\t\tPotřeby pro cukráře  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t                              Miluji čokoládu/ Domácí výroba čokolády/ Nejlepší čokoládové polevy           \t\t\t\t\t\tNejlepší čokoládové polevy \t\t\t\t                   Sehnat v obchodě kvalitní čokoládovou polevu je celkem umění. Proč jí ale vůbec kupovat, když si kvalitní můžete doma vyrobit sami? Podívejte se na sedm tipů na výrobu té pravé čokoládové polevy!  Polevy můžeme rozdělit na tři druhy: základní na potahování dezertů, vláčnější variantu na palačinky, poháry nebo dekorování talířů a křupavější polevu vhodnou na dorty. Čokoládová poleva na dezerty  Na dezerty je potřeba poleva, která je vláčná a hladká. Jak toho docílit? Čokoládu a máslo rozpustíme ve vodní lázni tak, aby se voda nezačala vařit. Máslo můžeme nahradit rostlinným tukem nebo šlehačkou, místo čokolády můžeme použít kakao, případně ledové kaštany. Čokoládová poleva č. 1: Suroviny 100 gramů másla 100 gramů čokolády na vaření Postup V hrnci na vodní lázeň pomalu rozehřejeme čokoládu na vaření, tak aby se voda nezačala vařit. Když je čokoláda rozpuštěná přidáme do ní máslo.  Mícháme vařečkou s otvorem, až se nám vytvoří hladká a vláčná hmota. Čokoládová poleva č. 2: Suroviny 2 lžíce kakaa 6 lžic cukru moučka 2 lžíce másla nebo ztuženého tuku 3 lžíce vody Postup Ve vodní lázni rozehřejeme suroviny, až se všechny části dobře spojí. Polévejte rychle, čokoláda tuhne. Jiný doporučený postup je smíchat zvlášť kakao s cukrem a přisypat je do rozpuštěného tuku. TIP:  Místo cukru moučka lze použít cukr krupici. Čokoládová poleva č. 3: Suroviny 1 čokoláda na vaření 1 ledové kaštany kousek 100% tuku Omega Postup Opravdu rychlá poleva - lesklá a chutná. Čokoládu a kaštany rozehřejte ve vodní lázni, přidejte kousek Omegy, poleva je pak krásně lesklá. Čokoládová poleva č. 4: Suroviny 1 decilitr šlehačky, 100 gramů hořké čokolády nebo čokolády na vaření Postup Šlehačku přivedeme do varu, přidáme nalámanou čokoládu, vypneme sporák, promícháme a necháme rozpustit. Jestli je čokoláda moc tuhá, přidáme šlehačku, je-li moc řídká, přidáme čokoládu. Čokoládová poleva na poháry, palačinky a dekorování talířů Čokoládová poleva č. 5: Suroviny 200 gramů čokolády na vaření 140 gramů rostlinného tuku 1 decilitr  vody Postup Čokoládu rozehřejeme v mikrovlnné troubě. Pokud máte obavu, že se čokoláda srazí, můžete samozřejmě zvolit i způsob rozpouštění ve vodní lázni. Poté přidáme rostlinný tuk a promícháme do hladké hmoty. Nakonec přilejeme odměřenou vodu, aby byla čokoláda ještě jemnější. Čokoládová poleva č. 6: Suroviny 1/4 litru vody 200 gramů cukru krupice 1/4 litru mléka 50 gramů kakaa holandského typu 1/2 balíčku kakaového nebo čokoládového pudinku - 20 gramů Postup Svařte vodu s cukrem, dobře promíchejte kakao s pudinkem, aby v kakau nebyly hrudky a rozmíchejte v mléce. Potom zavařte do rozvařeného cukru a povařte do zhoustnutí asi 5 minut. Po vychladnutí dejte do sklenice s uzávěrem a skladujte v chladničce. TIP: Myslíte-li na své zdraví a ještě si chcete více pochutnat, vynechte cukr a přidejte kapku rumu nebo hořkomandlové tresti. Čokoládová poleva na dorty Čokoládová poleva č. 7: Suroviny 50 gramů másla, 10 gramů kakaa 100 gramů cukru 1,25 decilitru vody Postup Do hrnce dáme vodu a cukr. Tyto dvě suroviny svaříme na sirup neboli rozvar. Kuchyňským teploměrem zkontrolujte teplotu 110 až 115 °C. Do rozvaru nezasahujeme mícháním, aby cukr nekrystalizoval. Hotový rozvar poznáme podle toho, že je lepkavé konzistence a táhne se. Tvoří silnější bubliny. Do rozvaru přidáme máslo a prosáté kakao. Nakonec jen vymícháme. Hotová poleva na dortu je křupavá.  A teď už jen polévat! S hotovou polevou se můžete pustit do polévání, zdobení a dekorování. Ať už to jsou moučníky, řezy, dezerty, minidezerty, dorty, palačinky, poháry či ozdoby na talíře. Na každý z vašich cukrářských delikates použijte ten správný druh polevy a život bude rázem sladký! Podívejte se na další recepty s čokoládou  - určitě mezi nimi najdete lahůdky, které vám zachutnají!              Oblíbené „čokoládové“ recepty    Výroba domácí čokolády    Ledová čokoláda       Poslat článek e-mailem Nejlepší čokoládové polevy  E-mailová adresa                                Video recepty       \t\tPéřová buchta II \t    Autor:  \t\tJana  další video recepty                                   Druhy čokolády Čokoláda se dnes vyrábí v mnoha chutích, příchutích i barvách. Vybírat můžete z hořkých i mléčných, plněných, ledových, dia a mnoho dalších v nejrůznější kvalitě. více      Recepty Hledejte v našem rozsáhlém seznamu receptů.                    Zdraví a kalorie Kvalitní čokoláda je neuvěřitelně zdravá! Pokud ji budete konzumovat v přiměřeném množství, pak pro vás dokonce nebude ani žádným kalorickým nebezpečím.  vstoupit      Přes 60800 receptů na jednom místě  FAQ - časté otázky Jak vložit recept   Dotazy a připomínky Recepty na vaše stránky    Odběr novinek emailem           Mobilní aplikace   Desetitisíce receptů do vašeho mobilu a tabletu Miluji vaření mobilní aplikace je jedna z nejobsáhlejších aplikací na českém trhu. Na nic nečekejte a stahujte nekonečnou zásobu receptů do vašeho mobilu! Stáhnout pro Android   Tento web je součástí Milujivareni.cz       Zásady ochrany soukromí © 2023. \t\t\tPublikování, nebo jakékoliv další šíření obsahu je bez písemného souhlasu redakce zakázáno.                    "}