{"id": "Recept Brokolice zapečená s rajčaty a mozzarellou  iGurmet.cz", "contents": "         Recept: Brokolice zapečená s rajčaty a mozzarellou | iGurmet.cz                                                                    více >>             Deník   Šíp   Kafe   iReceptář   Cars   Dům a zahrada   TipCars   Annonce   Realcity   Dotyk   National Geographic   Automix   Vlasta   Story   Kondice   Květy   Překvapení   iGurmet   eStránky   Kreativ           Vyhledat recept                Přepnout navigaci           Recepty Video recepty Rady a návody Suroviny Časopis    Přidat recept      Vyhledat recept                 Brokolice zapečená s rajčaty a mozzarellou   Bezmasé Pro vegetariány Pro děti Pro celiaky     \t\t\t\t\t\tVložil/a: Chuť   Kuchyně: česká  Obtížnost přípravy: Střední      Brokolice zapečená s rajčaty a mozzarellou     přidat foto                  Seznam surovin   brokolice \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\t1 \t\t\t\t\t\t\t\t\t\tkus \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t  rajčata \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\t4 \t\t\t\t\t\t\t\t\t\tkusy \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t  sýr Mozzarella \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\t200 \t\t\t\t\t\t\t\t\t\tgramů \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t  cibule červená \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\t1 \t\t\t\t\t\t\t\t\t\tkus \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t  česnek \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\t2 \t\t\t\t\t\t\t\t\t\tstroužky \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t  olej olivový   oregano \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\t1 \t\t\t\t\t\t\t\t\t\tlžíce \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\t(sušené) \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t  sůl   pepř černý \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\t(drcený ) \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t  bylinky \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\t1 \t\t\t\t\t\t\t\t\t\thrst \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\t(čerstvá, na ozdobení) \t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t  Nákupní seznam na e-mail    Postup přípravy Brokolici omyjte a povařte v osolené vodě doměkka. Prudce ji zchlaďte v ledové vodě, nechte okapat a rozeberte na malé růžičky. Rajčata a oloupanou cibuli nakrájejte na tenká kolečka. Do pekáčku vymazaného olivovým olejem vyrovnejte vrstvu brokolice, rajčat a cibule a vše mírně osolte.  Asi 2 lžíce olivového oleje rozetřete s prolisovaným česnekem a potřete jím vrstvu zeleniny. Posypte ji ještě oreganem a pokapejte olejem. Vrstvení zopakujte, opět osolte a okořeňte. Pekáček vložte do trouby vyhřáté na 190°C a zapékejte 10 minut. Mozzarellu sceďte a nakrájejte na plátky. Zeleninu pokryjte mozzarellou, posypejte drceným pepřem, pokapejte olejem a vraťte do trouby asi na 8 minut. Před podáváním pokrm posypejte nasekanými čerstvými bylinkami. Podávejte s celozrnným pečivem.       Hodnocení: 5,0/5        Hodnotilo: 1      Vaše hodnocení: 5                          Komentáře k receptu   Pravidla komentářů   Obnovit příspěvky   Přidat příspěvek     Řazení příspěvků:  Od nejnovějších Od nejstarších     Načítám komentáře...            Podobné recepty   Pohankové kroupy se zeleninou    Dýně s koprem a smetanou    Hubník                            Vánoční cukroví Recepty na vánoční cukroví, které si všichni zamilují |             Dorty a dortíčky Recepty na dorty a dortíčky, které si všichni zamilují |             Vepřová panenka Chutná jídla z vepřové panenky |             Sladké hlavní chody Sladký hlavní chod, kdo by odolal? |             Hovězí svíčková Chutná jídla z hovězí svíčkové |             Vepřová kotleta Chutná jídla z vepřové kotlety |             Vepřová kýta Chutná jídla z vepřové kýty |             Řezy Recepty na sladké řezy, které si všichni zamilují |             Králík Chutná jídla z králíka |             Vepřová plec Chutná jídla z vepřové plece |             Vepřový bok Chutná jídla z vepřového boku |             Vepřová krkovice Chutná jídla z vepřové krkovice |             Hovězí zadní Chutná jídla ze zadního hovězího |             Hovězí roštěná Chutná jídla z hovězí roštěné |             Vdolky a koblihy Recepty na vdolky a koblihy, které si všichni zamilují |             Jehněčí kýta Chutná jídla z jehněčí kýty |             Telecí kýta Chutná jídla z telecí kýty |             Bramborové těsto Skvělé recepty na všechna bramborová těsta pro pečení |             Hovězí kližka Chutná jídla z hovězí kližky |             Vepřová hlava Chutná jídla z vepřové hlavy |             Vepřové karé Chutná jídla z vepřového karé |             Srnčí hřbety Recepty na sladké srnčí hřbety, kdo by odolal? |             Hovězí krk Chutná jídla z hovězího krku |             Telecí plec Chutná jídla z telecí plece |             Tvarohové těsto Skvělé recepty na všechna tvarohová těsta pro pečení |             Knedlíčky do polévek Polévka je grund - jak na knedlíčky |             Vrchní šál Chutná jídla z hovězího vrchního šálu |             Telecí krk Chutná jídla z telecího krku |             Smetana na šlehání |             Vepřové maso |             Žloutek |             Tymián |             Koriandr |             Sójová omáčka |             Droždí |             Sýr Parmazán |             Mandle |             Tvaroh měkký |             Rajčatový protlak |             Rukola |             Želatina |             Smetana na vaření |             Špenát |             Krevety |             Ocet Balsamico |             Mák |             Petržel kořenová |             Fenykl |             Kopr |             Telecí maso |             Kokos |             Ananas |             Avokádo |             Brusinky             Recepty Videa Rady a návody Suroviny Časopis Přidat recept           O společnosti Produkty Kariéra Kontakt Zásady zpracování osobních údajů Všeobecné smluvní podmínky Práva subjektů údajů Zpracování dat                                                 Copyright © VLTAVA LABE MEDIA a.s., 2023. Autorská práva vykonává vydavatel. Jakékoli užití části nebo celku, zejména rozmnožování a šíření jakýmkoli způsobem (mechanickým nebo elektronickým) i v jiném než českém jazyce bez písemného svolení vydavatele je zakázáno. Toto ustanovení platí také pro RSS kanály a jejich obsah. ISSN: 1805-9465. \t\t                              "}