{"id": "Salát z mořských řas wakame  Ošatka.cz - Osatka.cz", "contents": "\nSalát z mořských řas wakame | Ošatka.czČlánkyRecepty-VÁŠ NÁKUPmenuPřihlásit seOblíbenéČlánkyReceptyPřihlásit seOblíbené-Vánoce a Mikuláš >Vaření a víkendové pečení >Ořechy a sušené ovoce >Matcha a další superpotraviny >Müsli, cereálie, svačina >Bezlepkové potraviny >Čaje a nápoje >Polotovary a směsi >Pro děti >Kosmetika a drogerie >Doplňky stravy >Cenová bombaSalát z mořských řas wakamePřipravte si k odpolední svačině exotický salát z mořských řas, neboli wakame salát, který obsahuje spousty vitamínů a minerálů.\n30 minut1Ingredience:20 g mořské řasy wakame 4 lžičky sójové omáčky 4 lžičky rýžového octa2 lžičky pražených sezamových semínek 1-2 lžičky chilli 1 lžička cukruPostup:Opláchněte a na 10 minut namočte řasu do teplé vody. Poté vodu slijte a řasu přelijte vroucí vodou a po pár vteřinách řasu propláchněte studenou vodou. Smíchejte dohromady sójovou omáčku, rýžový ocet. Přidejte cukr a chilli a vzniklou zálivkou řasy přelijte. Přidejte do salátu sezam a promíchejte. 10 minutDuo jogurtový pohár s ovocem a musliZapojte se s námi do týdne zdravých svačinek! Věděli jste, že svačina, jedno z nejopomenutelnějších jídel, je zároveň je..ČÍST30 minutSlaný koláč s kysaným zelímOdmítají vaše děti jíst kysané zelí? Zamaskujte ho do tohoto lahodného koláče a budete mít co dělat, aby na vás zbyl asp..ČÍSTProdukty pro recept:50 gSonnentor Koření chilli mleté 40 g BIO76 Kč445 gCountry Life Shoyu sójová omáčka 200 ml66 Kč103 gCountry Life Sezam bílý loupaný 100g58 gMuso Mořské řasy Wakame kousky 50g115 KčObjednat všeDoporučené recepty:10 minutDuo jogurtový pohár s ovocem a musliZapojte se s námi do týdne zdravých svačinek! Věděli jste, že svačina, jedno z nejopomenutelnějších jídel, je zároveň je..ČÍST30 minutSlaný koláč s kysaným zelímOdmítají vaše děti jíst kysané zelí? Zamaskujte ho do tohoto lahodného koláče a budete mít co dělat, aby na vás zbyl asp..ČÍSTMůžeme vám s něčím pomoci?eshop@osatka.cz222 501 335 739 381 539(pracovní dny 8:00 - 17:00)O násČlen skupiny MediconKontaktyKde nás najdeteCertifikátyAffiliate program - Vydělávejte s námiCookiesVše o nákupuProč nakupovat u násCeník dopravyMožnosti platbyObchodní podmínkyPoučení o zpracování osobních údajůČasto se nás ptáteMůžu si u vás koupit dárkový poukaz?Mám slevový kupón. Jak ho uplatním?Kdy obdržím svoji objednávku?Reklamační řádJak mám řešit reklamaci?Proč používáte v zásilce tolik bublinkové folie? Nešlo by to ekologičtěji?Novinky a akce do e-mailuPřihlašte se k odběru novinek a žádná akce už vám neunikne.ODESLATPovolitGAbychom vám mohli nabídnout pohodlnější a jednodušší prohlížení našich stránek, využíváme pro to soubory zvané „cookies“. Ke zpracování některých z nich potřebujeme váš souhlas, který dáte kliknutím na „Přijmout vše“, nebo je můžete odsouhlasit jednotlivě v „Upravit nastavení“. NastaveníPřijmout nezbytnéPřijmout vše"}