{"id": "Vynikající domácí čokoláda jen ze dvou ingrediencí - Milujicokoladu.cz", "contents": "\n\n\n\nDomácí čokoláda - Milujičokoládu.cz\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\t\tÚvod\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\n\n\n\n\t\t\t\t\t\t\t\tČokoládové recepty\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\n\n\n\n\t\t\t\t\t\t\t\tO čokoládě\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\n\n\n\n\t\t\t\t\t\t\t\tČokoláda a zdraví\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\n\n\n\n\t\t\t\t\t\t\t\tDomácí výroba čokolády\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\n\n\n\n\t\t\t\t\t\t\t\tPotřeby pro cukráře\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\n\n \n\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMiluji čokoládu/\nDomácí výroba čokolády/\nVynikající domácí čokoláda jen ze dvou ingrediencí\n\n \n \n\n\n\n\n\n\t\t\t\t\t\tVynikající domácí čokoláda jen ze dvou ingrediencí\n\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpravdu velmi kvalitní čokoládu si můžete poměrně snadno připravit jen ze dvou ingrediencí. Potřebujete kakaové boby, cukr a mixér.\n\nKupované mléčné čokolády velmi často obsahují nezdravý palmový tuk, hořké s vysokým obsahem kakaa jsou zase poměrně drahé a tak se přímo nabízí možnost vyrobit si kvalitní čokoládu z kakaových bobů a dosladit ji podle své chuti. Princip výroby je až neuvěřitelně jednoduchý – mixováním bobů se uvolňuje kakaové máslo a z něj pak vznikne hladká lahodná čokoláda…\nKakaové boby se dají koupit v obchodech se zdravou výživou celé nebo drcené.\n  \nDomácí čokoláda jen ze dvou ingrediencí\nBudete překvapeni, jak je to jednoduché a protože tato domácí čokoláda je opravdu tmavá, obsahuje velké množství antioxidantů a podporuje tvorbu serotoninu, budete díky ní mít stále výbornou náladu!\nSuroviny na 3 tabulky 80 % čokolády\n300 gramů nepražených kakaových bobů\n75 gramů třtinového cukru\nČokoládu můžete i ochutit – použít se dá například vanilka, drcené oříšky nebo mandle, sušené ovoce, případně i chilli…\nPostup\nPokud máte celé kakaové boby, rozdrťte je v mixéru. Rozdrcené boby pak na rozpálené pánvi bez tuku za stálého míchání opražte – získají tak lepší chuť a budou se i snadněji mixovat. Boby začnou na pánvi měnit barvu do tmavšího odstínu a uvolní se z nich aroma. Pražení trvá přibližně 5 minut.\nTeplé opražené boby dejte do mixéru a promixujte je. Postupně k nim přidávejte podle chuti třtinový cukr. Při mixování se boby zahřívají, postupně se z nich uvolňuje kakaové máslo a směs získá hladkou konzistenci čokolády.\nV drcených bobech se mohou objevit kousky slupek a může se stát, že čokoládová směs nebude zcela hladká. V takovém případě čokoládu stěrkou setřete ze stěn nádoby mixéru a větší kousky lžičkou odstraňte.\nKdyž v mixéru vznikne čokoládová směs, ochutnejte, zda je dostatečně sladká a případně ještě přimíchejte cukr. Čokoládu je možné v této chvíli také ještě ochutit vanilkou, drcenými oříšky nebo mandlemi, sušeným ovocem, špetkou chilli a dalšími různými příchutěmi.\nPřipravenou čokoládou naplňte formy nebo formičky, případně z ní můžete vytvořit na pečicím papíru malé placičky a ty třeba ještě posypat drcenými oříšky, mandlemi nebo sušeným ovocem. Čokoládu pak vložte do chladničky a nechte ztuhnout.\nMléčná čokoláda\nPokud chcete světlou mléčnou čokoládu, pak v rozmixované směsi na závěr důkladně promíchejte sušené nebo kondenzované – neslazené – mléko.\nPoužití celých kakaových bobů\nV případě, že budete používat celé nedrcené kakaové boby ve slupce, pražte je vcelku až jim slupky popraskají. Boby pak oloupejte a vnitřní části rozmixujte v mixéru.\nBez čeho se neobejdete\nMimo kakaových bobů, cukru a případných dalších ingrediencí na ochucení budete v každém případě potřebovat mixér, stěrku a nějaké formy – ideálně silikonové. Místo forem je ale možné použít i pečící plech, který vyložíte pečicím papírem – na něj pak čokoládu rozetřete a necháte ztuhnout. Budete mít jednu velkou tabulku čokolády, ale s ní si určitě poradíte…\n\n\n \n\n\n\n\n\n\n\n\n\nOblíbené „čokoládové“ recepty\n\n\n\nVýroba domácí čokolády\n\n\n\nLedová čokoláda\n\n\n\n\n\n\nPoslat článek e-mailem\nVynikající domácí čokoláda jen ze dvou ingrediencí\n E-mailová adresa\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\nVideo recepty\n\n\n\n\n\n\n\t\tFlorentýnky \n\t\n\n\n\nAutor: \n\t\tMartin\n\ndalší video recepty\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDruhy čokolády\nČokoláda se dnes vyrábí v mnoha chutích, příchutích i barvách. Vybírat můžete z hořkých i mléčných, plněných, ledových, dia a mnoho dalších v nejrůznější kvalitě.\nvíce\n\n\n\n\n\nRecepty\nHledejte v našem rozsáhlém seznamu receptů.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\nZdraví a kalorie\nKvalitní čokoláda je neuvěřitelně zdravá! Pokud ji budete konzumovat v přiměřeném množství, pak pro vás dokonce nebude ani žádným kalorickým nebezpečím. \nvstoupit\n\n\n\n\n\nPřes 60800 receptů na jednom místě\n\nFAQ - časté otázky\nJak vložit recept\n\n\nDotazy a připomínky\nRecepty na vaše stránky\n\n\n\nOdběr novinek emailem\n\n \n\n\n\n\n\n\n\nMobilní aplikace\n\n\nDesetitisíce receptů do vašeho mobilu a tabletu\nMiluji vaření mobilní aplikace je jedna z nejobsáhlejších aplikací na českém trhu. Na nic nečekejte a stahujte nekonečnou zásobu receptů do vašeho mobilu!\nStáhnout pro Android\n\n\nTento web je součástí Milujivareni.cz\n\n\n\n\n\n\nZásady ochrany soukromí\n© 2023.\n\t\t\tPublikování, nebo jakékoliv další šíření obsahu je bez písemného souhlasu redakce zakázáno.\n\n\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}