{"id": "土豆里加一个鸡蛋真是太好吃了手不用碰面十分钟能做一盘子", "contents": "   土豆里加一个鸡蛋，真是太好吃了，手不用碰面，十分钟能做一盘子_丸子                                                 新闻 体育 汽车 房产 旅游 教育 时尚 科技 财经 娱乐 更多  母婴 健康 历史 军事 美食 文化 星座 专题 游戏 搞笑 动漫 宠物       无障碍  关怀版             原创 土豆里加一个鸡蛋，真是太好吃了，手不用碰面，十分钟能做一盘子     2021-01-31 16:30                                  来源:                                 美食记录的神话     原标题：土豆里加一个鸡蛋，真是太好吃了，手不用碰面，十分钟能做一盘子 今天东北的二姐和闺女教大家一个土豆的新吃法。这个吃法大家虽然不常做，但是做法非常简单，味道也比用土豆做菜好吃。而且这个吃法有很多的优点，那么我们细细道来。  先来说说平时大家都怎样吃土豆： 大家平时吃土豆，会想到的做法有土豆炖鸡块、芸豆炖土豆或者炒一个土豆丝吃，这些就是把土豆当做一道菜去吃，配上面食或者卷一个春饼都可以。再或者有一些新鲜的吃法，比如做成土豆饼或者土豆泥，光做土豆饼没有太多的味道，需要再吃点菜去调口味。土豆泥就更需要配一些调料或者菜品一起吃，这样才比较有味道。 那么今天我推荐给大家这个土豆丸子的做法，先来看看比较关注的几个小问题。 土豆丸子做完好吃吗？ 很香。虽然是油炸的，但是土豆变成糊状物之后，在锅里通过高温炸熟，土豆的香气就会被炸出来的。这样做完的土豆丸子就特别好吃。再加上土豆本身就含有淀粉物质，炸完之后会有香喷喷的味道。做的时候还会在土豆里面加点食盐以及其他食材去调味，味道就更加适合我们当菜去吃了。这样做起来的土豆丸子外层也没有硬皮的感觉。 做这个土豆丸子难吗？ 不难。这个和做萝卜丸子的花费时间以及难易程度上都是差不多的。 1、从花费时间上来说 各种食材都弄成碎末，然后加入淀粉让各种食材凝聚起来，再加个鸡蛋提一提香味。用我们常用的筷子多搅拌一会，再搓成小圆球直接下锅炸。这个做法别提有多香了，大家可以试试这个做法。做法非常简单而且方便，也就用半小时就能做好这个土豆丸子。 2、从难易程度上来说 这道菜就算是新手也会做的。 做法我在下面会仔细和大家说。基本看着我发的图片，大家都可以做出来。不用特别去说明大家需要重点注意哪一点。家里有工具的可以用料理机搅碎，那样会更快一些。但是要过滤掉水分。建议大家最好自己切碎就行了。这样萝卜里面的水分和营养都不会流失掉，炸出来的口感也更好。     展开全文     做丸子是不是需要用到模具？ 做的丸子就算不用模具做出非常好看的样子。简单的用手一团一捏，就可以下锅了。由于淀粉的作用，所以土豆丸子也不会四散开来。所以在锅里直接炸一下就可以了。炸出来的丸子虽然不是方方正正，但是样子也很美观。不到五分钟就能做出一大盘子了。  都加了胡萝卜，那么土豆丸子和市场上卖的素丸子有什么区别呢？ 1、首先，主要用到的食材不同。 市场上卖的素丸子。主要是以白萝卜为主，加上胡萝卜，再加点淀粉和面粉混合之后炸出来的。 土豆丸子顾名思义，是土豆为主的一道菜。同样，胡萝卜在这里作为辅料。 2、加的淀粉多少不同。 素丸子加的淀粉和面粉肯定要多。那是为什么呢？因为素丸子中中白萝卜和胡萝卜都是蔬菜。它们这两个食物既不能起到碳水化合物的作用，也不能起到淀粉的凝固作用。所以做素丸子的时候，里面要加入大量的面粉和淀粉。但是做土豆丸子可不同了，土豆丸子中主要的成分是压碎的土豆泥，而且土豆中本身就含有碳水化合物和少许的凝结物质。所以在做土豆丸子的时候，只要放少量的面粉和淀粉就可以了。 3、放的油多少不同。 萝卜丸子中，要放入大量的淀粉和面粉。用食用油炸完之后，虽说萝卜确实很营养健康，但是加了淀粉和面粉，却大量的吸收了食用油的成分，大多都附着在丸子表面，所以形成了我们常看到的硬壳，都是面糊和色拉油炸出来的酥脆壳子。 但是土豆丸子不一样，本身土豆就不吸油。做土豆丸子的时候，不需要加那么多淀粉和面粉。所以大家炸丸子的时候，可以明显的看到，土豆丸子外层就是炸出小薄层的外壳，而且这个外壳也不硬，所以放时间长了，吃起来也不会感觉到硬，咬一口更加没有酥脆的感觉，更适合我们大家去吃。 4、口感不同。 素丸子由于加了淀粉的原因,炸出来的外层肯定很硬。 但是土豆丸子加的淀粉少，再因为土豆本身也不吸油，所以炸完之后的土豆丸子会很软乎。 准备材料：胡萝卜两根，大个土豆一个，一个鸡蛋，淀粉15g，面粉30g，葱段一根，胡椒粉和食盐各少许。  做法如下： 1、将土豆蒸熟之后，把熟土豆压成土豆泥。  2、将胡萝卜洗净之后切成碎丁，放到土豆泥里。再把葱段切成小碎末，一起放进去。  3、在搅拌盆中打入一个鸡蛋，然后把胡椒粉和食盐都放进搅拌盆里。  4、我们加入刚准备出来的淀粉和面粉就可以了。  5、加入适量的水，把所有需要加入的食材均匀的搅拌成泥糊状。水少量多次的加进去，能团成一团就可以。  6、分成一个个的小团子之后，我们就可以下锅炸。炸至外层微微变成深黄色就可以捞出来了。  炸完之后的效果大家可以看下，外层不会变糊，只是颜色稍微深一些，而且没有糊层。这就是用土豆做丸子的好处。  东北的二姐和闺女教你一个小技巧： 面粉和淀粉比例按照2:1放到土豆胡萝卜混合物中就可以，而且量一定要少。大家看下我做的那个图片，只放一点点淀粉和面粉就能粘合住了。没必要放那么多，一来我们要吃的是土豆带给我们的味道，二是放太多的面粉也容易炸糊，外层炸完就会干了。这样做出来的土豆丸子和素丸子效果差不多，就失去了这个土豆丸子的意义了。 我是东北的二姐和闺女，欢迎和我一起讨论美食，大家对我的鼓励和点赞就是对我最大的支持！返回搜狐，查看更多  责任编辑：   平台声明：该文观点仅代表作者本人，搜狐号系信息发布平台，搜狐仅提供信息存储空间服务。     阅读 ()              推荐阅读                                 美食记录的神话                                       文章   总阅读                                              免费获取                            "}