{"id": "奶油牛肉蘑菇意面 - 晒厨易", "contents": "                                  奶油牛肉蘑菇意面 company_brand_suffix                                                                      菜谱             最受欢迎   又快又好   亲子   节日派对   健康   新手   视频菜谱   简易   暖心早餐   经典快手     常见菜式   主菜   配菜   甜点   饮品   早午餐   下午茶   三明治   煲汤   家常菜     特别场景   宴客   节日必备   烘焙饮品   酒精饮料     类型   排毒   养生   刮油   美容养颜   清肺   健身   低糖   低盐   高纤维     饮食偏好   素食主义   低脂肪   不含乳制品   低碳水化合物   低热量   辛辣   纯素   海鲜   无麦麸     菜系   中国   美国   东南亚   意大利   日本   中东   墨西哥   韩国   西班牙         文章     百科                        注册         我收藏的食谱     登出                    菜谱          最受欢迎    又快又好   亲子   节日派对   健康   新手   视频菜谱   简易   暖心早餐   经典快手      常见菜式    主菜   配菜   甜点   饮品   早午餐   下午茶   三明治   煲汤   家常菜      特别场景    宴客   节日必备   烘焙饮品   酒精饮料      类型    排毒   养生   刮油   美容养颜   清肺   健身   低糖   低盐   高纤维      饮食偏好    素食主义   低脂肪   不含乳制品   低碳水化合物   低热量   辛辣   纯素   海鲜   无麦麸      菜系    中国   美国   东南亚   意大利   日本   中东   墨西哥   韩国   西班牙     查看完整食谱       食材百科   文章    我收藏的食谱   登出    注册    注册   下载应用       下载应用    FOLLOW_US                     语言   ENGLISH    中文                    奶油牛肉蘑菇意面                    SAVE              晒厨易     >  菜谱     >  简易        菜谱  13 食材清单 •6 步骤 •35分钟  奶油牛肉蘑菇意面    4.7                  3 评分         在基础的意面上加上了独有的风味，值得一试哦！                   收藏食谱                                  在基础的意面上加上了独有的风味，值得一试哦！                                收藏食谱         miss 蜗牛  美食摄影师、造型师，美食家。Gettyimage签约摄影师。国内多个杂志合作摄影师，美食专栏作者。微博：miss蜗牛 / 微信号：miss_snail_ /微信公众号：SnailStudio蜗牛工作室       http://weibo.com/mshuoniu?is_all=1          miss 蜗牛  美食摄影师、造型师，美食家。Gettyimage签约摄影师。国内多个杂志合作摄影师，美食专栏作者。微博：miss蜗牛 / 微信号：miss_snail_ /微信公众号：SnailStudio蜗牛工作室       http://weibo.com/mshuoniu?is_all=1         35分钟 烹饪时间          食材清单   用餐人数      2         1      2      3      4      5      6      8      10      12      14      16    1 2 3 4 5 6 8 10 12 14 16       美制  /  公制             15   毫升      橄榄油            300   克      牛肉  , 细切, 切           20   克      面粉            10   克      黄油            2   个      红葱头  , 切, 切成丝           1   瓣      大蒜  , 切碎           180   克      蘑菇            40   毫升      白兰地            250   毫升      牛肉清汤            150   克      酸奶油            7   克      意大利芹              适量      帕玛森奶酪            250   克      通心粉             步骤说明            隐藏图片                     显示图片                  步骤 1     准备一大锅滚水，加盐后，放入               通心粉(250克)             ，根据包装的时间，煮到适合的程度，过冷水，沥干备用。              步骤 2     锅中放入               橄榄油(15毫升)            把              大蒜(1瓣)            爆香，加入              牛肉(300克)            ，裹上              面粉(20克)            （掸去多余面粉）分次倒入锅中，炒至金黄，盛出备用。              步骤 3     同一口锅中，融化               黄油(10克)            ，倒入               蘑菇(180克)            、              红葱头(2个)            炒至变软。加入               白兰地(40毫升)            ，搅拌30秒左右。              步骤 4     倒入               牛肉清汤(250毫升)            ，煮开后，转小火，焖煮5分钟。              步骤 5     牛肉倒回锅中并加入               酸奶油(150克)             ，搅拌至顺滑，依据口味用盐和黑胡椒调味。              步骤 6     加入准备好的 意面和               意大利芹(7克)            ，混合均匀即可出锅。装盘后撒上新鲜刨出的               帕玛森奶酪(适量)            ，点缀一些欧芹，开始享用。                 收藏食谱           评分和评论  点击评分:                     写个评论      加载更多            标签   显示更多标签   显示更少标签     简易   低脂肪   亲子   又快又好   早午餐   意大利                381 已收藏                       TOP                                          内容推荐 美食菜谱 精选文章 维基百科 搜索菜谱   产品 App 合作伙伴   关于公司 关于我们 新闻媒体        内容推荐         美食菜谱   精选文章   维基百科   搜索菜谱       产品         App   合作伙伴       关于公司         关于我们   新闻媒体   工作机会                                        © SideChef Inc. 版权所有  沪ICP备19007443号  GDPR查询 服务条款 隐私政策 版权所有    English 简体中文    中文              你是一个聪明的cookie！ 🍪          In order to enhance your experience, SideChef uses cookies. By clicking “ACCEPT” you agree to the storing of cookies on your device. You can withdraw your consent at any time by visiting our          COOKIE POLICY          on our website.                           同意                               拒绝                        感谢您！ 😀 您可以通过清除浏览器cookies并刷新页面来撤销同意。         成功加入食谱收藏  查看         Recipe Added to Shopping List   查看                  让烹饪变得简单 发现个性化的食谱，制定您的膳食计划，购买食材，并与我们自由，步骤明确的烹饪应用一起自信地下厨。                                  "}