{"id": "早餐不知道吃什么试试这6款西式早餐食谱 - 搜狐", "contents": "   早餐不知道吃什么？试试这6款西式早餐食谱_马苏_里拉_做法                                                 新闻 体育 汽车 房产 旅游 教育 时尚 科技 财经 娱乐 更多  母婴 健康 历史 军事 美食 文化 星座 专题 游戏 搞笑 动漫 宠物       无障碍  关怀版                                 早餐不知道吃什么？试试这6款西式早餐食谱                     2023-01-16 10:00                                  来源:                                 西安新纪元烹饪学校  发布于：陕西省    原标题：早餐不知道吃什么？试试这6款西式早餐食谱 一、吐司培根小披萨 材料：批萨酱(或番茄酱)、吐司片、培根、马苏里拉奶酪、西兰花、洋葱、口蘑、小西红柿。（蔬菜食材随意，用自己喜欢的就可以）  做法： 1、西兰花撕成小朵，口蘑切片，用开水焯一下。小西红柿切片。马苏里拉奶酪切小片，洋葱切丝。 2、将吐司片上均匀涂上一层批萨酱或番茄酱。 3、加一层马苏里拉奶酪片。 4、再依次铺上处理好的蔬菜。 5、加盖培根。 6、再盖一层苏里拉奶酪片。 7、放入预热好200度的烤箱中烤8-10分钟至吐司表面金黄，奶酪融化即可。 二、厚蛋烧 材料：鸡蛋3个、牛奶1-2大勺、糖1大勺、盐1/2小勺、油少许。      展开全文     做法： 1、鸡蛋3个打入碗中，稍稍搅拌开。 2、加入砂糖1大勺，盐1/2小勺，以及牛奶1-2大勺(1大勺做出来的蛋烧比较结实，2大勺做出来的蛋烧比较松软)，搅拌均匀备用。 3、厨房纸巾一小张折叠好，沾适量油，玉子烧的锅子加热后均匀涂抹上一层油。 4、倒入一半的蛋液，保持中小火，迅速把蛋液划散，不要使之起泡，然后从前往后用筷子折几折后再推到前面。 5、再次涂抹油，把剩下的蛋液倒进去，再折几折翻过来以后就做好了。 6、出锅后切块。 7、切面的蛋液绵密融为一体。 8、可以直接吃，也可以当做便当菜。 西安新纪元烹饪技工学校开设西餐行政总厨专业、西餐工艺专业，如果你对西餐制作感兴趣，想要学习西餐，欢迎来校参观咨询！ 三、火腿鸡蛋三明治 材料：面包一片、鸡蛋一个、火腿肠一根、奶酪适量。  做法： 1、吐司片中心挖空呈方形洞,吐司圈放入平底锅，保持中小火。 2、在吐司圈里加少许油(讲究香味的就放黄油)，打上鸡蛋。 3、转动平底锅让鸡蛋填满吐司圈。 4、鸡蛋半熟时依次放上火腿和奶酪，盖上之前挖去的吐司，用铲子轻轻压进吐司圈。 5、翻面，煎至轻微焦黄即可。 四、荷包蛋土司 材料：土司1片、鸡蛋1个、盐少许、黑胡椒碎少许。  做法： 1、土司切片，用圆形的模具或者杯子在土司中间压出一个圆孔。 2、锅子中倒入一点点油，油温热时把土司放入。把鸡蛋打入中间的圆孔中，撒上少许盐和黑胡椒碎，小火煎到底部蛋白凝固。 3、把压出来的圆形面包片盖上。然后翻面，继续小火煎至荷包蛋成熟，并撒上少许盐和黑胡椒碎即可享用。 五、芝士炒蛋 材料：鸡蛋2个、牛奶50ML、马苏里拉碎芝士50g、盐一小撮、黑胡椒适量、黄油适量。  做法： 1、鸡蛋牛奶打散，倒入芝士碎搅匀。因为芝士本身就有咸味其实不加盐也完全可以，口味重的可以加一小撮盐。 2、中火黄油热平底锅，转小火倒入1的液体，不断用筷子慢慢搅拌，直到离你想要的浓稠度还差一口气的时候赶紧关火，平底锅端离煤气灶，继续搅拌20秒左右，完成。装盘撒上黑胡椒开动吧。 六、吐司太阳蛋披萨 材料：马苏里拉芝士碎适量、吐司2片、番茄沙司(或披萨酱)2勺、口蘑1个、玉米粒半把、胡萝卜1/3根、培根1--2片、黑胡椒少许、盐少许。  做法： 1、用一个瓶盖在吐司的最中间压出印。 2、在吐司表面抹一层番茄沙司。 3、口蘑和培根切成均匀的小薄片，胡萝卜切小丁。 4、在抹好番茄酱的吐司上面避开步骤1中用瓶盖压出的印子的位置，其他地方先铺一层培根，然后撒一层马苏里拉芝士碎。接着铺上口蘑，再撒上胡萝卜丁和玉米粒，最后再盖一点马苏里拉芝士。 5、表面撒一些黑胡椒和少许盐(盐不要放多，因为番茄沙司等的调料里都有盐味，根据口味和实际放的食材的情况决定放多少盐)。 6、在最中间的塌陷位置，打入一个鹌鹑蛋。 7、放入190度预热好的烤箱。190度，烤8---12分钟，看表面微黄即可。返回搜狐，查看更多  责任编辑：   平台声明：该文观点仅代表作者本人，搜狐号系信息发布平台，搜狐仅提供信息存储空间服务。     阅读 ()              推荐阅读                                 西安新纪元烹饪学校                                       文章   总阅读                                              免费获取                            "}