{"id": "茄子好吃又不腻的7种做法简单美味关键成本不到10块 - 搜狐", "contents": "   茄子好吃又不腻的7种做法，简单美味，关键成本不到10块！_肉馅_料酒_汤匙                                                 新闻 体育 汽车 房产 旅游 教育 时尚 科技 财经 娱乐 更多  母婴 健康 历史 军事 美食 文化 星座 专题 游戏 搞笑 动漫 宠物       无障碍  关怀版             原创 茄子好吃又不腻的7种做法，简单美味，关键成本不到10块！     2022-05-12 10:50                                  来源:                                 爱美食的小柚柚  发布于：山西省    原标题：茄子好吃又不腻的7种做法，简单美味，关键成本不到10块！ 茄子是一种比较营养的蔬菜，荤素皆宜，既可炒、烧、蒸、煮，也可油炸、凉拌、做汤，都能烹调出美味可口的菜肴，下面带给大家7道好吃不腻的茄子做法。  一、鱼香茄子煲 原料：长条茄子1个 洋葱1/4个 杏鲍菇半个 酱油 5克 料酒10克 白糖4克 牛肉粉3克 辣豆瓣酱15克 高汤或清水20克 蒜片10克 猪肉末30克 香油3克 花椒粉3克 酒酿15克 米醋5克 葱花和盐各少许 制作工艺：  1、在一个碗里倒入酱油和料酒。继续加入白糖，搅拌均匀，再加入牛肉粉，如果没有，可以用鸡精或味精代替。倒入辣豆瓣酱，将整碗里的调料搅拌均匀      展开全文     2、洋葱切成碎末或小丁，杏鲍菇切成半厘米厚的长条，茄子不去皮，直接切成1厘米宽、4-5厘米长的条 3、锅里烧开油，6、7成热时下入茄子条，炸约26-30秒后即刻捞出茄子，滤去多余的油份，杏鲍菇条也放在油里炸至金黄  4、炒锅里留底油，油热后下入洋葱末和蒜片爆香，倒入猪肉末炒至变色，加花椒粉调味 5、继续加入酒酿和香油，炒出香气后倒入步骤4里调好的汁，汤汁变浓稠后加入高汤或清水。汤汁再次变浓稠，倒入步骤8里准备的茄子和杏鲍菇，加少许盐 6、将菜直接倒入煲仔里，盖上盖子小火慢焖，待汤汁浓稠后即可关火，沿着煲仔的边儿倒上米醋，撒点而葱花即可  二、糖醋脆皮茄子 原料：茄子3根 蒜毫 少许 胡萝卜1/4根 鸡蛋一个 葱少许 番茄酱一勺 蚝油一勺 糖三勺 醋一勺 低筋面粉50克 油 适量 制作工艺： 1、茄子洗净用刨子或刀刮去表皮，然后切成条状，撒1小勺盐拌匀，腌制10分钟 2、低筋面粉里打入一个鸡蛋加入少许水，调成稀稠适中的面糊 3、腌好的茄子将杀出的黑水倒去，放入面糊中调拌均匀，使每根茄子都沾满面糊 4、锅中油烧至六七成热，将沾满面糊的茄子放入锅中炸，炸至茄子金黄酥脆即可捞出控油 5、一勺番茄酱、一勺醋、一勺蚝油、3勺糖，2勺水调成料汁(这里的勺是指5毫升)胡萝卜、蒜毫切丁、葱花切碎备用 6、锅中少许油烧热，油热后，下蒜薹和胡萝卜煸炒，放入葱花爆香，倒入料汁，小火加热，料汁冒泡后，加入炸好的切条下锅翻炒，使每根切条均匀裹满料汁即可  三、酱香肉末烧茄子 原料：长条茄子2根 猪肉馅100克 青红小辣椒各2根 葱末1汤匙(15克) 姜末1汤匙(15克)料酒1茶匙(5ml) 甜面酱1汤匙(15克) 豆瓣酱2汤匙(30克) 豆豉酱1汤匙(15克) 制作方法： 1、馅中调入料酒和甜面酱，倒入姜末搅拌均匀后腌制10分钟 2、茄子去蒂洗净后带皮切成小段，青红小辣椒切成小片 3、底锅中倒入油，待油7成热时放入茄子条，你会发现茄子迅速的把油都吸收了，此时不要再添加油了。当茄子煸炒变软后，油会从茄子中又跑出来一些的。将炒软后的茄子捞出备用; 4、中留底油，放入肉馅煸炒至变色，用铲子铲到锅的一侧，用锅中的油将葱末煸炒几下，倒入豆瓣酱和豆豉酱炒出香味后，与肉末混合在一起，再倒入茄子和青红辣椒，翻炒均匀即可  四、香煎茄盒 原料：茄子1个 肉末50克 干淀粉25克 蛋清1个 辣酱﹑黄豆酱﹑葱姜蒜末各一勺 味精﹑盐﹑料酒﹑酱油﹑白糖各少许 制作工艺： 1、肉馅中加入盐﹑料酒﹑酱油和味精调味，加入适量的葱姜末，搅拌均匀 2、肉馅中，加入适量蛋清，用筷子顺着一个方向搅拌至上劲，这样调好的肉馅比较入味，滑嫩 3、将茄子切成夹刀片，第一刀不要切断，第二刀切断(尽量切的薄一点，方便熟和入味) 4、茄夹内抹上干淀粉，这样放肉馅后才会使肉馅与茄子更好的粘合在一起，用筷子取肉馅放入茄夹内，用筷子把肉馅铺平。 5、把茄夹合上，一个茄盒就做好了。依次把所有的茄子做完 6、把做好的茄盒放入微波炉专用的蒸屉终中，平铺不要有重叠，这样才可以同时熟 7、盖上盖子，放微波炉中高火5分钟，就可以了(没有微波炉的可以在锅上蒸) 8、微波炉烤完的茄盒已经熟了，但是茄子表面水汽还是很大，为了使表面吃起来脆脆的，放到电饼铛或者平底锅上，小火煎至两面焦脆 9、接下来调一个汁，这可是茄盒好吃的灵魂啊。锅中放少许油，油热把葱姜蒜末炒香，加入辣酱和黄豆酱翻炒出香味 10、加入少许白糖，提鲜;加少许凉水，烧开就可以了，把茄盒摆放到碟子中，浇上汁就可以享用啦  五、香辣鸡肉茄子 原料：长茄子2根 鸡腿1个 料酒一匙 酱油1/3汤匙 香醋半汤匙 白糖半汤匙 红油豆瓣酱一匙 葱姜、油各适量 制作工艺： 1、鸡腿清洗干净后剁成小块，倒入一汤匙料酒，倒入半汤匙酱油，腌渍30分钟 2、长茄子洗净后切滚刀块，葱姜切末，锅里坐油，油七成热后放入茄子块，炸制微黄后捞出，控油备用 3、把腌渍好的鸡腿肉块炸制金黄色，捞出控油，锅里留底油，放入葱姜末爆香，放入一大汤匙红油豆瓣酱，炒出红油 4、放入鸡肉块、茄子块，放入半汤匙白糖，倒入 1/3汤匙酱油、一匙料酒，半汤匙香醋 5、倒入稀释的水淀粉，不要翻动小火炖制10分钟即可  六、豆角烧茄子 原料：豇豆角200克 茄子200克 干辣椒3个 大蒜6瓣 姜1块 白糖3克 盐3克 生抽5克 耗油8克 水适量 花生油少许 制作工艺： 1、豆角洗净切段，用盐水焯1分钟控水，茄子洗净切条，用盐(分量外)抓匀腌制15分钟后攥干水分备用。 2、大蒜一切为二，姜切末，干辣椒去籽切段，盐、耗油、生抽、白糖加一点凉白开调成汁备用。 3、开火，锅内放适量花生油，放蒜瓣、姜末和干辣椒爆香，下茄条和豇豆角，中小火煸炒至豇豆全熟。 4、放调味汁，翻炒均匀至豆角入味即可关火，装盘  七、西红柿烧茄子 原材料：圆茄子1个300克 樱桃番茄10个100克(或者大番茄1个) 青椒1/2个50克 番茄酱2汤匙 大蒜2瓣 制作工艺： 1、圆茄子洗净切去根蒂，用刀从中间对半切开，再把每一半分割成宽为1.5CM左右茄子条 2、取其中一个茄子条，切面朝上放在案板上，用刀切成滚刀块，切好的茄子块不要太大，也不要太小，保证大小均匀 3、平底锅内放入适量食用油，油面在锅底薄薄的铺一层即可，加热至油温四五成热 4、放入切好的茄子块，中火煎制1分钟左右，然后用铲子快速的翻炒，炒到茄子七八成熟表面呈金黄色，把茄子控油捞出 5、把樱桃番茄用清水洗净，对半切开，在番茄放在炒茄子剩下的油里，用铲子翻炒几下至番茄出红油 6、放入炒好的茄子块，加入2汤匙番茄酱，用铲子翻炒至茄子九成熟，使每个茄子表面都均匀的被番茄酱包裹。 7、青椒半个用清水洗净，先用刀切成宽度约1CM左右的条，再把每一条切成菱形块，切好的青椒块放入锅中 8、大蒜2瓣去皮，用刀背拍成蒜蓉，拍好的蒜蓉放在锅内，用铲子翻炒到青椒熟，蒜蓉出香味，即可出锅 以上就是美味又低价的茄子做法，喜欢的话就关注并留下你的精彩留言吧。返回搜狐，查看更多  责任编辑：   平台声明：该文观点仅代表作者本人，搜狐号系信息发布平台，搜狐仅提供信息存储空间服务。     阅读 ()              推荐阅读                                 爱美食的小柚柚                                       文章   总阅读                                              免费获取                            "}