{"id": "Bee Beem Bhop Recipe  Food Network", "contents": "                                                 Bee Beem Bhop Recipe | Food Network                                                         Watch Full Seasons   TV Schedule   Newsletters   Videos   Sweepstakes   Classes   Magazine   Blog   Shows A-Z   Chefs A-Z   Restaurants   Recipes on TV   Food Network on Max                                                                                                    Recipes               Recipes    Thanksgiving   Our Best Recipes   Ultimate Baking Guide   Healthy Meals + More   On TV    See All Recipes      Recipe of the Day          Turkey Confit with 40 Cloves of Garlic      Trending Recipes          Cornucopia Cookies           Parmesan Roast Turkey           Green Beans with Gremolata + Toasted Almonds           Cranberry Champagne Cocktail                          Shows               Shows   TV Schedule See TV Schedule      Guy's Ranch Kitchen   8am | 7c     Guy's Ranch Kitchen   8:30am | 7:30c     Guy's Ranch Kitchen   9am | 8c     Guy's Ranch Kitchen   9:30am | 8:30c     Supermarket Stakeout   10am | 9c     Supermarket Stakeout   11am | 10c     Chopped   12pm | 11c     Chopped   1pm | 12c     Chopped   2pm | 1c     Chopped   3pm | 2c     Chopped   4pm | 3c     Chopped   5pm | 4c     Chopped   6pm | 5c     Chopped   7pm | 6c     Chopped   8pm | 7c                        On Tonight                    Beat Bobby Flay (Holiday Throwdown)   9pm | 8c     Chopped   10pm | 9c     Chopped   11pm | 10c     Beat Bobby Flay (Holiday Throwdown)   12am | 11c     Chopped   1am | 12c     Chopped   2am | 1c     Chopped   3am | 2c     Worst Cooks in America   4am | 3c    See All Shows       Popular Shows          Holiday Baking Championship           The Elf on the Shelf: Sweet Showdown           Diners, Drive-Ins and Dives      In the Kitchen          The Pioneer Woman           The Kitchen           Girl Meets Farm                          Chefs               Chefs    Chefs & Hosts          Kardea Brown           Ree Drummond           Ina Garten           Sunny Anderson           Bobby Flay           Valerie Bertinelli           Guy Fieri           Molly Yeh            See All Chefs                      Trending               Trending    Trending Eats   Newsletters       The Latest          I Tried Donna Kelce’s Go-To ‘Dinner Rolls’ Recipe           When Can You Get This Year’s Starbucks Reusable Red Cups?           You Can Buy Just About Anything Inside an Olive Garden – Including Its Cheese Graters      Currently Obsessed With...          The Phrase ‘Taco Tuesday’ Can Now Be Used in All 50 States           Travis Kelce Launches Line of Refrigerated BBQ Favorites at Walmart                          Shop               Shop    Product Reviews   Gift Ideas   Shop Everything   Newsletter    Shop Now      What's New          What Food Network Staffers Are Buying for Black Friday           The Best Black Friday Kitchen Sales You Can Shop Right Now           The 26 Best Cookbooks of 2023           The 15 Best Vegetarian Cookbooks of 2023           Williams Sonoma's Early Black Friday Sale Is Here                               Sweepstakes               Sweepstakes    Thanksgiving Essentials Sweepstakes   All Sweepstakes + Contests                 Enter Daily for Your Chance to Win $10,000                               What's on TV                           X out of Search                                                                                                                      Home     Recipes                              Prev Recipe Next Recipe                           Bee Beem Bhop                                                                                                                           Recipe courtesy of Dae Gee Korean BBQ                                                                                                                                                                                               Recipe courtesy of Dae Gee Korean BBQ                                                                   Show:  Diners, Drive-Ins and Dives    Episode:  Triple D Nation: Around the World           Bee Beem Bhop           Getting reviews...           Level: Intermediate     Total:  1 hr 35 min (includes soaking time)   Active:  55 min     Yield: 2 servings      Nutrition Info                        Save Recipe              Pinterest                            Email                                           Level: Intermediate     Total:  1 hr 35 min (includes soaking time)   Active:  55 min     Yield: 2 servings      Nutrition Info                Ingredients          Deselect All       3 ounces spinach       Salt       Sugar, for seasoning       3 ounces soy bean sprouts       3 ounces julienned zucchini,       3 ounces julienned carrot       2 ounces sliced shiitake mushroom       3 ounces sliced cabbage       3 ounces julienned white radish       Salted green seaweed, for topping        1/2 ounce oil        1 ounce butter        1 1/2 cups cooked white rice        1 egg yolk        1 tablespoon sesame oil        1 teaspoon sesame seeds        1/4 cup dried seasoned seaweed        Gochujang, optional                   Add to Shopping List                      View Shopping List             Ingredient Substitutions                Directions     Special equipment:  a stone pot bowl                      Boil water and add spinach for 2 minutes. Remove and place in ice cold water, then strain for 1 minute. Add a pinch of salt and a pinch of sugar. Set aside.                             Repeat this method individually with the sprouts, zucchini, carrot, mushroom, cabbage and radish, then set aside.                             Soak some salted green seaweed in water for 10 minutes, then strain. Repeat this process of soaking the seaweed and straining 2 more times. Cut seaweed into small pieces (approximately 2 inches). Add oil to a pan and saute seaweed with a pinch of salt and pinch of sugar for 2 minutes.                             Coat a stone pot bowl with butter. Add the rice and thinly spread it across the bowl.                             Add the spinach, sprouts, zucchini, carrot, mushroom, cabbage, radish and seaweed, arranging in wedges going around the bowl (like a pie) and leaving the rice visible in the middle. Put the egg yolk in this middle hole.                             Place the stone pot over high heat until cooked to your desired crispiness, 7 to 10 minutes.                             If you like extra crispiness, squeeze an extra layer of sesame oil around the rim of the stone pot so that the rice does not burn.                             Garnish bee beem bhop with sesame oil, sesame seeds and dried seasoned seaweed. You can also add gochujang for spiciness.                        Tools You May Need           Price and stock may change after publish date, and we may make money off         these links.      This recipe was provided by a chef, restaurant or culinary professional. It has not been tested for home use.          Recipe courtesy of Dae Gee, Denver, CO                 Tools You May Need                   Price and stock may change after publish date, and we may make money off       these links.              My Private Notes            Add a Note           Show:  Diners, Drive-Ins and Dives    Episode:  Triple D Nation: Around the World          Categories:  Asian Korean Recipes Rice Recipes Vegetable Main Dish Gluten Free Vegetarian            Looking for Something Else?       Quick & Easy More Rice Recipes 5 Ingredients or Less Highly Rated                  Spicy Bee Pizza                     Easy Rice Bake Casserole                     Curry-rubbed Swordfish Steaks with Fresh Green Yogurt Sauce                     Crab and Callaloo                                       👩‍🍳 What's Cooking                  Our Best Healthy Breakfast Ideas                         Dishes That Require Very Little Cleanup                      Slow Cooker Recipes You'll Love             Discover More Recipes...                      Shop With Us                  Amazon's Holiday Deals Are Here and These Are the Best Finds                 What to Buy from Walmart's Black Friday Sale                      Our Newsletter      To sign up, please enable JavaScript.   Sign up for the Food Network Shopping Newsletter            By entering your email address, you agree to our Terms of Use            and acknowledge the Privacy Policy.            Food Network and            its affiliates            may use your email address to provide updates, ads, and offers.            Sign Up              To withdraw your consent or learn more about your rights, see the            Privacy Policy.                                                           Related Pages  Beehive Cake Recipe Honey Bee Cake Recipe Orange Bee Sting Recipe Burning Bumble Bee Recipe Where to Buy Queen Bee Porcini Spicy Bee Pizza Recipe            Site Map   Visitor Agreement   AdChoices   Privacy Notice   About   Newsroom   Advertise   Help   TV Ratings   Online Closed Captioning   California Privacy Notice   Accessibility   Newsletters   Discovery, Inc.   Do Not Sell or Share My Personal Information      International Editions  United States Asia Brazil Canada Europe, Middle East & Africa United Kingdom Latin America    The Discovery Family of Networks  HGTV Food.com Travel Channel TLC.com Discovery.com Cooking Channel              © 2023  Warner Bros. Discovery, Inc. or its subsidiaries and affiliates. All rights reserved.                                 "}