{"id": "Broccoli Cheese Casserole Gratinata - Art of Natural Living", "contents": "\n\n\n\n\n\n\n\n\n\n\n\nBroccoli Cheese Casserole (Gratinata) – Art of Natural Living\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nSearch\n\n\nResponsive Menu\n\n\nArt of Natural Living\nEnjoying the Green Life\n\n\n\nHome\nAbout\nRecipe Index\nGardening\nLifestyle\n\nEating Local\nReviews & Events\nGreen Living\nHealth & Beauty\nHome & Decor\n\n\nLinks\n\n\n\n\n\n\n \n\n\n\n\t            \t\tBroccoli Cheese Casserole (Gratinata)\t\t            \n\nBy Inger\nJun 19, 2022\nBroccoli, Cheese, Main Dish, Side Dish\n36 Comments\n\n\n  Jump to Recipe\n Print RecipeWith two kinds of creamy cheese, tender broccoli & fresh cherry tomatoes, this Broccoli Cheese Casserole is a tasty & healthy entree or side. \n\nRight now there are three food mantras in my life. Vegetables, calcium and flavor. And today’s Broccoli Cheese casserole hits all three! With two vegetables and two cheeses, it’s a bonanza of often shorted-changed nutrients!\nAnd did I mention the whole family loves it?  \nYou see I’ve never believed in eating a food “because it’s good for you.” I do try to avoid foods that are unhealthy, but I want to eat out of love as well as health. And this seriously has both!\n\nWhat is a Gratinata?\nThis recipe began life as a green been casserole based on a recipe from Lidia Bastianich, who called it a Gratinata. Not familiar with the term? \nAccording to eHow, “to prepare a dish au gratin or as a gratinata is to finish it with a generous sprinkling of cheese, breadcrumbs and butter prior to baking.”\nSounds like a formula for tasty to me!\nWe liked the green bean original so much, I needed an excuse to serve it more often. And that’s how this Broccoli Cheese Casserole was born!\n\nWhy You’ll Love This!\nDelicious. Loaded with cheese and some great Italian seasonings, you don’t even need to be a vegetable fan to think this is delicious!\nHealthy. Lots of calcium.  Two veggies. Olive oil instead of butter. It will even make vegetarians happy. ‘Nuf said?\nVersatile. This has everything you need for either a side dish or a main dish. While we started eating the original as a Thanksgiving green bean casserole substitute, it quickly grew beyond its original role!\n\nWhat You’ll Need\nIngredient Notes\n\nBroccoli Florets.  This is the main ingredient in the dish.\nGrape or Cherry Tomatoes. This adds freshness and extra nutrition.\nFresh Mozzarella. This adds rich cheesy goodness.  I use the small round balls if I can find them.  Otherwise I’ll cut up a log or large ball into bite-sized pieces.\nFresh Basil.  Adds flavor.  You can use 1 Tablespoon of dried basil if you can’t get fresh.\nGrated Fresh Parmesan.  This adds more cheesy flavor and a punch of umami!\nSalt.  Adds flavor.\nItalian Bread Crumbs.  Enhances the flavor and adds a little crunch.  My homemade Italian Breadcrumbs are easy to make if you happen to be out.  Or consult that recipe and add some herbs to plain breadcrumbs.  For keto / low-carb / gluten-free, you can use crushed pork rinds mixed with Italian Seasoning.\nExtra Virgin Olive Oil.  Enhances the flavor, adds richness and moisture, helps the dish brown.\n\nSpecial Tools\n\nYou’ll need a medium casserole dish or smaller Dutch oven for baking.\n\nStep by Step Directions\nFill a large pot with water and bring it to a boil over high heat. Add the broccoli, bring back to a boil and cook for a couple minutes until still slightly crunchy, . Drain the broccoli and run under cool water to cool.\nPlace half of the broccoli, tomatoes, mozzarella, salt and basil in the casserole. Toss to combine, then top with half of the olive oil, Parmesan and bread crumbs (or crushed pork rinds for keto / low-carb).\n\nRepeat with the remaining ingredients.\n\nBake covered, then take off the cover when almost done to brown. Casserole is done when everything is warm and broccoli is tender.\nEnjoy.\nHow to Serve\nOne of the delights of this Broccoli Cheese Casserole is that works well as a side or an entrée!\nAs a side dish, it goes well with just about any meat or poultry entrée. I especially like it with more basic entrées like Dutch Oven Roast Chicken or pork chops since it adds welcome flare to the meal. I’ve even served it at lunch as a side to a small sandwich or hearty soup.\nWhen I serve Broccoli Cheese Casserole as an entrée, I usually let it stand solo—with all that cheese there’s little chance of feeling deprived! But a nice crusty bread or an herbed biscuit would also be delicious. And if it’s dinner time and we haven’t had our “five-a-day” (servings of fruit and vegetables), I may even add a simple green salad.\n\nVariations\nIf you love this as much as I do, you might want to try the Green Bean Casserole as well!\nGoing low carb or keto? Go with crushed pork rinds instead of the bread crumbs. They’re delicious! Just add in some extra Italian seasonings to turn them into low carb Italian “breadcrumbs”  (see my recipe for suggestions).\nPrep & Leftovers\nTo streamline your preparation, you can lightly pre-cook your broccoli and cool it ahead of time. Be sure to only partially cook it or it will be overly soft in the final dish. Or use frozen broccoli, which you don’t need to pre-cook, just thaw and add.\nThough I haven’t tried it, I suspect you could even pre-assemble the whole casserole the day before except for the final bread crumbs.\nStore leftovers covered and eat within a few days. If you need to freeze leftovers, they will be softer when thawed. In that case, I’d reheat and top with a fried egg or two for a nice breakfast.\n\nTips & FAQs\nThe biggest risk in this casserole is overcooking the broccoli. I very briefly pre-cook raw broccoli but thaw and use frozen broccoli without any pre-cooking.\nA good test for doneness is to first check that the cheese is softened–it doesn’t need to fully melt. Then check a cherry tomato to see if it is heated through and test that the broccoli is tender.\nI especially love preparing this in the fall—the bountiful days of stuffed CSA boxes or overzealous farmers market trips. You can clear out a refrigerator full of broccoli and cherry tomatoes pretty quickly!\nAnd for more ideas for #DairyMonth check out:\n\nAsiago Cheese Bagels by Karen’s Kitchen Stories\nBerry Cream Pops by Jolene’s Recipe Journal\nBroccoli Cheese Casserole by Art of Natural Living\nGochujang Paneer Bowl by Magical Ingredients\nLemon-Blueberry Cheesecake Shake by A Little Fish in the Kitchen\nMacaroni Salad Caprese by Palatable Pastime\nMilk Cookies by A Day in the Life on the Farm\nNo Churn Blueberry Ice Cream by Hezzi-D’s Books and Cooks\nOne Pot Garlic Parmesan Chicken Pasta by Hostess At Heart\nPimento Cheese Mac and Cheese by A Kitchen Hoor’s Adventures\nReese Peanut Butter Cup Ice Cream by Blogghetti\nSlow Cooker Cream Cheese Chili Chicken by Cheese Curd In Paradise\nS’mores Ice Cream by Jen Around the World\nSummer Fruit Tortillas by The Freshman Cook\nVanilla Bean-Nutmeg Milkshake with Blackberry Swirl by The Spiffy Cookie\n\n\n\n\nBroccoli Cheese Casserole (Gratinata)\n\n\nWith two kinds of creamy cheese, tender broccoli & fresh cherry tomatoes, this Broccoli Cheese Casserole is a tasty & healthy entree or side.\nAuthor: Inger\n\n5 from 2 votes\n\n\n Print \n\n \nPrep Time 20 minsCook Time 25 minsTotal Time 45 mins\n\n\n \nCourse Vegetable\n\n\n \nServings 8Calories 237 kcal\n\n\nIngredients  1x2x3x6-8 cups broccoli florets depending on casserole dish size1 pint grape tomatoes or cherry8 ounces fresh mozzarella sliced into 1-inch cubes (or small fresh mozzarella balls)6-8 basil leaves sliced thinly or 1 Tablespoon dried basil1 cup grated Parmesan1/2 teaspoon sea salt1/3 cup Italian bread crumbs or crushed pork rinds for keto / low-carb or gluten free3 tablespoons extra-virgin olive oil\nInstructions Fill a large pot with water and bring it to a boil over high heat. Add the broccoli, bring back to a boil and cook for a couple minutes until still medium crunchy, . Drain the broccoli and run under cool water to cool.Place half of the broccoli, tomatoes, mozzarella, salt and basil in the casserole. Toss to combine, then top with half of the olive oil, Parmesan and bread crumbs, Prepeat with the remaining ingredients.Cover and bake the casserole at 350 F, for 20-30 minutes until everyything is heated through and broccoli is tender. Take off the cover when almost done to allow top to brown slightly. Serve hot in the baking dish.\nNotesA good test for doneness is to first check that the cheese is softened–it doesn’t need to fully melt. Then check a cherry tomato to see if it is heated through and test that the broccoli is tender.\nNutritionCalories: 237kcalCarbohydrates: 12gProtein: 13gFat: 16gSaturated Fat: 7gPolyunsaturated Fat: 1gMonounsaturated Fat: 7gCholesterol: 33mgSodium: 634mgPotassium: 413mgFiber: 3gSugar: 3gVitamin A: 1243IUVitamin C: 69mgCalcium: 301mgIron: 1mg\nI am not a health professional and nutrition data is calculated programatically. Accuracy may vary with product selection, calculator accuracy, etc. Consult a professional for the best information. \n\n\n  Tried this recipe?Let us know how it was!\nOriginally published May 18, 2017\n\n← Award Winning Lemon Lavender Cookies\nFrozen Grasshopper Ice Cream Drink →\n\n\n\n\t\t\t36 thoughts on “Broccoli Cheese Casserole (Gratinata)”\t\t\n\n\n\n\nChristie Jul 11, 2022 at  \n\nI make a completely different broccoli cheese casserole.  I can’t wait to try this version.  Looks so delicious with all those colors and flavors in there.\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorJul 12, 2022 at  \n\nBroccoli and cheese are a great combo!\n\n\nReply ↓ \n\n\n\n\n\n\n\nAshley Lecker Jun 30, 2022 at  \n\nI love the mozzarella cheese in this casserole versus a traditional cheddar!\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorJul 12, 2022 at  \n\nIt really does change up the feel!\n\n\nReply ↓ \n\n\n\n\n\n\n\nMarcelle Jun 28, 2022 at  \n\nI actually have everything on hand today to make this, and I’m really looking forward to this casserole! It’s light, but flavorful and so colorful too!\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorJul 12, 2022 at  \n\nI hope you enjoy!  I love when I have everything I need for a new find!\n\n\nReply ↓ \n\n\n\n\n\n\n\nRadha Jun 23, 2022 at  \n\nThis is packed with veggies and cheese! YUM! My kids love this version.\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorJul 12, 2022 at  \n\nI’ll bet!\n\n\nReply ↓ \n\n\n\n\n\n\n\nTeri Schuler Jun 22, 2022 at  \n\nThis casserole sounds so amazing and is overflowing with yumminess!\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorJul 12, 2022 at  \n\nThanks Teri!\n\n\nReply ↓ \n\n\n\n\n\n\n\nLisa Jun 22, 2022 at  \n\nThe tomatoes definitely make this casserole one that my family will love\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorJul 12, 2022 at  \n\nYes! They add wonderful bright notes to the dish!\n\n\nReply ↓ \n\n\n\n\n\n\n\nJennifer Jun 22, 2022 at  \n\nThis looks amazing. I love making different casseroles for my family\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorJul 12, 2022 at  \n\nThey can be family pleasers alright!\n\n\nReply ↓ \n\n\n\n\n\n\n\nWendy Klik Jun 21, 2022 at  \n\nBroccoli Caprese…..Yes, please.  I love everything about this recipe.\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorJul 12, 2022 at  \n\nThanks!  Good in any form!\n\n\nReply ↓ \n\n\n\n\n\n\n\nJolene Jun 21, 2022 at  \n\nI think even my picky veggie haters would love broccoli this way!\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorJul 12, 2022 at  \n\nMy picky eater do!\n\n\nReply ↓ \n\n\n\n\n\n\n\nHezzi-D Jun 20, 2022 at  \n\nThis sounds like a great vegetable side dish!\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorJul 12, 2022 at  \n\nWe love it as a side or entree!\n\n\nReply ↓ \n\n\n\n\n\n\n\nKaren's Kitchen Stories Jun 20, 2022 at  \n\nEverything is better with cheese in it!\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorJul 12, 2022 at  \n\nI agree!\n\n\nReply ↓ \n\n\n\n\n\n\n\nJulie Jun 20, 2022 at  \n\nLove the combination of flavors in this casserole.  We will definitely be eating this as a main dish this summer.\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorJul 12, 2022 at  \n\nI was so happy when that light bulb went on!\n\n\nReply ↓ \n\n\n\n\n\n\n\nMaria May 23, 2017 at  \n\nThis recipe is amazing! Definitely a repeat in my house as both a side and a main. One minor complaint though… I couldn’t for the life of me find the oven temp on the recipe, so I went to the recipe for the green bean dish and grabbed it from there. Worked out great. Thanks for sharing!\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorJun 19, 2017 at  \n\nThanks for catching this Maria–updating now. Smart of you to grab it from the green bean recipe and happy you enjoyed it!\n\n\nReply ↓ \n\n\n\n\n\n\n\nTammy May 21, 2017 at  \n\ndefinitely a main dish! And so perfect with fresh broccoli\n\n\nReply ↓ \n\n\n\n\n\nBeth May 21, 2017 at  \n\nSounds delicious. I’d love that as a main-dish casserole any time!\n\n\nReply ↓ \n\n\n\n\n\nDavid May 20, 2017 at  \n\nAll the flavors of comfort right here, Inger! Love it!\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorMay 21, 2017 at  \n\nYou know you’re right David–almost like healthy comfort food. Guess that’s not an oxymoron!\n\n\nReply ↓ \n\n\n\n\n\n\n\nJuliana May 19, 2017 at  \n\nNice and tasty casserole…and yes, broccoli looks a good as green beans!\nHave a wonderful week Inger 🙂\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorMay 21, 2017 at  \n\nI was very happy when I came upon this solution Juliana!  You have a great week too!\n\n\nReply ↓ \n\n\n\n\n\n\n\ngrace May 19, 2017 at  \n\nnice switcheroo!  both the broccoli and green bean versions would be delicious–i’m not sure which to try first!\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorMay 21, 2017 at  \n\nGuess you’ll have to try them both Grace–especially now that you are eating so healthy!\n\n\nReply ↓ \n\n\n\n\n\n\n\nMelissa Belanger May 18, 2017 at  \n\nI love the addition of cherry tomatoes to this so fresh and summery! Love it 🙂\n\n\nReply ↓ \n\n\n\n\n\nInger  Post authorMay 21, 2017 at  \n\nI especially love this when I am buried in cherry tomatoes, Melissa–soon!\n\n\nReply ↓ \n\n\n\n\n\n\nLeave a Reply Cancel replyYour email address will not be published. Required fields are marked *\nRecipe Rating \n\nRecipe Rating\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nComment * Name * \nEmail * \nWebsite \nNotify me of new posts by email. \n\n \n \n\n\n\n\n Follow for more great content!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMeet the Author \n\nI'm Inger and I'm raising a family in the suburbs while trying to live a natural life.  This means preparing local organic foods  (but don't ask me to give up coffee), growing fun fruits and veggies (except when my CSAs do it better), and keeping a wishlist that includes backyard geese.  Life conflicts?  Reluctant kids?  Living Naturally is an art!\nTrending Now\n\nGalleries \n\nArchives Archives\n\nSelect Month\n November 2023  (3)\n October 2023  (7)\n September 2023  (10)\n August 2023  (8)\n July 2023  (6)\n June 2023  (7)\n May 2023  (8)\n April 2023  (7)\n March 2023  (12)\n February 2023  (6)\n January 2023  (9)\n December 2022  (7)\n November 2022  (11)\n October 2022  (9)\n September 2022  (9)\n August 2022  (8)\n July 2022  (7)\n June 2022  (11)\n May 2022  (15)\n April 2022  (9)\n March 2022  (12)\n February 2022  (8)\n January 2022  (8)\n December 2021  (6)\n November 2021  (11)\n October 2021  (9)\n September 2021  (9)\n August 2021  (7)\n July 2021  (9)\n June 2021  (4)\n May 2021  (5)\n April 2021  (6)\n March 2021  (8)\n February 2021  (6)\n January 2021  (8)\n December 2020  (7)\n November 2020  (8)\n October 2020  (7)\n September 2020  (7)\n August 2020  (7)\n July 2020  (8)\n June 2020  (6)\n May 2020  (7)\n April 2020  (8)\n March 2020  (10)\n February 2020  (6)\n January 2020  (8)\n December 2019  (8)\n November 2019  (7)\n October 2019  (9)\n September 2019  (9)\n August 2019  (9)\n July 2019  (7)\n June 2019  (7)\n May 2019  (2)\n April 2019  (7)\n March 2019  (5)\n February 2019  (4)\n January 2019  (4)\n December 2018  (6)\n November 2018  (8)\n October 2018  (4)\n September 2018  (6)\n August 2018  (6)\n July 2018  (3)\n June 2018  (8)\n May 2018  (6)\n April 2018  (5)\n March 2018  (3)\n February 2018  (6)\n January 2018  (4)\n December 2017  (5)\n November 2017  (2)\n October 2017  (3)\n September 2017  (5)\n August 2017  (7)\n July 2017  (7)\n June 2017  (5)\n May 2017  (4)\n April 2017  (7)\n March 2017  (5)\n February 2017  (8)\n January 2017  (7)\n December 2016  (3)\n November 2016  (5)\n October 2016  (4)\n September 2016  (5)\n August 2016  (7)\n July 2016  (5)\n June 2016  (4)\n May 2016  (6)\n April 2016  (5)\n March 2016  (5)\n February 2016  (6)\n January 2016  (7)\n December 2015  (4)\n November 2015  (4)\n October 2015  (3)\n September 2015  (3)\n August 2015  (5)\n July 2015  (5)\n June 2015  (5)\n May 2015  (6)\n April 2015  (4)\n March 2015  (3)\n February 2015  (5)\n January 2015  (6)\n December 2014  (4)\n November 2014  (3)\n October 2014  (5)\n September 2014  (3)\n August 2014  (6)\n July 2014  (5)\n June 2014  (5)\n May 2014  (3)\n April 2014  (5)\n March 2014  (3)\n February 2014  (6)\n January 2014  (5)\n December 2013  (6)\n November 2013  (4)\n October 2013  (3)\n September 2013  (3)\n July 2013  (3)\n June 2013  (3)\n May 2013  (4)\n April 2013  (2)\n March 2013  (3)\n February 2013  (4)\n January 2013  (3)\n December 2012  (6)\n November 2012  (3)\n October 2012  (1)\n September 2012  (2)\n August 2012  (5)\n July 2012  (4)\n June 2012  (4)\n May 2012  (1)\n April 2012  (2)\n March 2012  (5)\n February 2012  (1)\n January 2012  (1)\n December 2011  (3)\n November 2011  (2)\n October 2011  (3)\n August 2011  (3)\n July 2011  (1)\n June 2011  (3)\n May 2011  (2)\n April 2011  (3)\n March 2011  (2)\n January 2011  (1)\n November 2010  (3)\n August 2010  (2)\n July 2010  (3)\n June 2010  (3)\n May 2010  (4)\n March 2010  (1)\n\n\nLife is Busy… \n\n\n\n\n\nLeave this field empty if you're human: \n\n\n\n\n\n \n\n\n\n \n\n\n\n\n\nCopyright © 2023 Art of Natural Living |  Theme by: Theme Horse |    Privacy & Other Policies \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}