{"id": "Caprese Roasted Broccoli - Turnip the Oven", "content": "\n\n\n\nCaprese Roasted Broccoli – Turnip the Oven\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTurnip the OvenSimple creative foodAbout\n\nAbout Me\nContact\n\n\nBooks\nPress\nRecipes\nCaprese Roasted Broccoli\nJuly 25, 2016 12 Comments Tender-crisp roasted broccoli, juicy fresh tomatoes, and gooey mozzarella cheese, plus a sprinkle of fresh basil make this the perfect easy weeknight side dish!\n\nI’ve written before about Alex and my eating habits before we met. Basically, I was content to dine on a big salad every night, and on more than one occasion he called peanut butter and graham crackers dinner.\nBut now we are in our mid-30s (gulp) and responsible for feeding not only ourselves healthfully, but a little person as well.\nAnd so we eat a lot of broccoli.\nI’m going to stop right here and admit that while Owen loves broccoli, tomatoes, and mozzarella cheese, he would never eat this dish. The foods can’t be touching, they can’t be too hot, and they absolutely cannot have any brown spots (aka the beautiful bits of char broccoli picks up when roasted).\nSigh. It’s his loss, because this caprese roasted broccoli is the kind of side that totally steals the show. Crisp-tender garlic roasted broccoli, juicy ripe tomatoes, melted mozzarella cheese, a splash of balsamic, and a shower of fresh basil–what’s not to love?\n\nEven though Owen won’t deign to let this pass his lips, I still consider this an easy weeknight dish my whole family will eat. I just set aside a few plain broccoli florets and sliced tomatoes for him, and then Alex and I enjoy the “fully loaded” version. Simple enough! Plus, the whole thing comes together in about 20 minutes.\nThis is the kind of side that elevates simple school night dinners like rotisserie chicken, roast salmon, or even take-out pizza. Any leftovers are great tossed into tomorrow night’s salad!\n\n\n\n\n Print\n\n\nCaprese Roasted Broccoli\n\n\t\tThis caprese roasted broccoli is a delicious weeknight side dish!\t\n\n\n\n\n\n\n Servings 4 \n\n\n Author Turnip the Oven\n\n\n\nIngredients\n\n\n\n1\nlarge head broccoli\n6 to 8 cups, cut into florets\n\n\n2\ntablespoons\nextra virgin olive oil\n\n\n1\nteaspoon\nkosher salt\n\n\n1/2\nteaspoon\nfreshly ground black pepper\n\n\n1/2\nteaspoon\ndried Italian seasoning\n\n\n1/4\nteaspoon\ngarlic powder\n\n\n2/3\ncup\nshredded mozzarella cheese\n\n\n2\nplum tomatoes\ndiced\n\n\n1\ntablespoon\nbalsamic vinegar\n\n\n1/4\ncup\nminced fresh basil\n\n\n\n\n\nInstructions\n\n\n\nPreheat the oven to  425°F. On a large baking sheet, toss the broccoli with the olive oil, salt, pepper, Italian seasoning, and garlic powder. Arrange in a single layer and roast until crisp-tender and just beginning to brown in spots, about 15 minutes. Remove from the oven and sprinkle with the mozzarella. Return to the oven until the cheese melts, about 1 minute. Remove from the oven and scatter tomatoes around the broccoli. Drizzle with the balsamic and sprinkle with the basil.\n\n\n\n\n\n\n\nFiled Under: Gluten-Free, Side, Weeknight Tagged With: broccoli, cheese« Whole Wheat Oatmeal Fudge BarsWhole Wheat Spaghetti with No Cook Tomato Sauce » Recipes From FriendsYummy Recipes by Zeven Up Media\n\nComments\n\n\n\n\nSarah @ Champagne Tastes says \nJuly 25, 2016 at 11:54 am \n\nThis sounds completely delicious! And so easy!!! Broccoli tastes better with cheese- this looks fab\n\nReply\n\n\n\n\n\n\nLucy Baker says \nJuly 25, 2016 at 11:55 am \n\nThanks! I agree–anything tastes better with cheese 🙂\n\nReply\n\n\n\n\n\n\n\n\nKavey says \nJuly 25, 2016 at 12:25 pm \n\nSo easy to get in a rut with side dishes, this looks like a lovely idea and who doesn’t love balsamic?\n\nReply\n\n\n\n\n\n\nLucy Baker says \nJuly 25, 2016 at 12:31 pm \n\nI agree! This is a great way to change things up.\n\nReply\n\n\n\n\n\n\n\n\nCookilicious says \nJuly 25, 2016 at 12:59 pm \n\nI love the flavor of roasted broccoli..with a dash of garlic powder..yummm..your dish is making me hungry!\n\nReply\n\n\n\n\n\n\nLucy Baker says \nJuly 25, 2016 at 1:29 pm \n\nI know, I love to use garlic powder when I roast veggies because it doesn’t burn!\n\nReply\n\n\n\n\n\n\n\n\npeter @Feed Your Soul Too says \nJuly 25, 2016 at 1:57 pm \n\nReally simple but fun little spin on broccoli.  I love to eat broccoli.  I need to put this one in the queue.\n\nReply\n\n\n\n\n\n\nKaryn says \nJuly 25, 2016 at 2:01 pm \n\nfirst of all Lucy.. I love the name of your BLog.. brilliant.. Broccoli is one of my fav green vegetables ..so this recipe is right up my street\n\nReply\n\n\n\n\n\n\nLeah Maroney says \nJuly 26, 2016 at 10:59 am \n\nThe brown bits are the best!!!!  I love that you didn’t roast the tomatoes, I love them fresh! My husband will LOVE this!\n\nReply\n\n\n\n\n\n\nLiz @ I Heart Vegetables says \nJuly 26, 2016 at 11:48 am \n\nI love roasted broccoli! This recipe sounds like such a fun twist!\n\nReply\n\n\n\n\n\n\nKari says \nJuly 26, 2016 at 12:36 pm \n\nYum! What a tasty idea!\nKari\nhttp://sweetteasweetie.com/ambrosia-salad/\n\nReply\n\n\n\n\n\n\nSarah says \nJuly 26, 2016 at 1:04 pm \n\nYummy! This combo sounds amazing. Thanks for the recipe!\n\nReply\n\n\n \nLeave a Reply Cancel reply \nYour email address will not be published. Required fields are marked *\nRecipe Rating \n\nRecipe Rating\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nComment Name * \nEmail * \nWebsite \n \n\n \n\nWelcome!\n\nHi! I'm Lucy. Turnip the Oven is my vegetable-focused food blog, but sometimes I'm sidetracked by dessert. My recipes are simple and approachable, and I use fresh, seasonal ingredients. I hope I inspire you to eat more plants…and cookies. \nRead more...\n\nFacebookInstagramPinterestRSSTwitter\n\nNever miss a recipe! Sign up for my newsletter\n\nE-Mail Address\n\n\n\n \n\n \n\nConnect with me\n\nHi there! If you have any questions or comments I'd love to hear from you. You can get in touch with me here or via any of the social media options below! Read my Privacy Policy\n\nFacebookInstagramPinterestRSS\nStill hungry?\n\nCopyright © 2023 Turnip The Oven · Implemented by WPoptNever miss a recipe!Sign up to my newsletter and get new posts straight to your inbox!Your information will *never* be shared or sold to a 3rd party.\n\n\n\n\n\n\n\n\n\n\n\n      MENU    \n\n\n\n\nAbout\n\nAbout Me\nContact\n\n\nBooks\nPress\nRecipes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}