{"id": "Cheesy Cabbage Casserole - - Cooking With Carlee", "contents": "                         Cheesy Cabbage Casserole - Cooking With Carlee                                                                        Skip to Content      Search  Magnifying Glass       Search for:      Close Search \t\t× \t         Home About  Disclosures & Privacy Policy Work With Me Accessibility Statement / Disclaimer Cooking & Baking Tips   Recipes  Dinners Breakfast Dessert Appetizers & Snacks Salad Recipes Drinks               Cheesy Cabbage Casserole  Categories Dinners, Side Dishes    This post contains affiliate links. View my  disclosure page  for more information.    \t\tThanks for sharing!\t                             A cheesy side dish with a crunchy topping is the perfect accompaniment to so many dinners. Make that side out of cabbage for a fun twist on the cheesy potato casserole we all love!  Jump to Recipe    Cheesy cabbage casserole is a lot like cheesy potatoes, or funeral potatoes as you may know them, but without the potatoes. This is a lower carb alternative if you are looking for that or just a fun way to use up that cabbage. It is cheesy, comforting and oh so good. We have been getting beautiful heads of cabbage in our CSA boxes.  This was a particularly huge and nice head of cabbage.  My husband is not a fan of cooked cabbage in general and he also doesn’t eat coleslaw.   While I like both, this huge head of cabbage was more than I thought I could tackle on my own.  Even I have my limits after all! So I decided to go on a mission and get creative in hopes that my husband and Little Dude would help me eat the cabbage before I had to leave town for work.  I had seen a recipe title for cabbage casserole somewhere and that got my wheels turning.   I enjoy cabbage with Parmesan cheese on it, but that was the extent of my cabbage and cheese mingling experience. The idea of a cheesy cabbage seemed a little strange but also felt like it had potential. We are all big fans of cheese, so I thought if anything would get the guys to help me on this quest adding plenty of cheese would!  So I went to work making a cabbage version of the cheesy potato casserole.   Making Cabbage Casserole One of the keys to making this cabbage casserole easy to eat and palatable for even the cabbage wary is to finely chop the cabbage. It will cook more evenly and eat more like a potato casserole that way. Thinly slice it and then run your knife through it again the other way.  That way you get nice tidy bites of cheesy cabbage goodness.   You could certainly mix it all together in a bowl before putting it in a casserole dish.  I chose to dirty one less bowl and just layer it in the baking pan.   Cabbage cooks down so much and releases some liquid, so it all kind of comes together in the end either way.   When you pour the cheese and soup over the cabbage, it may look like it’s not enough. But the cabbage will cook down so it will magically be just the perfect amount. My husband served himself up a big serving for dinner.  I guess he didn’t see any of the assembly and thought he was sitting down to a nice pile of cheesy potatoes.     A bite or two in he realized that’s not exactly what he had and recognized I tricked him into cabbage. He went ahead and ate it anyway even with the knowledge of it’s true identity. Honestly he didn’t race me to eat the leftovers, but that was fine. I really liked it and ate it for lunch most of the rest of the week.   I think you should definitely give this recipe a go! Maybe you can convert a cabbage hater into a lover or maybe you will find a new favorite side dish. We have been still been getting great cabbage, both green and red. What are your favorite ways to eat cabbage?    What does cheesy cabbage casserole taste like?  This casserole tastes a lot like funeral potatoes, but with cabbage instead of potatoes. So it has more fiber and is a great way to make cabbage family friendly.    Can I add meat to this to make it a complete meal?  Yes! Some diced ham would be great or even some kielbasa. You could also add browned ground beef or turkey if you want.     More Cabbage Recipes  Cabbage and Potatoes with Parmesan Cheese  This simple side dish of cabbage and potatoes with a sprinkling of Parmesan cheese has been a favorite in my family for decades.  Get the Recipe    Cabbage Roll Skillet Meal  Get the flavor of cabbage rolls without the work! Un-stuffed cabbage casserole is a quick and easy one pan dinner that makes cabbage roll goodness possible on a weeknight!  Get the Recipe    Kielbasa Cabbage and Potatoes in the Instant Pot  Make a whole well balanced meal in almost no time with the help of a pressure cooker. Kielbasa, cabbage and potatoes in the instant pot is a delicious all in one dinner.   Get the Recipe      Cheesy Cabbage Casserole  Carlee  A cheesy side dish with a crunchy topping is the perfect accompaniment to so many dinners. Make that side out of cabbage for a fun twist on the cheesy potato casserole we all love.  4.86 from 27 ratings    Print Recipe  Pin Recipe     Prep Time 15 minutes minsCook Time 1 hour hrTotal Time 1 hour hr 15 minutes mins      Course Side DishesCuisine American     Servings 12 ServingsCalories 339 kcal   EquipmentZyliss Chefs Knife, 7 inches, WhitePYREX 3QT Glass Baking Dish with Blue Cover 9″ x 13″ (Pyrex) Ingredients  1x2x3x1 large head cabbage1 small onion½ teaspoon salt¼ teaspoon ground black pepper2 10.5 oz. cans cream of chicken soup1½ cups milk1 cup sour cream3 cups shredded cheese cheddar or Colby-jack2 cup corn flake crumbs½ cup butter Cook ModePrevent your screen from going dark Instructions Preheat oven to 350°F and spray a 9×13-inch pan with cooking spray.Clean and shred the head of cabbage and dice the onion.Place half of the cabbage in the bottom of the prepared dish. Distribute the onion over the top and then the remaining cabbage. Sprinkle with salt and pepper.In a bowl, mix together the cream of chicken, milk, sour cream and cheese. Pour evenly over the top of the cabbage.Bake for about 30 minutes. Then mix the corn flake crumbs with the butter and sprinkle over the top of the cabbage. Bake for another 25-30 minutes or until bubbly and the cabbage is cooked to your liking.Let rest for about 5-10 minutes and then serve. Video NutritionServing: 1servingCalories: 339kcalCarbohydrates: 20gProtein: 11gFat: 24gSaturated Fat: 13gPolyunsaturated Fat: 8gTrans Fat: 1gCholesterol: 66mgSodium: 820mgFiber: 1gSugar: 3g      Tried this recipe?Mention @carleecooks or tag #cookingwcarlee!    \t\tThanks for sharing!\t                                  \t\t\t\t\tBy \t\t\t\t\tAuthor Carlee  Posted on Published: July 19, 2020 - Last updated: September 18, 2023    Tags CabbageCasserolecheeseVeggies    Post navigation Easy Cinnamon MuffinsWhole Grain Maple Peach Muffins   Click here to cancel reply. Recipe Rating   Recipe Rating                                                                     D Thursday 14th of April 2022    Hi, could you tell me if the 2 cans of soup are 10oz?     Carlee Thursday 14th of April 2022    Yes, two 10.5 oz cans. Thanks for asking. I will clarify that in the recipe card.       Carol Siepka Wednesday 24th of November 2021    The cheesy cabbage casserole sounds delicious! One of your comments said you had 13 cups of cabbage. Do you know how much it weighed? A large head of cabbage isn’t a good measure because you don’t know how much it makes. Also, the density of the cabbage varies so a dense medium sized cabbage could be all that is needed. The weight of a head of cabbage would be useful so it could be weighed in the produce section of grocery stores that have scales before buying it.  Thx! I’m excited to try it.     Carlee Wednesday 24th of November 2021    The recipe is pretty forgiving, so I wouldn't let an exact weight stop you. But I will try to remember to weigh the cabbage next time I make it. Thanks for the suggestion 😊       mommar6 Monday 20th of July 2020    What a fun way to give a boring vegetable a new life!  Thank you for bringing it to family dinner      Carlee Tuesday 28th of July 2020    It's such a fun way to turn a veggie into a comfort food!        Colleen - Faith, Hope, Love, & Luck Thursday 9th of August 2018    Oh my...this one looks and sounds fantastic...I might need to make a jazzed up apple version of this soon!!!     Carlee Monday 13th of August 2018    Oooh, that sounds good too!        Anonymous Wednesday 8th of August 2018    WOW, Carlee, this looks amazing! Who wouldn't pile a huge helping of this on their plate? Thanks so much for sharing with us at the Whimsical Wednesdays Link Party!     Carlee Monday 13th of August 2018    My husband if he would have asked what it was first ;-) Luckily he ate his whole heaping serving even after he realized it wasn't potatoes!              Search for:          Hi, I’m Carlee!  I share easy meals and tasty treats because every meal we have together is a special occasion!     Check out my Web Stories too! Candied Skillet Sweet Potatoes Easy Vanilla Ice Cream from Half and Half Sheet Pan Quesadilla  As an Amazon Associate I earn from qualifying purchases.                 All contents and pictures are copyright protected. Permission must be granted for use. | Privacy Policy                      "}