{"id": "Cheesy Cabbage Sauté - Cabot Creamery", "contents": "               Cheesy Cabbage Sauté – Cabot Creamery                                                                                                                                                                       We're hiring. Find your career with Cabot today!                                                                                                                Shop                      Shop Cheese & Gifts    Cheese   Best Sellers   Staff Picks   Artist Collab   Gift Cards               Accessories           Gift Bundles           Merch     Our Products                               cheese           yogurt           dips & spreads           cultured           butter           more     Recipes                  Learn           Where to Buy           About                      About us    Our Cooperative   Our Farms   Our Purpose   Our Events   Visit Us   Careers      Commitment     Our Stewardship   Certified B Corporation   Purpose in Action   Press & Awards               Visit a Cabot Farm           sustainable farming                        Account               Search                                                               Share on Twitter        Share on Facebook               Share on Pinterest      Cheesy Cabbage Sauté       Category Sides  Servings 4 This sautéed lactose free cabbage recipe can transform that boring veggie into a tangy, exciting side dish worth blogging about! This recipe calls for Cabot’s Alpine Cheddar along with some sweet onion and fresh herbs, and it’s easy to whip up in flash. We here at Cabot love to hear your feedback, so make sure to review and rate this recipe once you’ve tried it.Sometimes side dishes are neglected when the attention is heaped on the star protein, but a wonderful cabbage sauté like this one is just as satisfying and substantial as a serving of roasted chicken. This particular recipe utilizes Cabot Alpine Cheddar, along with extra-virgin olive oil, sweet onion, green cabbage, pepper and salt. If you’re looking to add a little punch to this side dish, add some chicken broth to make it a really savory meal. In fact, because this recipe features so many wonderful ingredients, it also works well as a main dish too. This recipe makes four servings, so it works perfectly for a family dinner!This recipe is both fun and easy to make, and by adding in our delicious Cabot Alpine Cheddar, we’re confident that you’ll be able to make a tasty cabbage sauté that you’ll never forget. Our cheese is made with ample amounts of love and pride, and we know that you’ll enjoy its rich flavor. After trying out this tasty recipe, make sure to share it with your friends and family on Twitter and Facebook. Make sure to keep us in the loop too—we love to hear what you have to say about our mouthwatering appetizers.    Ingredients2 tablespoons extra-virgin olive oil or canola oil1 large sweet onion, sliced4 cups thinly sliced green cabbage¼ teaspoon salt plus more to taste2 tablespoons chopped fresh dill¼ teaspoon ground pepper, preferably white¼ cup dry white wine or broth  4 ounces Cabot Alpine Cheddar,Cabot Extra Sharp Cheddar, or Cabot Garlic Herb Cheddar, grated (about 1 cup)     View Cart (0) Checkout    DirectionsHEAT oil in large skillet over medium-high heat. Add onion, cabbage and salt and cook, stirring often. Reduce heat if vegetables are browning before they are softening. Continue cooking, stirring often, until vegetables are melting soft and starting to brown, 12 to 15 minutes.         STIR in dill and pepper. Stir in wine or broth, then top with cheese. Reduce heat to medium-low, cover skillet and continue cooking until cheese is melted, 1 to 2 minutes longer.           Nutrition    Nutrition   per serving Calories  216       Amount/Serving % Daily Value    Fat 16 grams 25%   Saturated Fat 6 grams 30%   Cholesterol 30 milligrams 10%   Sodium 342 milligrams 14%   Carbs 9 grams 3%   Fiber 2.5 grams 10%   Protein 8.5 grams   Calcium 245 milligrams 25%                   Recipe Tips  This side dish works best with a roasted protein, like pork or chicken, and adding a little white wine can give the recipe a little extra flavor too.                   Let's Get Cookin'  See All Recipes         5 Nutrient Packed Recipes for Back-to-School                           See Recipe                                                 See Recipe                                Cottage Queso Cheese Sauce                           See Recipe                                                 See Recipe                                Cheddar Compost Cookie                           See Recipe                                                 See Recipe                                            Company   About Us   Our Cooperative   Our Farms   B Corp   Foodservice   McCadam Cheese   Careers     Learn   Recipes   Community   Health & Education   Patch Program     Support   Help Center   Contact Us   FAQ   Press & Awards   Coupons   Donations      Latest & greatest Join 333,000 other Cabot fans and receive the tastiest recipes, newest product notifications, latest news, and exclusive promotions conveniently in your inbox!               © 2022 Cabot Creamery  Sitemap Privacy Accessibility Statements  Terms of Service Do not sell my personal information                    "}