{"id": "Chicken and Potato Fritters - Olgas Flavor Factory", "content": "\n\n\n\n\n\n\n\n\n\n\n\nChicken and Potato Fritters - Olga's Flavor Factory\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Home Cook’s Handbook is now available! Get your copy \n\n\n\n\n\n\n\n\n\n\n\n\n\nGo\n \n\n\nBlogLovinEmailFacebookInstagramPinterestTwitterYouTube\n \n\nMenu\n\n\nHomeAboutLife/FamilyFAQRecipe IndexBreakfastAppetizersFreezer-FriendlyHealthyPastaMain CoursePoultryMeatSeafoodOn the SideSaladsSide Dishes/VegetablesRussian RecipesSoupsSweetsCakesCookies/Pastries/BarsDessertsEbooksOlga’s TipsStarting A BlogShopNew? Start here \n\n\n\n\n\n\n\n\n\n\n\n\n\nChicken and Potato Fritters\n\n\n4 commentsJune 1, 2022\n\nJump to Recipe\n\n \n\nShare this:Click to share on Facebook (Opens in new window)Click to share on Twitter (Opens in new window)Click to share on Pinterest (Opens in new window)Click to email a link to a friend (Opens in new window) \n\nChicken and Potato Fritters are loved by kids and adults alike. They are made with chopped chicken, grated potato, minced onion and it’s all mixed together in a batter. Crisp and golden on the outside, they are pretty and so delicious too. \n\n\nIn our family, chicken fritters always get a big thumbs up. I decided to add some potatoes and onion to the mix to create this new variation, Chicken and Potato Fritters. The addition of the potatoes and onion adds more flavor and texture to the fritters. \nGrating the potatoes finely allows them to cook through quickly enough while the chicken is cooking. It’s an easy way to stretch your grocery budget just a bit, since adding a potato will give you more fritters. I always make a big batch so we can enjoy them for more than one dinner. They reheat really well and most of the work can be done in advance, so it’s wonderful for meal prepping too. \n\nIngredients: \nchickenmost of the time, I use chicken breast, but I’ve also used chicken thighs or even turkey meat for this recipe. potato (es) you can use any potatoes for this recipe, but I recommend gold potatoes. They don’t oxidize as quickly as other potatoes and have just the right starch content. onion (yellow or white onion)eggsmayonnaise plain Greek yogurt or sour cream can be substitutedcornstarch this will give a lovely crunch to the fritters and will thicken the batter. Flour can be used, but it will be more gummy.salt, pepper, garlic powder, onion powder, seasonings use any seasonings that you like for poultry. Some of my favorite are paprika, garlic powder, onion powder, dry herbs: chives, parsley, thyme, rosemary, bay leaf, etc.oil, to pan fry the fritters (avocado is my favorite, you can use light olive oil, ghee, vegetable oils)\n\n\nHow To Make Chicken and Potato Fritters\nCut the chicken into small pieces. Place it into a large mixing bowl. Peel and grate the potato on the small/medium holes of the box grater. Finely mince the onion. Make the batter. Combine the chicken with the beaten eggs, mayonnaise, cornstarch, salt, pepper and herbs and spices. Add the potatoes and onion and mix until evenly mixed. Cook the chicken fritters. Heat oil in a skillet, (enough to coat the bottom of the skillet) on medium heat. Using a big spoon, scoop and shape the meat mixture into oval or circle shapes. Cook on medium low heat, covered, 3-5 minutes on the first side, then turn over and cook for another 2-3 minutes, until golden brown and cooked through on both sides.  \n\n\nCook all the batter in batches. Serve warm. Store leftovers, in an airtight container, refrigerated for 3-5 days.\n\n\nHelpful Tips \nUse any poultry for this recipe.  Most often, I use boneless skinless chicken breast for this recipe, but you can also use chicken thighs or even turkey meat. I’ve even used pork shoulder.   How to make sure that the potato and onion are completely cooked through in the chicken fritters?  1. Grate/chop them very small. This is why it’s extremely important to grate the potato(es) into small, thin strands and finely mince the onion. If you use the large holes of a box grater for the potato, and chop the onion into large chunks, they will still be crunchy and partially raw when then chicken cooks through.   Cook the chicken fritters covered on medium low heat.  By using lower heat and covering the skillet to trap the heat and create more steam inside, the chicken is cooked slowly and gives a chance for the potatoes and onion to cook through. If you try a fritter and realize that the potatoes and onion are not cooked through, place them into the oven, preheated to 300 degrees Fahrenheit and continue cooking until the vegetables are completely soft and tender.   Keep the chicken that you cooked in the oven while you cook the remaining chicken fritters.  This will keep the fritters warm while you’re cooking the big batch of batter. This way, you can serve it to everyone at the same time and keep the first part warm.   How to Store and Reheat Chicken Fritters.  Store the chicken fritters in your refrigerator for 3-5 days in an airtight container. I haven’t tried freezing cooked chicken fritters – we never have any left:). To reheat, warm up the chicken fritters in a skillet on low heat, covered, in an air fryer or oven. Of course, you can also use your  microwave.   \n\n\nPrint\n\nChicken and Potato Fritters\n\n\n \n\n\n\n\n\t\tPrint Recipe\n\n\n\n\n\n★★★★★\n5 from 2 reviews\n\n\n\nChicken and potato fritters are made with chopped chicken, grated potato and minced onion, cooked in a batter to golden and crisp perfection.\n\n\n\nAuthor: Olga’s Flavor Factory\nPrep Time: 30 minutes\nCook Time: 40 minutes\nTotal Time: 1 hour 10 minutes\nYield: 30 fritters 1x\n\n\n\n\n\nIngredients\n\n\n\nScale\n1x2x3x \n\n\n\n1 1/2 lbs chicken (breast or thighs)\n1 medium potato (5–6 oz), peeled and grated on medium/fine holes of box grater\n1 small onion or 1/2 of a large onion, finely minced\n5 eggs, beaten\n3 Tablespoons cornstarch\n3 Tablespoons mayonnaise\n3/4 teaspoon salt\n1/2 teaspoon ground black pepper\n1/2 teaspoon garlic powder and onion powder, each\n1–2 teaspoons dry herbs and spices (granulated onion, granulated garlic, dry chives, dry thyme, dry parsley, paprika, etc.) If using  dry herb mix that contains salt, reduce amount of salt in the batter.\noil, for frying (avocado, light olive oil, etc.)\n \n\n\n\n\n\n\n\nCook Mode\n\n\t\t\t\tPrevent your screen from going dark\t\t\t\n\n\n\n\n\n\nInstructions\n\n\n\nChop the chicken into very small pieces. Place into a large bowl. Add the beaten eggs, mayonnaise, cornstarch, salt, pepper and dry herbs and spices. Mix to combine. \nGrate the potato(es) into fine, thin shreds, like a julienne slicer or the medium holes of a box grater. Finely mince the onion. Add to the chicken batter and mix until everything is evenly incorporated. \nHeat oil in a skillet until shimmering. Reduce heat to medium low. Use a large spoon to pour out the batter into the skillet into circular or oval patties. Cook on medium low heat, covered, 3-5 minutes on the first side, then turn over and cook for another 2-3 minutes, until golden brown and cooked through on both sides.  \nCook all the batter in batches. Serve warm. Store leftovers, in an airtight container, refrigerated for 3-5 days.\n\n\n\n\nKeywords: chicken and potato fritters, chicken and potato patties, pan fried chicken and potato fritters\n\n\nDid you make this recipe?\nShare a photo and tag us — we can’t wait to see what you’ve made!\n\n\n\n\n\n\n\n\nGet Weekly Menu Ideas, Recipes, Kitchen Hacks:\nJoin thousands of others to get my best cooking and meal prep tips plus handpicked seasonal menu ideas in your email.\n\n \n\n\n\n\n\nShare this:Click to share on Facebook (Opens in new window)Click to share on Twitter (Opens in new window)Click to share on Pinterest (Opens in new window)Click to email a link to a friend (Opens in new window)\n\n\n\nCategories:\nMain CoursePoultryRecipesRussian Recipes \n\n\n\nShop this recipe\n\n\n\n\n\n\n\nVegetable Peeler\n\n\n\n\nBuy now\n\n\n\n\n\n\nThin Julienne Slicer\n\n\n\n\nBuy now\n\n\n\n\n\n\nBox Grater\n\n\n\n\nBuy now\n\n\n\n\n\n\nTeflon Non-Stick Skillet, 10 inch\n\n\n\n\nBuy now\n\n \n\n\nYou might also enjoy\n\n\n\n\n\n\n\nChicken Fritters\n\n\n\n\n\n\n\n\nBourbon BBQ Chicken Cutlets – Куриные Отбивные с Соусом\n\n\n\n\n\n\n\n\nPotato Waffles\n\n\n\n \n\n\n\n\n\n4 Comments\n\n\n\n\n \n\n\nNatalya\n\n\nWhat an awesome recipe.  I made before chicken fritters and potato pancakes/ fritters.. but this is totally new … what a great idea… very delicious\n★★★★★\n\n\n\nReplyJune 14, 2022 at 9:53 am \n\n\n\n\n\n\n\n \n\n\nwonderfulcook\n\n\nThese were delicious and easy to make! Such a simple recipe but so delicious! Thank you!\n★★★★★\n\n\n\nReplyDecember 20, 2022 at 3:12 am \n\n\n\n\n\n\n\n \n\n\nEB\n\n\nWould this work with ground chicken?\n\n\n\nReplyNovember 1, 2023 at 7:20 pm \n\n\n\n\n\n\n\n \n\n\nolgak7\n\n\nYes, ground chicken will work, but the fritters will have more of a meatball texture.\n\n\n\nReplyNovember 4, 2023 at 1:29 pm \n\n\n\n\n\n\n\n\n\n\nLeave a Comment Cancel reply \nRecipe rating\n   \t\t\t★\t\t\t\t\t\t\t5 Stars\t\t\t  ☆    \t\t\t★\t\t\t\t\t\t\t4 Stars\t\t\t  ☆    \t\t\t★\t\t\t\t\t\t\t3 Stars\t\t\t  ☆    \t\t\t★\t\t\t\t\t\t\t2 Stars\t\t\t  ☆    \t\t\t★\t\t\t\t\t\t\t1 Star\t\t\t  ☆  \n\nRecipe Rating \n\nRecipe Rating\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nComment * Name * \nEmail * \nWebsite \n Save my name, email, and website in this browser for the next time I comment.\n Notify me of follow-up comments by email. \n\nΔ \nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n \n\n‹ PreviousCrusty No-Knead BreadNext ›The Best Cutting Boards\n\n\n\n\n\n\n\n Hello. I’m Olga, the creator and photographer of the recipes that you see here. Welcome to my online kitchen, where I share step by step recipes and kitchen tips,  to make homemade cooking easier, practical, and of course, more flavorful.\n\n\n\nTips & Secrets: 5 Easy Ways to Make Your Food TASTE BETTER\nGet my free email series\n\nGet Weekly Menu Ideas, Recipes, Kitchen Hacks:\nJoin thousands of others to get my best cooking and meal prep tips plus handpicked seasonal menu ideas in your email.\n\n \n\n\n\n\n Olga's Ebooks\n\nLife/Family\n\n\n\n\n\n\n\nThe Home Cook's Handbook\nA Practical Kitchen Resource Guide\n\n\nLearn moreBuy now\n\n\n\n\n\n\n\n\n\n\nGet Weekly Menu Ideas, Recipes, Kitchen Hacks:\nJoin thousands of others to get my best cooking and meal prep tips plus handpicked seasonal menu ideas in your email.\n\n \n\n\n\n\n\n\n\n\n\n\n© 2023 Olga's Flavor FactoryHomeAboutStarting A BlogFAQOlga’s TipsShopPrivacy PolicyClean Food Theme by cre8d \n\nBlogLovinEmailFacebookInstagramPinterestTwitterYouTube\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}