{"id": "Chinese Eggplant with Garlic Sauce 红烧茄子", "content": "\n\n\n\n\n\n\n\n\n\n\nChinese Eggplant with Garlic Sauce (红烧茄子) - Omnivore's Cookbook\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\nSkip to content\n\n\nJoin my FREE Chinese Cooking Course! Youtube\nPinterest\nInstagram\nFacebook\nTwitter\n Modern Chinese Recipes\n \n\n\n\n\nOmnivore's Cookbook\n\n\nAll Recipes\nSubmenu\nRecipe Index\nRecipe Filter\n\n\nRegional\nSubmenu\nCantonese\nNorthern\nShanghai\nSichuan\nXinjiang\nYunnan\n\n\nPopular\nSubmenu\nTakeout\nNoodles\n30 Minutes\nDim Sum\n5-Ingredient\nOne Pot\nVegetarian\nCook Ahead\n\n\nCourse\nSubmenu\nAppetizer\nMain\nSide\nSoup & Stew\nBakery\nBreakfast\nDessert\nDrink\nSalad\nSauce\n\n\nMy Cookbook\nAbout\nCookbook\nHow-Tos\nKitchen Tools\nVideo\nYoutube\nPinterest\nInstagram\nFacebook\nTwitter\n\n\n\nSearch for\n\n\n Search Submit\n\n\n\n\n\n\nSearch for\n\n\n Search Submit\n\n\n \n\n\n\nHome » Northern Cuisine » Chinese Eggplant with Garlic Sauce (红烧茄子) \n\n\n\nChinese Eggplant with Garlic Sauce (红烧茄子)\nJump to Recipe 15 minutes minutes357 Reviews4.86 from 189 votes \nPublished:  04/30/2015Updated:  06/21/2020Author: Maggie ZhuThis post may contain affiliate links. Read our disclosure policy. The eggplant is grilled until crispy and smoky, and then cooked in a rich savory garlic sauce. This vegan dish is very satisfying, both as a side or a main dish served over rice or noodles. {Gluten-Free Adaptable}\n\nEggplant is a very tricky vegetable to cook. If you don’t season it properly, it will taste bitter or extremely plain. If you use too little oil, the texture will be mushy and create an awful mouthfeel. If you use too much oil, the eggplant might turn soggy and greasy.\nIf you don’t like cooking eggplant at home, you probably have some of the worries below:\n\nEggplant is quite time consuming to cook, compared to the average vegetable.\nYou’ll end up eating more calories without getting an impressive flavor.\n\nThat is why I’m posting this Chinese eggplant recipe today, to help you to create a wonderful eggplant dish nearly effortlessly.\nThis recipe offers the simplest way to cook a great eggplant dish without using too much oil, and avoids soggy and plain eggplant with the minimum needed cooking time.\n\nHow to make the perfect eggplant dish\nThe secret to getting perfect Chinese style eggplant involves two things.\n\nYou have to prepare the eggplant properly before cooking in order to get the right texture.\nYou need to make a sauce that is flavorful enough.\n\nTo prepare the eggplant, there are two ways to do it.\nBefore introducing the first method, I want to thank my friend Steve S. He taught me this method quite a long time ago, to prevent the eggplant from absorbing oil.\nThe method is:\n\nSpread the sliced eggplant on a towel.\nSprinkle Kosher salt on both surfaces of the sliced eggplant.\nAllow to rest for 45-60 minutes.\nPat each surface dry.\nDo not rinse the eggplant.\n\nThe second way is:\n\nPlace the eggplant in a large bowl and add water to cover.\nAdd 1/4 teaspoon salt, mix well.\nPlace a pot lid on top to keep the eggplant under water for 15 minutes.\nDrain and pat dry\n\nThe second method requires a bit more effort, but it saves a bit of time. Both ways yield great results.\n\nOnce you’ve finished either of the methods above, there is one more step – after the eggplant is completely dry, sprinkle cornstarch over it and mix by hand, until the eggplant is evenly coated with a thin layer of cornstarch.\nUsing this method, you can create crispy and nicely charred eggplant on the stovetop in 10 minutes. No need to turn on the oven to get the smoky flavor!\nCreating a good sauce is really easy. Just mix everything together and pour it over the eggplant at the end of cooking.\n\n\nMore delicious eggplant recipes\n\nSzechuan spicy eggplant\nSteamed Eggplant in Nutty Sauce\nCrispy Eggplant with Szechuan Meat Sauce\nDi San Xian (Fried Potato, Eggplant and Pepper in Garlic Sauce 地三鲜)\nGrilled Eggplant with Yu Xiang Sauce (鱼香烤茄子)\n\nHappy cooking and hope you enjoy the dish!\nIf you give this recipe a try, let us know! Leave a comment, rate it (once you’ve tried it), take a picture and tag it @omnivorescookbook on Instagram! I’d love to see what you come up with.\nWant to Know More?Receive our 5-Day Chinese Cooking Crash Course & Recipe Updates!  Subscribe\n\n\n\n\nChinese Eggplant with Garlic Sauce (红烧茄子)\n4.86 from 189 votes\nThe eggplant is grilled until crispy and smoky, and then cooked in a rich savory garlic sauce. This vegan dish is very satisfying, both as a side or a main dish served over rice or noodles.To make the dish gluten-free, use tamari or coconut amino to replace light soy sauce and dark soy sauce.\n\nAuthor: Maggie Zhu\nCourse: Main, SideCuisine: ChineseKeyword: takeout\n\n\nPrep Time: 25 minutes minutesCook Time: 15 minutes minutesTotal Time: 40 minutes minutes\n\n\nServings: 2 to 4\n\n\nPrint Recipe\nPin Recipe\nRate Recipe\n\nIngredients2 (10 oz. / 300 g) small Chinese long eggplant , chopped to bite-size pieces (*Footnote 1)1 teaspoon salt1 tablespoon cornstarchSauce (*footnote 2)1 tablespoon light soy sauce (or soy sauce)1 tablespoon water1/2 teaspoon dark soy sauce (*see footnote 3)2 teaspoons sugar1 teaspoon cornstarchStir-fry2 1/2 tablespoons peanut oil (or vegetable oil)1 teaspoon ginger , minced3 cloves garlic , chopped\nInstructions(Option 1) Place eggplant in a large bowl and add water to cover. Add 1 teaspoon salt, mix well. Place a pot lid on top to keep the eggplant under water for 15 minutes. Drain and pat dry.(Option 2) Spread the sliced eggplant out on a paper towel. Sprinkle Kosher salt on both sides of the eggplant slices. Allow to rest for 45-60 minutes. Pat dry without rinsing.Combine the sauce ingredients in a small bowl, mix well.Sprinkle eggplant with 1 tablespoon cornstarch and mix by hand, until eggplant is evenly coated with with a thin layer of cornstarch.Add 2 tablespoons oil to a big nonstick skillet and heat over medium high heat until hot. Spread eggplant across the bottom of the skillet without overlapping. Cook the eggplant one side at a time until all the surfaces are charred and the eggplant turns soft, 8 to 10 minutes in total. Transfer the eggplants to a plate. If the skillet gets too hot and starts to smoke, turn to medium heat.Add the remaining 1/2 teaspoon oil, the ginger and garlic into the same skillet. Stir a few times until fragrant. Add all the eggplant back into the skillet. Mix the sauce again until cornstarch is fully dissolved and pour it over the eggplant. Immediately stir a few times, until the eggplant is evenly coated and the sauce thickens. Transfer everything to a big plate.Serve hot as a side or as main over steamed rice or noodles.\nNotes\nYou can use other type of eggplant and still generate crispy texture if following the method in this recipe. However, Asian long eggplant is the best option.\nThis recipe uses very little sauce, just enough to coat the eggplant and make it tastes super flavorful. The rich sauce helps to keep the eggplant staying crispy. Be careful, the sauce will reduce very quickly once you add it to the pan. Stir immediately to coat the eggplant. \nThe dark soy sauce will add color to the dish and make it look more appetizing. You can skip it if you don’t have any in your pantry.\n\nVideo\nNutritionServing: 119g, Calories: 122kcal, Carbohydrates: 11g, Protein: 1.4g, Fat: 8.7g, Saturated Fat: 1.4g, Sodium: 375mg, Potassium: 252mg, Fiber: 3.7g, Sugar: 5.1g, Vitamin C: 4.1mg, Calcium: 10mg, Iron: 0.4mg\n\n\n   Did You Make This Recipe?Don't forget the last step! Leave a comment below, and tag me @OmnivoresCookbook and #OmnivoresCookbook on Instagram!\n\n \n\nEmail\n\nFacebook\nMix\nPinterest\nReddit\nTwitter\n\n\nYou Might Also Like...\n\n\n\n\nCantonese Chicken Egg Roll (广式鸡肉春卷)\n\n14 Reviews \n\n\n\n\nEasy Beef Fried Rice  (牛肉炒饭)\n\n20 Reviews \n\n\n\n\nChinese Braised Pork Trotters (红烧猪蹄)\n\n110 Reviews \n\n\n\n\nPerfect Steak and Roasted Brussels Sprouts\n\n6 Reviews \n\n\n\n\n\n\nLeave a Review! Cancel ReplyI love hearing from you! Submit your question or review below. Your email address will not be published. Required fields are marked*.\nRate This Recipe! \n\nRate This Recipe!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nMessageAuthor*\nEmail*\n\nDon't subscribe\nAll\nReplies to my comments\n Notify me of followup comments via e-mail. You can also subscribe without commenting. \n\nΔ \n\n\t\t\t\tQuestions and Reviews\t\t\t\n\n\n Prash@YummilyYours says:  \nI agree cooking eggplant can be tricky but you have nailed it Maggi! I just can’t stare enough at it!\n\nReply  \n\n Kathleen Richichi says:  \nI was chatting with a friend on Facebook about eggplant when the urge hit for your recipe and it hit hard. While normal people are sleeping, I’m in the kitchen making it …  at 3:30 in the morning! It’s that good I’ll forgo sleep to satisfy the craving. Thanks Maggie …. it’s so delicious!\n\nReply  \n\n Maggie says:  \nWow, that’s some serious eggplant crave! I’m glad to hear the recipe satisfied your appetite 🙂\n\n  \n\n Alex says:  \n\nI loved this and thank u so much for explaining the technique not to get soggy aubergines – I did the salt version 1 – absolutely delicious, I will have it time and time again 😋 I’d attach a picture but can’t see where to submit it\n\n  \n\n\n\n\n\n Sarah @ Savoring Spoon says:  \nYum! I’ve always been hesitant about cooking eggplant because it’s oily. Thanks for the tips ~ pinned!\n\nReply  \n\n Lokness @ The Missing Lokness says:  \nEggplants are awesome!!! I love them, especially 魚香茄子! I can’t agree more that eggplant is very tricky to cook. You don’t want bland eggplant, and definitely not greasy eggplant. I have not cooked eggplant before. After this post, I feel like I can do it! Next time when I find some Chinese eggplants, I will try this recipe. 🙂\n\nReply  \n\n Marissa | Pinch and Swirl says:  \n\nIt’s so true that cooking eggplant can be tricky. When people tell me they don’t like it, I always assume that they’ve only had it poorly cooked. This version, however, looks completely delicious. And I love how detailed you are about the process. I’ll definitely try this!\n\nReply  \n\n Maggie says:  \nYep, I’m so agree with you Marissa. I used to hate eggplant dishes, because the poorly cooked ones were just terrible. I’m glad I managed to get a few eggplant recipes. They tasted so great if prepared properly 🙂\n\nReply  \n\n Courtney says:  \n\nThis recipe is absolutely phenomenal!!!!! It just melts in your mouth and has such a yummy crunch. I highly recommend this recipe!\n\n  \n\n\n\n\n\n Michelle @ Vitamin Sunshine says:  \n\nLove this dish Maggie! I love eggplant, but have made some terrible eggplant dishes in the past– I wanted to use eggplant in one of my recipes this weekend, so I am using your tips on how to cook it so hopefully mine comes out as beautiful as this!\n\nReply  \n\n Maggie says:  \nHi Michelle, glad you find the method helpful! What dish will you cook? Let me know how it goes! I’d love to learn an new eggplant dish from you!\n\nReply  \n\n Alleson Joy Brown says:  \ncan you freeze egglant\n\n  \n\n Maggie says:  \nI wouldn’t recommend freezing eggplant because it contains a lot of water and its texture becomes weird after freezing. If you have to freeze them, you should freeze the cooked ones. They might become watery after reheating.\n\n  \n\n Megan says:  \nWonderful tips!  I am looking forward to getting eggplant right! Question – Can I coat the eggplant with rice flour instead of cornstarch?  Thanks for your help!\n\n  \n\n Maggie says:  \nHi Megan, I’ve never used rice flour to coat the eggplant and I think it reacts differently in cooking. I wouldn’t replace it.\n\n  \n\n\n\n\n\n Alikabosar says:  \nThanks a lot. I’ll try it.\n\nReply  \n\n Kelly - Life Made Sweeter says:  \nThis was one of my favorite dishes growing up.  Yours looks perfect and so flavorful, Maggie! Love that you sprinkled it with cornstarch first, I can’t wait to try that next time!\n\nReply  \n\n Levan @ MyWifeMakes.com says:  \n\nOMG Maggie! These eggplants look fantastic! I’m always telling my wife that I’m a bit fussy with eggplant – it has to be prepared just right to taste good for me. And to answer your bio question, I LOVE Chinese Food, so much so that my wife makes fun of me for always sticking to the ‘same style’ of food. But I can’t help it. I grew up on it and still love it ! I’m bookmarking your blog cause it’s packed full of the kinds of recipes I love most of all!! CHINESE FOOD!!! \nIt’s great to have connected on our blogs. Thanks so much for dropping by! And now I’m gonna mega visit your blog too cause it’s amazing. And we ain’t just saying it too. Love it! 🙂\n\nReply  \n\n Maggie says:  \nHey Levan, thanks so much for stopping by and leaving all the kind words! You have a great deal of super nice Chinese food on your blog, and I really love the vegetarian style! I remember that you’re from Singapore right? I’ve been there once and man, the chili crabs are SO GOOD!\nLooking forward to chatting more with you. Have a wonderful weekend 🙂\n\nReply  \n\n\n\n Bam's Kitchen says:  \n\nAsian eggplant is one of my favourite vegetables to prepare. It is kind of tricky to prepare. Love how gorgeous your version turned out. Beautiful photos! I make something a little different that came from one of the chefs at Crystal Jade Xioa Long Bao. He taught me to deep fry the eggplant for just a moment quick flash fry and they add the delicious sauce toppings for a fun appetiser. I could eat eggplant every day and never tire of it. I am off to see your other eggplant recipes. Take Care, BAM\n\nReply  \n\n Maggie says:  \nHi Bobbi, the fried method you mentioned, I believe it’s THE authentic way to cook eggplant in most of the Chinese restaurant. It will create a super crispy surface that you cannot get from stir-fry. The only reason I reluctant to cook this way is because I need to use a lot of oil at the first place. Although you can save the oil to use later, sometimes I’m just too lazy to do that 😉 Have a great week and hope the cooking goes well 🙂\n\nReply  \n\n\n\n Christine | No Gojis, No Glory says:  \nEggplant is definitely one of those veggies I tend to avoid! They’ve always been a bit of a mystery to me, but the way you’ve prepped this dish sounds (and looks) very tasty. I find that sprinkling salt to draw out moisture is very helpful for other veggies too. I use that method often for zucchini and cucumbers.\n\nReply  \n\n Maggie says:  \nOh right! It’s totally make sense to apply the salt method for zucchini and cucumbers too. I will try them out when I grill veggies next time. Thanks so much for reminding me this! 🙂\n\nReply  \n\n Kathleen Egan says:  \nLook for the long skinny Asian eggplant. You don’t need to hassle with the salting.\n\n  \n\n\n\n\n\n Nancy | Plus Ate Six says:  \n\nI did a Chinese cooking class a couple of months back and the amount of oil poured into the wok to cook the eggplant put me off – which is a shame because I absolutely love it cooked Chinese style. So now I’m going to have to give it another go – I’d eat a plate of this with rice all by myself 🙂\n\nReply  \n\n Maggie says:  \nHi Nancy, I know! Unfortunately it’s the way to cook most Chinese stir fried dishes and the reason why the restaurant version always tastes better! Happy cooking 🙂\n\nReply  \n\n\n\n Nami | Just One Cookbook says:  \n\nMaggie, this and stir fried green beans are my FAVORITE FAVORITE dishes!!!  My kids are so tired of me ordering this (and I don’t).  Thanks for all the tips.  I usually do the #2 method to soak the eggplant.  I love eggplant that I don’t mind prepping at all… Looks so good.  I wish I have this right in front of me.\n\nReply  \n\n Amanda M says:  \n\nOmg I am obsessed with eggplant and am so happy to find this recipe with tips! Will definitely try these prep methods. Thanks a  million!\n\nReply  \n\n michelle says:  \n\nI just tried your recipe. Heavenly! It will now be part of my cooking routine! It tastes as good as it looks. Love it.\n\nReply  \n\n Maggie says:  \nHi Michelle, thanks for leaving me a comment and I’m so happy to hear you like my recipe! This is one of my favorite ways to cook eggplant. It goes great with rice 🙂 Have a great day!\n\nReply  \n\n\n\n Amanda | The Chunky Chef says:  \nOhhhh wow… this dish is absolutely calling my name!  I love eggplant, and a chinese garlic sauce is my weakness 🙂\n\nReply  \n\n James Beardsley says:  \n\nThis is incredibly good!\n\nReply  \n\n felicia | Dish by Dish says:  \nMaggie!! This is such a beautiful dish! The light in your photos is just stunning… and now I feel like cooking eggplant for dinner with plenty of rice! \nBtw, I’d love to include this eggplant recipe in a vegetarian roundup I’m doing for Parade Magazine. \nIf you’re fine with that, could I use one of your photos with a linkback to your original post? Thank you!\n\nReply  \n\n Maggie says:  \nHi Felicia, I’m so glad to hear you like this dish! Of course, please feel free to use this recipe in the roundup. Looking forward to the post 🙂\n\nReply  \n\n felicia | Dish by Dish says:  \nHey Maggie! \nI wanted to let you know that the eggplant round up is now up on Parage Magazine (http://communitytable.parade.com/434510/felicialim/8-new-ways-to-love-eggplant/)\nWould love if you could share it with your followers as it’s getting quite a bit of traction!\nThanks so much once again for letting me include your recipe!\n\n  \n\n Maggie says:  \nHi Felicia, sorry for the late reply! Thanks so much for including my recipe on Parage Mag and I’m hopping over to do sharing and pinning!\nHave a great week ahead 🙂\n\n  \n\n\n\n\n\n Betsy says:  \nWinner, winner. We made this tonight for our all vegetarian dinner after finding the eggplants at the Farmers Market. I can’t wait to make it again.  Delish!\n\nReply  \n\n Maggie says:  \nThanks for leaving a comment and I’m so glad to hear you tried my recipe Betsy! This is one of my favorites and I make it at home all the time 🙂\n\nReply  \n\n\n\n Nagi@RecipeTinEats says:  \n\nOooh Maggie! I LOVE your tip for how to stop the eggplant from absorbing oil! I HAVE TO TRY THIS ASAP!! 🙂\n\nReply  \n\n Adriana says:  \n\nMade it and it turned out great! I added broccoli and ended up doubling the sauce because of it, but it was very delicious. Thanks for the recipe! I was looking for something new to do with my chinese eggplants.  Of course, eggplant tends to take a while, but I let it sit with the salt while I was cooking my brown rice.\n\nReply  \n\n Maggie says:  \nHi Adriana, I’m so glad to hear you like this dish! I never added broccoli into this dish, but it sounds delicious! Yes, eggplant takes extra time and effort to cook, but the result is always rewarding isn’t it 🙂 Thanks for leaving a comment to let me know! Hope you have a super weekend!\n\nReply  \n\n\n\n DIANNA says:  \nHow do i make it to where the eggplant is crispy on the outside but very mushy on the inside? I tried doing this dish but my eggplants were half mushy and the other half was spongy like dried apples xD\n\nReply  \n\n Maggie says:  \nHi Dianna, I’m sorry to hear the dish didn’t turn out as good as you hoped. To make truly crispy eggplant with mushy inside (like the ones in a restaurant), you need to deep fry the eggplant. It requires a lot of oil (although you can save the leftover oil to use later), so I don’t usually fry the eggplant for a simple dish like this. To solve the “dried apples” problem, I will add one or two more spoons oil while I grill different side of the eggplant (a bit more calories, but more delicious). So the surface won’t be too dry. The texture will become soft eventually if you cook long enough.\nHope this is helpful and looking forward to hear your feedback if you decide to cook this dish again 🙂\n\nReply  \n\n\n\n Emily P. says:  \n\nI’ve made this dish a few times now and I prefer to take the skin of the eggplant since it can be bitter and tough to chew…I add extra garlic, ginger and green onion (you can’t have too much of these!) and it is AWESOME! Thank you for the recipe!\n\nReply  \n\n Maggie says:  \nThanks so much for taking time and leave the comments Emily! Wow, you tried many of the dishes! You just made my day 🙂\nAs for the eggplant, I’d remove the skin if I’m using the round or the fat eggplant. If you can get the long Asian eggplant, you’ll find the skin much tender and thin. 100% agree with the extra herbs. I always add plenty without measuring them (unless I’m developing a recipe)!\nYou’re the most welcome. Have a wonderful week Emily 🙂\n\nReply  \n\n\n\n Cathleen says:  \n\nI made this last night and LOVED it!  I did add some ground pork in it.  I will definitely make this again and again.  \nNO MORE frying eggplant  in oil and end up with oily eggplant as it absorbs all the oil.\n\nReply  \n\n Maggie says:  \nI’m so glad you like this dish Cathleen! Me too, I don’t fry eggplant anymore after I discovered this method. The ground pork sounds so delicious! Next time I’ll add some too 🙂\n\nReply  \n\n\n\n Kate says:  \nHaving it now, amazing.  Can’t believe something this good could be so easy.  Thank you.\n\nReply  \n\n Maggie says:  \nThanks for letting me know Kate, and I’m so glad to hear you like the recipe! I agree, this dish is so easy to cook and the result is very rewarding!\nHave a great day 🙂\n\nReply  \n\n Kate says:  \nHaving it again tonight!  It was really crispy outside and soft on the inside without using too much oil. Love it.  Thanks again!\n\n  \n\n Maggie says:  \nSounds great! You’re the most welcome 🙂\nHave a great weekend Kate!\n\n  \n\n\n\n\n\n Linda @ Roti n Rice says:  \nI love eggplants and cook it often. It does take a little longer to cook but totally worth the effort. Your dish looks delicious.\n\nReply  \n\n Maggie says:  \nYeah, eggplant takes longer time than other veggies, but it’s very rewarding! Glad to hear you like this dish!\n\nReply  \n\n\n\n Janette says:  \nThanks for the tips!  I don’t know much about cooking eggplant but want to try making it more often so it’s good to know what not to do!\n\nReply  \n\n Frances says:  \n\nI love Chinese egfplant, and have tried several recipes like this, looking for just the right taste and texture. This one looked good, and I made it exactly as directed. This was the best Chinese eggplant I ever had! I can’t even think if a restaurant that could beat it. My husband likes it spicy, so I added some dried red chilis. He complained because there wasn’t more-that’s how much we ate! I’m making it again right now! Your technique of salting the egfplant and then adding the cornstarch makes all the difference. I’ll be sure to check out your other recipes.  Thanks!!\n\nReply  \n\n Maggie says:  \nHi Frances, thanks so much for taking time and reporting back your cooking result! I’m so glad to hear you enjoy the dish! Adding chili pepper into it sounds very delicious! I do love my food spicy so I’d like to try it out next time too 🙂\nHappy cooking and hopefully your other dishes will turn out great too!\n\nReply  \n\n Frances says:  \n\nI just came back here to check the recipe again, because I’m STILL making it! Love it! Thanks again!\n\n  \n\n\n\n\n\n lizzie says:  \nI made this dish but only soaked the eggplant for 5 minutes in the water and then using tapioca starch. Works just as well. Thanks for the recipe!\n\nReply  \n\n Maggie says:  \nWow, that sounds great! Will try next time and see how it goes. Sorry I haven’t replied your email yet. Still remember it 🙂\nHave a great start of the week Lizzie!\n\nReply  \n\n\n\n Liliford says:  \n\nEating this dish as a main right now, I used American eggplant and the skin is a bit too thick but otherwise it’s very very good. I’m going to get a Chinese eggplant next time I’m near the Asian markets, but I didn’t have time to go this week and I was eager to try it. Definitely one of my favorite dishes now.\n\nReply  \n\n Maggie says:  \nI’m so glad to hear you like the dish! I use American eggplant quite often too, because it is a long trip to Asian market. Sometimes I use mini eggplants because the their skin is thinner. Asian eggplants definitely work better, because they also contain less water.\nHope you have a great weekend and happy cooking 🙂\n\nReply  \n\n\n\n Nanci says:  \nI love eggplant but have only one or two recipes. I have been salting it for years, too. I usually make it Italian-style. Needed a new recipe! This sounds awesome.\n\nReply  \n\n Maggie says:  \nGlad to hear you like the recipe Nanci! Happy cooking 🙂\n\nReply  \n\n\n\n Peggy says:  \nThis is a terrific recipe!  I had an eggplant in my farm share that I didn’t know what to do with it.  I made this and it was so good I bought several more eggplants.\n\nReply  \n\n Maggie says:  \nSo glad to hear you enjoyed the dish Peggy! It’s one of my favorite recipes too 🙂\nHappy cooking and have a fantastic week!\n\nReply  \n\n\n\n The-FoodTrotter says:  \n\nYour blog is a superb source of inspiration! I love your recipe, it looks stunning and so flavourful!\n\nReply  \n\n Glenn says:  \n\nGreat recipe.  Added a little oyster sauce and fish sauce  to the gravy, halving the sugar. Carmelized a yellow onion first and stirred that in with the eggplant to balance the sweetness. Serve it over a nice hearty brown rice. Also quick boiled shrimp and stirred it in at the last second to add protein, texture and soak up all that delicious sauce. This is a keeper\n\nReply  \n\n Maggie says:  \nHi Glenn, I LOVE the addition of fish sauce and oyster sauce. It reminds me of a dish I had before. YUM! Also, great idea to add a protein towards the end. That makes it a full meal!\nThanks so much for sharing your ideas and I’m looking forward to trying it out 🙂\n\nReply  \n\n steph says:  \nthanks for the idea to add shrimp 🙂 gonna make this tonight with zucchini and shrimp!\n\nReply  \n\n steph says:  \n\nWell to update, it was really good! 🙂 Eggplant, onion, zucchini, and shrimp with rice since I wanted it to be a full meal. I tripled the sauce mixture. The only part that I wasn’t fond of was putting cornstarch on the eggplant, it didn’t seem to add anything and just stuck to my wok even in the oil. I’ll leave it out next time. Thanks for the great recipe!\n\nReply  \n\n Maggie says:  \nHi Steph, I’m glad to hear the dish turned out well! I always cook this dish in a nonstick skillet so I hadn’t come across the sticking issue. The reason I use cornstarch is it creates a slightly crispier texture. Sometimes when I want the eggplant extra crispy, I’d add more cornstarch and more oil (enough to cover the skillet) and the eggplant turns out as good as fried. But I agree with you, you can skip it if you simply stir fry the eggplant with other ingredients in a wok. Thanks for taking time to share your cooking experience 🙂\n\n  \n\n\n\n\n\n Irene Lem says:  \n\nTried this recipe… amazing! Thank you!\n\nReply  \n\n Maggie says:  \nYou’re the most welcome Irene! I’m glad to hear you enjoyed the dish 🙂\n\nReply  \n\n\n\n Donna says:  \nHi Maggie, this dish is dee-lish. Thanks so much for the recipe. I know my partner will love this when he gets back from a trip to U.S. I guess that means I’ll be making it again real soon. ?\n\nReply  \n\n Maggie says:  \nI’m so glad to hear you enjoyed the dish Donna! I hope your partner will love it as well.\nHappy cooking and hope you have a delicious week 🙂\n\nReply  \n\n\n\n Jane K says:  \n\nGreat recipe. Super easy. I added charred yellow bell peppers and a variety of mushrooms. I will definitely remake.\n\nReply  \n\n Maggie says:  \nHi Jane, thanks so much for trying out the recipe and taking time to leave a comment! This is one of my favorite dishes. I’m glad to hear you enjoyed it too 🙂\n\nReply  \n\n Donna says:  \n\nHi Maggie, I have been cooking so many different dishes lately that I have only just gotten back to your eggplant dish. I cooked it for my partner and he has declared this as his favourite dish ever and that he only wants to eat this from now on! ?He can’t stop raving about how awesome it is and how much he loves it.  I guess I know what I’ll be doing with the other 2 eggplants in the fridge. By the way I loved it too!\n\n  \n\n\n\n\n\n Rahila gupta says:  \n\nI love this dish but don’t always find it in a Chinese restaurant so I thought I would try this recipe. It was brilliant. I added sliced red chilli because I like a little heat and also added a little more dark soya sauce (by mistake) than instructed but it worked very well. Also the shallow frying method after letting it sit for an hour in salt and covered with cornflour gave the aubs (eggplants to US residents) a perfect texture.\n\nReply  \n\n Maggie says:  \nHi Rahila, I’m glad to hear you tried out the recipe and enjoyed the dish! Adding red chili sounds so yummy, and a bit more dark soy sauce never hurts 🙂\nNowadays I use this method to cook almost all my eggplants and I love the texture too.\nHope you have a delicious week ahead!\n\nReply  \n\n\n\n Sabrina B. says:  \nnice use of eggplant and love the garlic sauce, thank you for this recipe!\n\nReply  \n\n Bert says:  \nConfusion:   How much salt in water if using second method?  Intro and ingredients list calls for 1/2 tsp but Step 2  calls for 1 tsp.\n\nReply  \n\n Maggie says:  \nHi Bert, sorry about the confusing salt quantity. It should be 1 teaspoon salt. I just updated the ingredient list.\nThank you for pointing it out!\n\nReply  \n\n\n\n Jez B says:  \nLove this recipe for one of my favourite vegetables. As you have noted,it’s so easy to get aubergine(eggplant) wrong. You’re advice is informative, effective and remains interesting at the same time. Good job. And as a westerner I appreciate the nods to good brands/products to use. I was all LKK now having found and tried LAOGANMA,I look forward to the next tip. Keep it up.\n\nReply  \n\n Maggie says:  \nHi Jez, thanks so much for your kind words! So far this is one of my favorite ways to cook eggplant on stovetop. It works well every time 🙂\nI’m glad you like the Lao Gan Ma sauce as well! It is quite addictive and I use it to cook veggies whenever I feel lazy. Because I don’t need to chop any aromatics and the dish will turn out amazing 🙂\n\nReply  \n\n\n\n Iris says:  \nDo you think this would be good if I added ground beef?\n\nReply  \n\n Maggie says:  \nHi Iris, yes of course, you can brown some ground beef and add them at the end. Depends on how much meat you add, you might want to consider to reduce the eggplant or double the sauce.\nHappy cooking and hope your dish turns out great 🙂\n\nReply  \n\n\n\n nancy says:  \n\nHow did this get so many good reviews when there was no recipe to make the sauce?\n\nReply  \n\n Maggie says:  \nHi Nancy, sorry for the confusion. This is one of my early day recipes where I use just enough sauce to coat the ingredients (the soy sauce and cornstarch makes a very simple sauce), which is the way we cook in northern China. If you like more sauce in the dish, simply add 1/4 cup chicken stock and 1 more teaspoon cornstarch in step 4. Or you can even further double it. Hope you would still like to try out the dish 🙂\n\nReply  \n\n\n\n sharon says:  \nThis came out awesome !  thanks so much for the recipe! .. I used a little less less oil in cooking the eggplant, added a spoonful of spicy garlic to the soy sauce and added a little water at the end and it made it the perfect sauciness!  So great to have this low oil eggplant !!\n\nReply  \n\n Maggie says:  \nI’m so glad to hear you tried and like the recipe, Sharon! Me too, I like to cook eggplant with less oil but keep the texture right ? Adding spicy garlic sounds super yummy! I’d like to try that out myself the next time!\n\nReply  \n\n M says:  \nWhen I started to grow my first eggplant, I was dreaming of making Beijing-style garlic eggplant. When I searched online, I could only find Sichuan-style recipes for a while until I came across yours. I harvested my first eggplant crop yesterday and made your recipe tonight. It turned out exactly how I was hoping. Thanks for publishing this!\n\n  \n\n\n\n\n\n Robin Fisher says:  \n\nHi Maggie\nThank you so much for posting this.  I lived in China for 3 years and this was my favourite dish!  I never used to eat eggplant before.  Your recipe is perfect, I’ve had no problems with it and it is so delicious!\nI did have one question though.  While I was living in Guangzhou there was a dish I had.  I’ve been searching online all over for it.  I suppose I could improvise it, but I was wondering if maybe you knew it.  It was a shredded firm tofu, like square thick spaghetti and it was in a ginger soy sauce, with green onions, sautéed (Woked) of course.  Ginger was the dominant flavor but I wasn’t sure of the other things.  Maybe sesame oil, maybe hoisin.   Do you know of this dish?\n\nReply  \n\n Maggie says:  \nHi Robin, thanks so much for taking the time to leave a comment, and I’m glad to hear the recipe worked for you!\nTo answer your question about the stir fried tofu, I think it is usually stir fried with very simple seasonings, just like you said. If I make the dish, I might also add a bit freshly ground Sichuan peppercorns (or a pinch of five spice powder) to add aroma. A spoonful of oyster sauce adds great flavorful too, but it’s more Cantonese style. If you want a bit more sauce, use 1/4 cup chicken stock with 1/2 teaspoon cornstarch at the end.\nTo speak of the shredded smoked tofu, I finally found it in Asian market last weekend. I’ll be making it soon and maybe sharing the recipe on the blog 🙂\nDoes the tofu dish you had use celery? The one I had usually have celery in it.\n\nReply  \n\n\n\n Ellbee says:  \nI just made this tonight, exactly as written and it is delicious. Even my kids love it. We served it alone with jasmine rice. Thank you so much for the recipe. Now I am getting Chinese eggplant every time I come home from the Asian market!\n\nReply  \n\n Maggie says:  \nHi Ellbee, thank you for taking the time to leave a comment, and I’m glad to hear you enjoyed the dish! We do the same thing, getting Chinese eggplant every time we visit the Asian market 😉\nHope you have a great week ahead!\n\nReply  \n\n\n\n Paul M. Carman says:  \nWe have a lot of eggplant ready to harvest from the garden. I appreciate your tips. I never knew of the brine technique prior to cooking.  I think I will take what you have shared and combine with a little Szechuan beef and scallion.\n\nReply  \n\n Maggie says:  \nHi Paul, I’m glad to hear you’d like to try out this recipe! I also used the same method in this recipe and used a bit more oil to fry the eggplant: https://omnivorescookbook.com/sichuan-eggplant/\nIt uses minced meat and more sauce, probably closer to the version you’re looking for 🙂\nHappy cooking and let me know how the didsh turns out!\n\nReply  \n\n\n\n Anna says:  \n\nI have never bothered to leave a comment on any recipe that I’ve tried before, but this one was just WOW. This was my first time making/eating chinese eggplants even though I’m 100% chinese. I’ve only ever had eggplant parmesan  like once or twice before.  They were on sale at our local asian market though, so I thought why not? 8-10 minutes feels like an eternity to me, and with two batches, it’s a miracle I had the patience. But it was totally worth it. I think I’m definitely going to have to go back and get like 10 more eggplants so I can eat this for days. So good!\n\nReply  \n\n Maggie says:  \nHi Anna, I don’t cook eggplant that often because it’s quite time consuming. But for this recipe, it’s totally worth the effort 😉\nThanks so much for your kind words, and I’m so glad to hear you enjoyed the dish! You just made my day 🙂\n\nReply  \n\n\n\n janine says:  \nHey Maggie thanks for the cooking tips.  i love eggplant but have always have the problem of it soaking up so much oil.  This is so great and i have two nice shiny eggplants im going to prepare tonight!  🙂\n\nReply  \n\n Maggie says:  \nGlad to hear you’re going to try out this recipe Janine! Happy cooking and let me know how the dish turns out 🙂\n\nReply  \n\n\n\n Marie says:  \n\nGreat recipe! This is my first time cooking eggplant, and thanks to your recipe it was a success! The step by step instructions with pictures was so helpful. I subbed avocado oil, pure maple syrup for the sugar, and tamari sauce. I also put the eggplant over top some quinoa. I topped it off with green onions and roasted sesame seeds. Delish! Thanks again!\n\nReply  \n\n Ian Steep says:  \nHi Maggie\nOnce again, a triumph. I love the way eggplant is used in Chinese cuisine. I messed up the steps but got the same effect. I floured the eggplant and fried it. I found I had to add a bit of water with soy sauce at the end and added scallions, potato (previously fried from another of your recipes) and some sugar snap peas. Maybe two tblsp of oil. No need for sugar or added salt. I found the rice, not surprisingly, redundant. Fantastic outcome. Will be a favorite. Thank you!\nIan, Sydney, Australia\n\nReply  \n\n Maggie says:  \nHi Ian, I’m so happy to hear you like this recipe! Yes, I love to fry the eggplant too if I want to create an extra crispy result, although I do use cornstarch instead of flour. It gives you a crunchier texture.\nYep, I know the other recipe you’re talking about. I think the potato and snap peas would work great in this dish. I would make extra sauce if I serve the dish with rice. But you’re right, I don’t really need the rice if I already added potatoes in it.\nHope you have a great week ahead and looking forward to hearing what you will cook the next 🙂\n\nReply  \n\n\n\n dhu says:  \n\nI just made this!\nThis is soooooo BOMB!\nI am now very excited to cook this for my friends. Thank for the excellent tip with the aubergine to prevent it from soaking the oil.\n\nReply  \n\n Maggie says:  \nSo happy to hear you made the dish and liked it! I hope your friends will like it as much as you do. Happy cooking! 🙂\n\nReply  \n\n\n\n Sam says:  \nOMG Thanks for the eggplant tip!! Using too much oil is always my biggest problem with eggplant but I LOVE eggplant. Will definitely give this a try!\n\nReply  \n\n Maggie says:  \nHappy cooking Sam! I hope your dish turned out great and let me know how it goes 🙂\n\nReply  \n\n\n\n Jazmon Johnson says:  \nThanks for the recipe. I made it and it’s really good!\n\nReply  \n\n Melyssa Soles says:  \nI can’t wait to try this recipe!\n\nReply  \n\n Geri says:  \nThis has a fantastic taste.  I didn’t have fresh ginger, so added 1/8 tsp to the soy sauce mixture.  Also I used a bit of sesame oil with the garlic.  Yum!\n\nReply  \n\n Vinothyni Suppiah says:  \nHi – I would like to know roughly how you estimate the nutritional fact?\nWas that done by calculation? Please advise\n\nReply  \n\n Lucy says:  \nI just saw this recipe. (I will definitely going to explore more of your website)\nI am going to try it in a few hours for my Christmas Eve dinner. I can’t wait! Thank you so much.\n\nReply  \n\n Maggie says:  \nYou’re the most welcome Lucy! Happy cooking and hope your eggplant turns out great.\nHappy New Year to you and your family 🙂\n\nReply  \n\n\n\n Elena says:  \n\nthis is an easy one to make and soo tasty!!! we loved it!\n\nReply  \n\n Maggie says:  \nI’m so glad to hear it Elena! Happy Holidays 🙂\n\nReply  \n\n\n\n Catherine says:  \n\nHi! I had an eggplant that was about 2 days away from being not-so-fresh. I wasn’t really cooking to eat, but more so because Itvwas a cold Saturday and hey… it’s cooking! I love the chicken and eggplant that my local Chinese Resturant prepares so I thought I’d look up a recipe. I was instantly drawn to your recipe for the eggplant based solely on the picture. Beautifully browned and glistening eggplant=yum. I cook and always try new things so I was excited to give it a whirl. Evertthing went according to plan-yay! I added cilantro at the end as a garnish and am looking forward to eating it cold out of the refrigerator as is.  Also will make some rice noodles and toss them together tomorrow. That kind you for the very user friendly recipe. It’s a keeper for me for sure!\n\nReply  \n\n Angela says:  \n\nI’ve always had trouble cooking eggplant through while keeping the flavor in, but this recipe was perfect! The eggplant turned out a lovely texture with a lovely sear on the outside that added a depth of flavor while the inside was perfectly soft. Now I can finally stop going to restaurants for my eggplant fix 🙂\n\nReply  \n\n Maggie says:  \nHi Angela, I’m so glad to hear you made this dish and enjoyed it! Thank you for taking time to leaving a comment 🙂\nHave an awesome week ahead!\n\nReply  \n\n\n\n Jen says:  \nCan’t wait to try this recipe! It looks like you garnished this dish with green onions?\n\nReply  \n\n Stephanie 石 says:  \n\nYum! I didn’t know this dish is so easy! Thank you fof such detailed recipe! I burnt some eggplants! Still taste great! I’m surprised that it didn’t taste oily at all like from the restaurant! ?\n\nReply  \n\n Andrea says:  \nThis was delicious! Next time I’d double the sauce. I couldn’t find Chinese eggplant so I used the small Italian eggplant and it worked fine. You just need something with fewer seeds.\n\nReply  \n\n Maggie says:  \nHi Andrea, I’m so happy to hear you like the recipe! Yes, it totally makes sense to make more sauce. Me too, I use other types of eggplant when I cannot find Asian eggplant, and they work well as long as I soak them in advance.\nCan’t wait to hear what you cook the next 🙂\n\nReply  \n\n\n\n Jenny says:  \nCooking now!  It’s smells amazing, added  chicken. Serving with white rice.   I’m wondering how it would taste with hoisin sauce?  Maybe next time:). Thank you for the recipe.  Pinned to my “recipe blogging friends” board.\n\nReply  \n\n Thomas says:  \nHi Jenny, thanks for your note. I hope the eggplant came out tasty! Are you thinking of using hoisin on the side or in the recipe itself? Hoisin has some overlap with the combination of two soy sauces, sugar, and cornstarch, so it could be a convenient shortcut. Let us know if you try it next time, and maybe we can include an alternate approach 🙂\n\nReply  \n\n\n\n Regina says:  \nHi i tried the eggplant recipe and got compliments from my hubby!! Thanks for sharing your recipes. I took some pics too but dunno where to post it here. Thanks!!! Now i dont have to deep fry eggplants anymore! So happy\n\nReply  \n\n Thomas says:  \nHi Regina! Thanks for leaving a comment! Maggie’s own hubby here, and I definitely approve this eggplant recipe, having tried it countless times 🙂 If you have Instagram or Facebook, you can upload the photos there and tag omnivorescookbook. If not, you can email them to Maggie.\n\nReply  \n\n\n\n David says:  \nThe recipe looks wonderful. I have adapted it on the fly because someone had chopped and prepped the eggplant too soon. Was doing a worchester sauce/vinegar based dish, but I expect it will mix well.  And eggplant is the perfect vegetable for us meat eaters who live with vegetarians and vegans.  It gives the same feel.\n\nReply  \n\n Heema Shanker says:  \n\nGarlic sauce recepie can be posted also.\nIt looks delicious\n\nReply  \n\n Robin Springer says:  \nThis looks so AMAZING! Oh, I want this sooo bad! 🙂\n\nReply  \n\n Lorinda Smith says:  \nVery good,made it once!!making it again..tasty\n\nReply  \n\n Carolyn Wyse says:  \n\nI just made this tonight and it was so delicious! Thank you for the wonderful recipe.\n\nReply  \n\n Nadia says:  \n\nAmazing recipe and technique. Better than take out!!\n\nReply  \n\n Barbara says:  \n\nThis technique made me fall all-over in love with eggplant again.  Fantastic.\n\nReply  \n\n Felila says:  \nI think you left out an ingredient, water.  I only realized this on the last step. Combing it all together in the pan.  I quickly added some but did not know how much, so it turned out thick and strong still. Otherwise, I think it would have been great. Looking forward to trying more recipes from you. Felila\n\nReply  \n\n Russ Charif says:  \n\nI cut the sugar in the sauce in half and increased the sauce amount, I also stir-fried in some sweet red pepper and baby bok choi to vary color and texture between the garlic/ginger mix and adding the eggplant. Result was excellent– I’ll be doing this one again. Thanks!\n\nReply  \n\n Meryem says:  \nI thank you very much for an amazing recipe for the eggplant dish!\nIt is so easy to follow and very well guided.\nThank you 🙏\n\nReply  \n\n Joann says:  \n\nThis was SO good!  Absolutely delightful!  Thank you for a great recipe.\n\nReply  \n\n Nana Lorenzana says:  \nI’ve done this recipe twice using the first prep method. I love it and it’s now in my list of favorites!\n\nReply  \n\n Joanie says:  \n\nBest eggplant I have ever made! Great instructions and easy to follow. My family was very impressed. Thank you Maggie!\n\nReply  \n\n Anh says:  \n\nI made this eggplant recipe tonight for a family dinner. It was a great hit. The cornstarch makes it crispy and pan fried made less oily. Made it it ground pork and everyone loved it. Thank you so much for your recipe\n\nReply  \n\n SD Bart says:  \n\nJust tried this recipe tonight — the eggplant  came out crispy on the outside and tender inside.  I stir fried some chicken separately and combined it with the eggplant. Will repeat shortly with some variations — Thai basil.\n\nReply  \n\n Sharon says:  \nMaggie, thanks for this delicious recipe! I did have one problem and I’m hoping you can help. I have the same problem every time I cook eggplant – I use too much oil and the eggplant turns out soggy and greasy. But, how can you cook so much eggplant in just 1 tablespoon of oil? As soon as the eggplant starts cooking, it soaks up all of the oil and I add more. What should I do when the eggplant soaks up the oil? If I don’t add more oil, will it still cook well? I did soak the eggplant for 15 minutes in salt water and I coated it with corn starch. However, I used regular eggplant (not the Chinese eggplant) and olive oil (instead of peanut oil).  Not sure if this makes a difference in how the eggplant responds to the oil. Any tips you can give me is appreciated!\n\nReply  \n\n Maggie says:  \nHi Sharon, you are right, I do need more than 1 tablespoon oil to cook all the eggplant. In the past, I’ve used as little as 2 to 3 tablespoons oil in total with a nonstick pan and got a great result. I would use 1 tablespoon oil per batch when I cook them in batches, and add more when I cook a new batch. I wouldn’t add more oil immediately when the oil is soaked. I just keep grilling them in the hot pan until it’s cooked.\nOn the other hand, when I want the eggplant extra crispy (like fried), I do use a bit more cornstarch and oil.\nAnd yes, I think the regular eggplant tends to soak more oil than the Chinese eggplant because it has a less dense texture.\n\nReply  \n\n\n\n Raneal Engineer says:  \n\nReally love the whole soaking eggplant before cooking it works REALLY well and I now always cook eggplant this way!\n\nReply  \n\n Anna Vizard says:  \nThank you for the recipe. This is one of  my favorite Chinese dishes. I have shared it with friends.\n\nReply  \n\n Bushra says:  \n\nThanks for writing such clear & easy directions. It was fast and delicious.\n\nReply  \n\n Alicia R. says:  \nConfused about the 1/2 Tablespoon of oil listed in the ingredients vs. the 1/2 teaspoon listed in step #7. Also, I only have regular soy sauce, not light. Hope it won’t make a huge difference as I’m getting to make it now.\n\nReply  \n\n\n\n Vanessa says:  \n\nThis recipe was so easy and delicious! We added hot chili oil. Thanks so much 🙂\n\nReply  \n\n Jaco says:  \n\nMade the dish with local aubergine. Fantastic. Nothing left.\n\nReply  \n\n Jaco says:  \nAbsolutely brilliant – have done it twice. Second time with fresh chilli – Devine.\n\nReply  \n\n Linda says:  \n\nThis recipe is amazing! Honestly, I was going to give up on cooking eggplants if this recipe didn’t work. Now that I know how to make this, I will be making it again and again. Thank you for this delicious recipe, can’t wait to try out your other recipes!!\n\nReply  \n\n Lilly-Kate says:  \n\nI love, love, love your  blog! You are doing wonders for promoting  Chinese culture.  🌹  I’ve just made this dish .  Doing my  rice and lunch is ready to eat. Chinese way prepared eggplant is better than meat. ♥\n\nReply  \n\n alexi says:  \n\nLoved it and it’s very easy! Thank you!\n\nReply  \n\n Grammy Mo says:  \n\nAbsolutely delicious  I followed the recipe exactly except I used regular eggplant.  So delicious that my family and I could not stop eating it until it was all gone.  Finally the mystery of preparing eggplant has been explained.  I used method #2 and it worked amazingly.  Thank you for a recipe that has now become one of our family’s favorite.\n\nReply  \n\n Cinnamon Vogue says:  \n\nChinese food is my favorite and egg plant Chinese style is on top.  I got addicted to Chinese growing up in Hong Kong.. The only thing I don’t like is the corn starch and the sugar. Maybe one day you can create a recipe without those two ingredients. However this recipe is nicely done. Egg plants are a pain to cook so this is really appreciated.. The photos with step by step instructions are brilliant.  Thank you.\n\nReply  \n\n Elena says:  \n\nPerfect recipe thank you so much\n\nReply  \n\n Omnia abu elgasim Hassan says:  \nhi\nthe recepi is very delicious. i need to know can we add lemon at the serving time\n\nReply  \n\n Maggie says:  \nWe don’t usually serve the dish with lemon in China but why not! I think it will work nicely.\n\nReply  \n\n\n\n E Hsieh says:  \n\nThis was the first time I made Chinese eggplant successfully! Thank you for the wonderful sauce, which was quick, easy, and delicious. I like a little spice in my eggplant, so next time I will add some chili pepper and Taiwanese basil.\n\nReply  \n\n Irene says:  \n\nThis was an excellent recipe and turned out great! Thank you so much!\n\nReply  \n\n JM says:  \n\nI’ve been trying to replicate an eggplant dish I had for a little while and this is it. It was easy to cook and came out delicious! I doubled the sauce recipe and added shrimp before adding the cooked eggplant. Will definitely cook again.\n\nReply  \n\n Conny says:  \n\nI  mad  this dish today and it was delicious. I love eggplants. Because of your good description it was easy to make and all worked out very well.  So, so good. I’ll make it again next week, that’s for sure. Thanks for sharing.\n\nReply  \n\n Holly says:  \n\nThis was amazing! I’m hooked. I’ve stayed up past my bedtime browsing your recipes, tips, etc. Can’t wait to try the next recipe. 🙂\n\nReply  \n\n Lea Haber says:  \n\ni am stunned!! this was so so good, the aubergine preparation makes it so crispy and moist\n\nReply  \n\n Anh Quang says:  \nOmg I J just used your recipe!! It was sooooo good!!!\nThanks for sharing!!  🙏🏼\n\nReply  \n\n [email protected] says:  \n\nExcellent recipe. Restaurant quality. 10/10\n\nReply  \n\n Paige Morehouse says:  \n\nOH MY GOODNESS. What awesome flavors! My first try came out so yummy, I’ll make it again. I had braised eggplant in a Chinese restaurant and I was hooked. I didn’t know eggplant could taste so fabulous. It’s all in the process. I’ll be trying more of your recipes.\n\nReply  \n\n paul says:  \n\nLove it. Made it many times.\n\nReply  \n\n Ellen says:  \n\nDelicious! Made this several times.\n\nReply  \n\n afoodaficionado says:  \n\nThank you for this recipe. Though there were alot of steps, it was worth it for the delicous final product! I have been following you for awhile. I had been meaning to make a recipe of yours, when my mom had given me 5 chinese egg plants, I knew it was time to make it. (Time took a bit longer with all the eggplant I had though.) So delicious and flavorful.\n\nReply  \n\n Leslie Millrod says:  \n\ntotally delicious! so glad I discovered this recipe!\n\nReply  \n\n ERINA says:  \n\nHi Maggie, Excellent recipe. Easy to follow and easy to make. I look forward to trying more from your site.\n\nReply  \n\n Pam says:  \n\nSo easy and even more delicious. Added red pepper flakes and only had hoisin and soy sauces on hand, and it worked well. Served on brown rice noodles…yum!\n\nReply  \n\n Sasha Namsoo says:  \nI tried this recipe and added just a 1/2 teaspoon of sambal to give it a kick and I doubled the amount of sauce. It was absolutely delicious! I loved how easy it was to make! Thank you for the recipe 😊\n\nReply  \n\n R B says:  \n\nThis recipe was great! I followed the recipe except substituted a little honey instead of sugar (since I had no sugar), and used all less sodium soy sauce since I ran out of dark soy sauce. Even with these substitutions it was delicious with the eggplant soft and the sauce  the right consistency and flavor. The only thing different than what I have from my local chinese restaurant is that their asian eggplant looks a bit more purple and mine darker, even though it started out purple. Maybe overcooking on the skin side? Regardless,  this recipe is a keeper. Thank you!\n\nReply  \n\n Karen Marlow says:  \nIs there something  I can replace the cornstarch with, I try to eat as little starch as possible, also, what is the point of soaking the eggplant – is that simply the idea of reducing bitterness?\n\nReply  \n\n Maggie says:  \nHi Karen, I think you can skip the cornstarch in the recipe. The sauce won’t thicken so much at the end and give the eggplant a glossy look like the one showed in my picture, but the dish should still taste well.\nSoaking the eggplant in saltwater draw the moisture out of the eggplant, so they will have a firmer texture and crisp up better while cooking. I highly recommend it.\n\nReply  \n\n\n\n Laura C says:  \n\nThis was fantastic and the instructions were perfect. We loved it. Thank you!\n\nReply  \n\n Laura C says:  \nWhat a wonderful dish. This was fantastic and the instructions were perfect. We loved it. Thank you!\n\nReply  \n\n Katness says:  \n\nMade this using Chinese eggplants and the salt water soaking method. It was my first time in decades eating eggplants becayse I never liked the consistency previously. Alone, the starch covered pan-roasted eggplant were very good, even having a little sweetness, which I was not expecting. After mixing eggplant chunks with the thuckened sauce, it was even better. Overall, this was a pleasant surprise that it was very yummy. I will add this to my regular dinner veg options. Thanks for getting me back on the eggplant bandwagon!\n\nReply  \n\n Ed Chan says:  \n\nSimply, easy to follow and excellent!  No need to order this at a restaurant any longer\n\nReply  \n\n Jonathan Roakes says:  \n\nBest eggplant I have eaten hands down!\n\nReply  \n\n Monique says:  \n\nAmazing! Best eggplant dish hands down! And so quick and easy\n\nReply  \n\n Elke Speliopoulos says:  \n\nThis recipe makes even eggplant-loathers friends of eggplants. Everyone who has tried this was amazed at the wonderful taste.\n\nReply  \n\n Susan says:  \n\nReally good and easy-to-follow recipe, thank you so much!\n\nReply  \n\n Pat says:  \n\nI love this recipe and return to it over and over when I want eggplant. Will try the steamed eggplant you had last week next.\n\nReply  \n\n Emily says:  \nI  cannot wait to try this recipe!!! From the comments, this seems to be a crowd favorite! \nQuick question: do you ever choose to remove the skin on the eggplant? Does that make a difference in cooking style, time, etc?\nThank you!! So excited to try.\n\nReply  \n\n Maggie says:  \nHi Emily, I wouldn’t remove the skin if I use the long Asian eggplants, because the skin is thin and it’s very tasty.\nIf I use a large American eggplant, sometimes I would partially remove the skin to get a better texture.\nIt doesn’t make a difference in cooking time etc.\n\nReply  \n\n\n\n Garth says:  \n\nLove this recipe!\n\nReply  \n\n Debbie says:  \n\nEveryone loved it. Kids included\n\nReply  \n\n QA says:  \nBecause of quarantine, I’m learning how to cook and I’ve stocked up on veggies. Will give this recipe a try! Looks delicious! A question, do you think I can use oyster sauce as “dark soy sauce”? I have ordinary supermarket soy sauce as well.\n\nReply  \n\n Maggie says:  \nYes I think you can! Happy cooking 🙂\n\nReply  \n\n QA says:  \n\nI just tried it! We didn’t have cornstarch, so the sauce wasn’t as thick, and I used oyster sauce instead of dark soy sauce. Very delicious!! Super favorful, my mom and I finished lunch in 5 mins haha. Will definitely do this again! Also, I’m just learning how to cook, so bonus points for the easiness of this while still coming out very tasty.\n\n  \n\n\n\n\n\n Marie says:  \n\nI really enjoyed this dish, it was so good!  Simple to make and very tasty, I also like that not much oil is used. If you soak the eggplant in water, it won’t absorb the oil. Thank you!\n\nReply  \n\n Lochy says:  \n\nDelicious!!!\n\nReply  \n\n marsfromva says:  \nThis recipe was a walk-off homerun. Delish & very simple.  I would like it  sweeter to taste & make it spicy. If I more sugar & pepper or pepper flakes, will that do the trick?\n\nReply  \n\n Maggie says:  \nYes, I can more sugar and pepper (fresh or flakes) is the way to go!\n\nReply  \n\n\n\n Christine says:  \n\nI just made this and it was delicious! Thank you and please share more vegan Chinese recipes! 🙂\n\nReply  \n\n Lee says:  \n\nThis was the best eggplant I’ve ever had, even better than my mom’s version (and she is the most amazing cook I know). Thank you!!\n\nReply  \n\n sally nochowitz says:  \nIt was delicious. We loved the garlic eggplant. No leftovers.  Every bite gone\n\nReply  \n\n Fred says:  \nMy 2nd successful chinese dish thanks to you, Maggie!\nMy wife, from Beijing, and a teenager, from Shanghai commented their approval as they finished the entire dish.\nI took care to not burn anything-your recipe and descriptions are perfect.\nAs my pairings I made simple flour/water bun fried with broad leaf (grass like) chive/eggs/bacon filling with white and yellow rice congee.\n\nReply  \n\n Elizabeth Y says:  \n\nI didn’t have asian eggplants  but I tried it anyways and GLAD i did! It was so delicious, instead of sugar I used honey and only had  dark sory sauce. Threw some toasted sesame seeds and scallions in the end. Plated it with baby spinach and brown rice. Will be saving this recipe! Thanks 🙂\n\nReply  \n\n Helen Barlow says:  \n\nReally amazing recipe–my favorite Asian eggplant recipe by far! I soaked the cut up eggplant in salted water for1 hour and then drained and dried the pieces before following this recipe…I’d learned this trick from another chef. It keeps the eggplant moist and plump. Then I followed all of the steps here. The cornstarch made for a luxuriously beautiful, light dish which was a revelation as eggplant has a tendency to soak up so much oil. Not in this case! The texture and flavors were spectacular–by far, the best preparation I’ve come across. This recipe will absolutely be my go-to recipe for Chinese eggplant.\n\nReply  \n\n Billie says:  \n\nMy absolute favorite thing for take out!!! So happy to know how to do it properly at home!!!!\n\nReply  \n\n Kim says:  \nI made this and it was soooo delicious!!  I added mushrooms and then added tofu I’d tossed in the wok ahead of time to make a meal out of it. I increased the sauce. I find the process of charring the eggplant really well and the mushrooms is key to the rich, smoky flavour. Wow!  Thanks for the recipe.\n\nReply  \n\n Fred says:  \n\nBetter than our favorite restaurant.\n2nd time I made it. Big difference.\nLower heat, longer cooking. Resulted in less char and the eggplant ‘releasing’ more than my 1st time.\n\nReply  \n\n Elisabeth says:  \n\nSo easy and so delicious. Thx for that super easy recipe.\n\nReply  \n\n Justin says:  \nMmmm!  Even the kids really liked it.  Next time I may double the sauce\n\nReply  \n\n Connie Dominguez says:  \n\nThis was super…what a hit! I saved half to make tomorrow so I can have another great dinner!  I didn’t change anything and the eggplant had great texture & flavor.  Sharing. Thank you!\n\nReply  \n\n maine says:  \n\nWe had this and your squid with vegetables for lunch yesterday and they were delicious!  Clean plate!  Thanks Maggi!  Now going through your recipe list for our next lunch menu 😉\n\nReply  \n\n Debbie says:  \nAmazing! I substituted the sugar with erythritol for my keto vegan diet.\n\nReply  \n\n tim chipman says:  \n\nFantastic recipie.  Best success I’ve had with this style of dish yet. Thanks for all the detailed hints!  I made it last night for dinner – I only had a ‘regular’ eggplant on hand so used that; it worked just fine. (Rinse off outside of eggplant briefly; trimmed  off ‘top and bottom ends’ then sliced it into ~2cm thick ’rounds’.  Used those in the recipie / otherwise it was more or less identical process.  Turned out really well. really yummy! Thanks again for sharing this method.\n\nReply  \n\n Peter Beckles says:  \nIn describing the preparation you said that one way was to slice the eggplant and salt the slices. In the second method you don’t suggest slicing at all.  Also in this method you first say use 1/4 tsp  salt then later in the recipe you say 1 tsp salt. Please explain.\n(I cut up  the eggplant anyway in the second method and used 1 tsp salt. It made more sense).\n\nReply  \n\n Danielle says:  \n\nThis was so easy and delicious. Highly recommend.\n\nReply  \n\n Melissa says:  \n\nI’ve made this a few times already and it’s SOOO good! Yesterday was the first time I tried the paper towel/wait for 45 minutes method of de-moisturizing the eggplant just because I had the time. Almost prefer that method more than the other one; but usually when I make this I want it right away. Tastes just as good as restaurant versions if not better. Thank you for the recipe and  great step-by-step instructions. I’m the only one in my family that will eat eggplant now that my daughter moved out of the house–oh well, more for me.\n\nReply  \n\n Caroline says:  \n\nso yummy! No Chinese eggplant at my grocery store so I used one giant conventional eggplant and it still tastes good. Thanks for the recipe\n\nReply  \n\n Christine Veziina says:  \nThis was a great side. Added bok choy to it.  Very easy to make. Will repeat this dish.\n\nReply  \n\n Kgesb says:  \n\nWonderful, just like in Beijing!  I’ve been wanting to recreate for years, and this brought me back in an instant!  Thank you!\n\nReply  \n\n Huey says:  \nI tired your method and is delicious yet not too oily as I thought.  Good tips!!  Thank you so much.\n\nReply  \n\n Sam says:  \n\nmind blowingly good… crazy…  this is now a staple in our house\n\nReply  \n\n Allison says:  \n\nI tried the salting method and it made the finished dish taste incredibly salty! Agh. Next time I would rinse the salt off or try the soaking method.\n\nReply  \n\n Norina Sfeir says:  \nWhat does the second character from the left mean. I know the first one is “red”. What is the second? XIe xie!\nAlso, you are going to confuse people by calling this dish eggplant with garlic sauce. When you go to a Chinese restaurant in the US and see eggplant with garlic sauce on the menu, the dish it refers to is yu Hsiang chiedz, or fish fragrant eggplant, your other dish. \nThis is my favorite Chinese dish. We will have it tonight. Can’t wait!\n\nReply  \n\n Maggie says:  \nHi Norina, the second character means “cook” or “braise”.\nYeah I’ve noticed the name problem after I moved to the US. The recipe was published long before I got to know American Chinese food. Too late to change though! I already have the fish fragrant eggplant on this blog and changing things might further confuse people.\nPS. What would you call this dish?\n\nReply  \n\n\n\n Norina Sfeir says:  \nThat eggplant was beyond awesome! Best I have ever eaten, and I used to live in Hong Kong! I have been waiting my whole life for the secret to making Chinese eggplant! Brava, Maggie!\n\nReply  \n\n Alan says:  \nMaybe a third method to avoid using too much oil on eggplants is to cut them into pieces, then microwave for 5 minutes in a  bowl (with a lid to retain some moisture). The salt treatment or heating basically extract the water from the eggplant into the spongy part of the fruit, thus preventing oil from filling the holes.\n\nReply  \n\n Maggie says:  \nHi Alan, thanks for sharing this! Can’t wait to try out your method 🙂\n\nReply  \n\n\n\n Rania says:  \nHi, I did the recipe. Absolutely delicious! I added some pepper flakes for spicy flavor and some leeks and I also did the zucchini I had the same way! Thank you! 😊\n\nReply  \n\n Gay says:  \n\nEasy recipe & it turned out so delicious! This is one of my favorite dishes to order at the restaurant but now I can make it! Thanks for the recipe!\n\nReply  \n\n Rachel says:  \n\nThis was amazing.  My new favorite way to make eggplant.  I do have to say, because I like the slightly bitter flavor of some eggplant, I skipped the soaking in water and draining with salt.  THAT was the only change I made.\n\nReply  \n\n Jin says:  \n\nThis was excellent, highly recommend.\n\nReply  \n\n Fiona says:  \n\nThis is so so good!! I used a conventional eggplant since I couldn’t get a Chinese one. I was worried about the skin being too thick since people mentioned it in the comments, but it’s not a problem at all! \nMy only problem is that I wish I had used a bigger eggplant because I want more!\n\nReply  \n\n Evan says:  \n\nThis was my first time cooking eggplant and I followed the tip on soaking it and it turned out so well! Every recipe of yours I’ve tried always works wonderfully 🙂\n\nReply  \n\n Louise Samson says:  \n\nAnother winner from you.\nI am not a fan of eggplant yet I find this dish addictive.\nThank you for all your great postings!!!\n\nReply  \n\n Laslo Veci says:  \n\nExcellent.\n\nReply  \n\n Skipper Plitt says:  \n\nThis is hands down the best eggplant recipe I have made. The only thing I added was toasted sesame seeds after it was cooked. I served it with steam broccoli and roasted Szechuan asparagus.\n\nReply  \n\n ForkBetter says:  \n\nTurned out just how I hoped. Yum.\n\nReply  \n\n Lauren Pinzka says:  \n\nVery easy recipe with excellent results!   I cut the eggplant in long vertical strips instead of smaller pieces and it turned out extremely well that way.  Thanks so much !\n\nReply  \n\n Rayann says:  \nThis was absolutely delicious!  I threw in a handful of tiny bay scallops with the ginger and onions and we ate it over rice as the main course.  I also really appreciated the eggplant “tricks” to pretreat before cooking, including the cornstarch dusting.  A question:  to make it a little more saucy next time.  I thought about just doubling or tripling the sauce,  but was afraid it would make it too salty?  I already found some of the eggplant pieces a little salty after toweling off the salt during the pre-cooking treatment  (next time, I’m going to try the pre-soak treatment).  I added a splash of chicken broth instead.  Wonderful!  Can’t wait to try more eggplant recipes as I currently have a garden abundance.  Thanks!\n\nReply  \n\n Maggie says:  \nHi Rayann, I’m glad to hear you like the recipe! The eggplant will be less salty if you use the water bath method.\nAs for the sauce, you can double it without issue (if using the water bath method to prepare it). If you’re still worried, use 1/4 cup chicken broth with 1 teaspoon cornstarch to dilute it.\n\nReply  \n\n\n\n Bruce says:  \n\nfirst time I made Chinese Eggplant following your recipe (tweeted little w/more garlic, less sugar), was a big success… Yujing will expect this again at dinner very soon 😋\n\nReply  \n\n Billie says:  \n\nMy absolute favorite take out item!! No more, making it at home!!! Thank you!!!!!\n\nReply  \n\n Gary says:  \nMaggie…..I’m going to make this tonight to go on the side with some spice MaPo Tofu…..Love that photo of your small NYC kitchen and the photo of you in torn jeans from a few years ago. Gorgeous!\n\nReply  \n\n Gary says:  \nHi Maggie…..made this last night and it was excellent. Thanks for the salt/soaking technique which I used. In the past I have just coated the eggplant with cornstarch but it is the soaking in salt water that is KEY to keeping the shape/texture and integrity of the eggplant together.  To think that for years I never used the salting method and it was always a bit mushy. Thanks again for this tip…..and you are gorgeous!\n\nReply  \n\n Skip Plitt says:  \n\nMaggie, every recipe that I have tried has exceeded my expectations. I was about to give up cooking Chinese and then found you and your website. I have probably made this at least half a dozen times in the past two months. You have inspired me. Thank you.\n\nReply  \n\n Sherman Brown says:  \nFollowed the recipe almost to the “T”, but didn’t have chilis so substituted Korean gochujang for the spicy addition. The dish came out excellent. Thanks for the recipe.\n\nReply  \n\n Mary says:  \nThis was truly delicious! Directions were easy to follow and the pictures confirmed any doubt. Thank you !\n\nReply  \n\n Rozalia says:  \n\neasy to follow recipe and turned out delicious!\nhighly recommend\n\nReply  \n\n Maureen says:  \n\nThank you-wonderful recipe!\n\nReply  \n\n Christina says:  \n\nThis recipe is incredible!! I love love love how the eggplant came out!\n\nReply  \n\n Wanda says:  \n\nYum!! Love eggplant! Found this recipe and my husband made it. Used two eggplants……we ate it all in one sitting.  Thanks !\n\nReply  \n\n Tess says:  \nLOVE this recipe! \nDuring the initial prepping of the great deal I got from the farmer’s market, 5 lb of Chinese eggplant (19 pcs) for $1.99, I thought this is going to be a bear, and I will only do this one time.\nIt took me one and half hour from prep to finish. Since I like the crunchiness from Step 5, I can’t stop eating it. So I purposely left a batch aside. Then I continue to cook and use Lee Kum Kee Black Bean Garlic Sauce. When it is almost done, I forgot I have saved some cooked ground pork n beef with green onions for this dish. \nSo I put half of it away, n add the ground meat to the remaining eggplant.\nAll three are delicious and will definitely spend the extra time to prep the eggplant!VE this recipe! \nDuring the initial prepping of the great deal I got from the farmer’s market, 5 lb of Asian long eggplant (19 pcs) for $1.99, I thought this is going to be a bear, and I will only do this one time.\nIt took me one and half hour from prep to finish. Since I like the crunchiness from Step 5, I can’t stop eating it. So I purposely left a batch aside. Then I continue to cook and use Lee Kum Kee Black Bean Garlic Sauce. When it is almost done, I forgot I have saved some cooked ground pork n beef with green onions for this dish. \nSo I put half of it away, n add the ground meat to the remaining eggplant.\nAll three are delicious and will definitely spend the extra time to prep the eggplant!\n\nReply  \n\n Carla Roberts says:  \nThank you for this recipe…question I have frozen eggplant, can I use that too\n\nReply  \n\n Trudy Thedford says:  \n\nYummy‼️ Thank you for showing how to cook eggplant. This was an awesome recipe.\n\nReply  \n\n Madeline R. Y. says:  \nMade this with European eggplant. Was quite good. I tend to like spicier dishes, so next time I’ll add more ginger and a hot green or red chili at the end. More sauce would have been good. I added diced regular tofu with the eggplant to fry. I don’t recommend this as the eggplant needs room to properly cook and the pan was crowded. The tofu also got crispy, not the right texture. This recipe may be able to accommodate silken tofu at the very end, not sure how to do that without it falling apart. I’ve had a braised eggplant and silken tofu dish in a Taiwanese restaurant, which was similar to this, delicious. In any case, thanks for the he recipe! Will make again\n\nReply  \n\n Gigi says:  \ndumb question- do you also slice the eggplant first or submerge it whole for th 2nd method?\n\nReply  \n\n Maggie Zhu says:  \nYou will need to slice the eggplant first before submerging it in the water.\n\nReply  \n\n\n\n Tracey says:  \n\nI always love Chinese eggplant.  I made it for some friends who dislike eggplant and usually avoid, however they loved this dish.\n\nReply  \n\n Larry La says:  \n\nI loved this recipe! Thank you for sharing!\n\nReply  \n\n Betty says:  \nOH! EM!! GEE!!!!\nso freaking good and WAAAAAAYYY better than any restaurant around here.  My first of your recipes, and I’ve made this more than a few times\n\nReply  \n\n Gabrielle says:  \n\nI simply loved it, the eggplant tastes really good and the texture is just perfect\n\nReply  \n\n Frances Leone says:  \n\nLove this recipe. Thank you so much for sharing this!\n\nReply  \n\n Theresa says:  \n\nIn love with this recipe! I’ve tried it twice now, with both Chinese eggplant and normal eggplant, and it worked great each time. Only complaint is that it was so good that I wanted seconds, and now there’s not enough left for a second serving 🙂\n\nReply  \n\n Keith Joe says:  \n\nThis is the best recipe I have found for this Cantonese classic\n\nReply  \n\n Eyvonne says:  \n\nLove this recipe! I would love to add a little spice to it to add that kick!\n\nReply  \n\n Sakura says:  \n\nMy go-to recipe for eggplants. My mother fell in love with eggplant thanks to your recipe and it allowed me to include a new vegetable in our diet. Thank you\n\nReply  \n\n EJ says:  \n\nFabulous recipe! Turned out just amazing!!!\n\nReply  \n\n Ilana Sosna says:  \n\nThank you so very much for this wonderful recipe.\n\nReply  \n\n Veronica says:  \nI have made several recipes from your site now and impressed how they have enabled me to figure out the beguiling tastes of meals I’ve had at regional restaurants in Richmond BC.\nThe sweet dark soy and chili oil recipes are better than anything I’ve ever purchased. Even with Mexican chilies and missing ingredients. \nI’ll admit to adding veggies and flavorings, but your recipes are robust and tolerate tinkering.\nAre you going to write a cookbook?\n\nReply  \n\n AM says:  \n\nMaggie – I cooked this last night and the flavours were just incredible! I added a bit of MSG and Shaoxing wine which gave the dish an added punch. \nWith regards to the aubergine itself, I used the second method (dunking them in a bowl of salty water for 15 min). I struggled to get the aubergine to be crispy for some reason – any tips would be welcome!\n\nReply  \n\n Maggie Zhu says:  \nGlad to hear you like the dish! Yeah a bit of MSG and Shaoxing wine will go a long way.\nFor the pan frying, you will need a bit more oil if you want a very crispy texture (not like deep frying but at least cover the bottom of the pan).\n\nReply  \n\n\n\n Mary says:  \n\nThis egg plant was so delicious! I am going to make it over and over!\nThank you!\n\nReply  \n\n Pessie says:  \n\nI am not even an eggplant lover but I had an extra one in the house. Absolutley delicious.\n\nReply  \n\n Alexander says:  \n\nJust tried the recipe last night was absolutely delicious just like take out. Would highly recommend it to anyone looking for an amazing Chinese eggplant recipe\n\nReply  \n\n Michele D says:  \n\nI really love this recipe!  I’ve made it a second time and it’s really as good if not better than what I get in restaurants.  I love eggplant and I know I’ll be making this dish over and over again.\n\nReply  \n\n JuneAloha says:  \n\nPrep part was awesome!  I could make very soft juicy eggplant.  However, once I pour the sauce, before mix, the sauce itself get solid and couldn’t mix with eggplant…sigh…\n\nReply  \n\n Steven says:  \n\nI agree with you, the same thing happened to me when I made this dish last night Nov 6 2023. I left the heat of the stove on medium high then added the sauce to the pan and it seemed to clump up and got attached to the minced garlic/ginger vs the eggplant even though I tried my best to stir the sauce to mix with the eggplant. The cause of this is the high heat with the amount of corn starch in the sauce. The fix would have been to half the corn starch in the sauce mix which is what I did on the 2nd batch including doubling up the sauce ingredients minus the extra sugar. It would also be a must to reduce the heat of the pan to medium for at least 1 minute before adding the sauce to avoid it from evaporating/dissolving.\nI thank the author for the 2 methods of preparing the eggplant before cooking. But in regards to the recipe, it was just okay to me, the instructions some tweaking to avoid error.\n\nReply  \n\n\n\n Sai C says:  \n\nThis came out beautifully! Was easy to make as well 🙂\n\nReply  \n\n Laflemm says:  \nI made it last night, and it was totally wonderful. I’m a real eggplant fan but usually make it Italian style, so this was great change of pace.  I actually like this recipe better than any of the Italian ones I have made in the past.\n\nReply  \n\n Kate says:  \n\nCame out excellent.  Only thing was, it took longer than eight minutes to get all of the eggplant browned/charred before transferring to a plate.  Everyone loved it.  Very well written and explained recipe.  Will make again.\n\nReply  \n\n Kate says:  \nAnother fantastic recipe. Thanks, Maggie! This time I tried the water soaking method. I think next time I will try the method where  you lay out the eggplant for a while. Sauce is epic!\n\nReply  \n\n Anna says:  \n\nHi Maggie, I just discovered your blog and I’m learning to cook before my sophomore year, this is the first recipe of yours I’ve tried but I’m going to attempt lots more. I’m not a fan of eggplant (well, my mom’s South Indian way of cooking it) but I really loved it at a restaurant in San Francisco and I want to recreate it. This came pretty close, I still need to work on the texture as it fell apart a little and tweak the sauce, but I ate the whole thing lol, it’s really good. Next I’m going to try some Sichuan recipes once I get the appropriate spices! Thank you for your inspiring and beautiful blog 💗\n\nReply  \n\n Jane Ewry says:  \n\nI cooked this for myself to eat because I’m vegan, but my two friends loved it so much that they asked me to make more for them to eat next time! I highly recommend this recipe. You will not regret it. One thing that I feel makes or breaks this recipe is the preparation of the eggplant, so don’t skip out on that part!!\n\nReply  \n\n Archana says:  \nHi there! I had a quick question for you. Can I make this ahead of time and reheat it later. Wanted to try this for a small gathering.\n\nReply  \n\n Maggie Zhu says:  \nYou definitely can. The eggplant will not stay crispy but should still taste good.\n\nReply  \n\n\n\n LC says:  \n\nThank you for the recipe! The sauce was very good albeit a little sweet for our tastes. I am thinking of using it with green beans, tofu, or pork as well.\n\nReply  \n\n Errol says:  \n\nFirst time tried for dinner last night.Different but nice.Only mistake I made I forgot the rice which would really made it.Next time\n\nReply  \n\n Peggy says:  \n\nThis was so easy and delicious!! I will definitely make this again. Thank you.\n\nReply  \n\n Corbin Simmons says:  \n\nLoved this recipe!\n\nReply  \n\n Leone Thiele says:  \n\nThis has become my favourite, though I love all your recipes!\nThanks for sharing them\n\nReply  \n\n Novellian says:  \nLove your recipes but it seems like they are loaded with sugar and starch to top it all off, it’s fried! No matter how I look at it, it’s unhealthy for people trying to avoid sugar and fried foods in their diets. Do you have a health friendly version of this dish? Please post one of you can.\nThanks\n\nReply  \n\n RB says:  \n\nThanks for this recipe! I love eggplant and was looking for a way to make it with less oil since it absorbs so much when cooking…or it becomes a dry mess without the oil. This recipe turned out great and has become my “go to” Asian eggplant recipe. I’ve made it with and without added chicken and tofu and it is very tasty and produces great, predictable results.\n\nReply  \n\n Channyfanny says:  \n\nJust made this and it is absolutely delicious. Thanks for the tips too.\n\nReply  \n\n Begryphon says:  \nThe printed recipe leaves out the 1 Tablespoon of soy sauce. The cooking time was too short to cook the eggplant I was using.\n\nReply  \n\n Christine Rothschild says:  \n\nMy husband asks for this recipe frequently. Since my garden was very bountiful this year we had plenty of opportunities to enjoy this dish. This is a keeper\n\nReply  \n\n Nadine says:  \n\nI really liked this recipe. I feel it could use more sauce honestly but that will be my personal preference. I found your instructions simple and straightforward thanks! Will definitely make this again. With minor changes to suit me.\n\nReply  \n\n Tim Gil says:  \n\nLET’S BE HONEST GUYS!!!!                                                                                                                             This is a good recipe it has solid flavor and what I like the most about it is the amount of sauce just coats the dish, it doesn’t leave it swimming like so many Chinese dishes can and do turn out but when it comes to the “CRISPY” part of this dish is more of a desired descriptive than a true outcome of the dish.  To all the people who thought this was going to be like Crystal Shrimp or General Tsao’s right out of the kitchen at a GOOD Chinese restaurant you will be disappointed.  Coming from a chef with 30+ years  and who has opened over a dozen high end Asian restaurants with complex menus the only way you will get this “super crispy” texture is prepared in a pro wok that has 100k-150k BTU’S and can generate a temp of 400 and the eggplant comes out of the fryer crispy and right into the wok with the wok to be coated with the boiling sauce, then right out to your table and you start eating within 60 seconds!!!   This is just the nature of what eggplant is, it’s not a protein and can’t hold a crisp coating the same, it has a soft center and  for this recipe is cut in pretty big chunks which mean they take time in the fryer to cook through and then into a wok to be cooked down with a sauce until it just coats it then on a plate where honestly only the pieces on top will be crispy because everything else below is being steamed by what’s above.  I am only giving this long winded explanation because I can see how some people may do all the work and prep and it just doesn’t come out as they expected, which by the comments I can see has happened more than a few times but BOTTOM LINE, it is a very flavorful recipe and scoop some of this over some steamed rice you will have close to as good a dish that you will get in a good solid quality Chinese restaurant so don’t take it so seriously.\n\nReply  \n\n Mark Leiker says:  \n\nSearching for this one for years!  I had great Chinese eggplant years ago and have tried to replicate it or find a recipe.  This is the one!\n\nReply  \n\n Mallory says:  \n\nTastes good, but it really is a lengthy process to prep the eggplant.  I did eggplant, then fried up zucchini, then the garlic with strips of beef…I then did the sauce (tripled and added a bit more water so it’s less salty), and then mixed it all together.  It tastes very close to what you would get at a proper Chinese restaurant, but again, it takes a while to salt/let it sit/pat dry the veg slices after the water from the veg comes out after contact with the salt.\n\nReply  \n\n Isabel Ramirez says:  \n\nI just made this tonight.  It was so good!!!  This has always been my favorite way to eat eggplant.  I know my dad loves it too because he will bring me the Chinese eggplant when he comes and visits.\n\nReply  \n\n Kass says:  \nHi! Would this be freezer friendly?\n\nReply  \n\n Maggie Zhu says:  \nI think it’s possible to freeze it but the eggplant will turn quite mushy.\n\nReply  \n\n\n\n Rita Baird says:  \n\nThis dish tastes exactly like my dad’s cooking. My husband and I love it, my brother and sister loves it… we just can’t get enough. The sauce alone is to die for!\n\nReply  \n\n SK says:  \n\nBest eggplant dish I have cooked! I doubled the sauce just because it was so delicious and it was perfect with a big bowl of rice\n\nReply  \n\n Maggie Zhu says:  \nSo happy to hear it! 🙂\n\nReply  \n\n\n\n Jen P says:  \nYour friend Steve’s technique worked out perfectly! The texture was spot on and so was the sauce.  Thank you!\n\nReply  \n\n Neelam says:  \n\nSo easy and delicious\n\nReply  \n\n Michelle Kropp says:  \n\nBest eggplant I have ever eaten!!! I followed the recipe using Option 2 and it was amazing. Thank you so much for sharing.\n\nReply  \n\n Amanda says:  \nThis was delicious! I added a block of tofu that I cut into small triangles and pan fried and tripled the sauce. I’m already looking forward to the leftovers.\n\nReply  \n\n Linda says:  \n\nIn the directions, if soaking the eggplant, it says water and 1/4 tsp salt. Then where it is written in the printable recipe it says 1 tsp salt. Which is best??\n\nReply  \n\n Maggie Zhu says:  \n1 teaspoon salt is better!\n\nReply  \n\n\n\n LaWane Boltz says:  \n\nRecipe was great! Made a little more sauce and added a couple of teaspoons of fermented bean and chili oil. I will definitely make it again\n\nReply  \n\n Kylie says:  \n\nThe salt needs to be roses off It’s way too salty otherwise. Tasty otherwise\n\nReply  \n\n Meg B says:  \n\nI’ve never cooked good eggplant until this recipe! The tips on how to prep the eggplant were a game changer. I can’t wait to cook this again and improve on what I learned.\n\nReply  \n\n Jen says:  \n\nI have two Japanese eggplant plant that has been producing way too much this season in my garden. I’ve searched for the perfect recipe and this is it! Very delicious, and easy to do. The cornstarch really adds a nice crunch and the sauce was simple and perfectly seasoned. Thank you\n\nReply  \n\n Julie Pomerantz says:  \n\nI made this with a bunch of little-finger eggplants from my garden and it was delicious! I doubled the sauce recipe and used a little extra oil. A big frying pan is a must to avoid having to cook the eggplant in batches.\n\nReply  \n\n Emma says:  \n\nMy family has been making this for years! One of our go-to’s when we have eggplant to use up. Sometimes we’ll throw broccoli or bell peppers into the mix as well. Easy and delicious:)\n\nReply  \n\n Adria says:  \n\nI love this recipe so much! I tried many different recipes and never successful until this one. Thanks very much for sharing.\n\nReply  \n\n Bob says:  \n\nDelicious!! Made it with Asian eggplant and everything went as described—great texture, no bitterness, touch of sweet, yummy!\nNext time  I might add a bit of zing to it but otherwise a solid five star recipe. Thank you, this one is getting printed cause it’s a keeper.\n\nReply  \n\n Maggie Zhu says:  \nThanks for the positive review! You can add a spoon of chili oil at the end of the cooking if you like a spicy taste. A touch of oyster sauce in the sauce will also boost the flavor as well.\nIf you don’t mind a longer recipe, you might like this one: http://omnivorescookbook.com/sichuan-eggplant/\n\nReply  \n\n\n\n Rick says:  \n\nThis is absolutely delicious!\n\nReply  \n\n J-Mom says:  \n\nThis was really great! I happened to come across Chinese eggplants. I’m so glad I was able to make this. Since it’s tough to get Chinese eggplants, I’ll try this with other types next time.\n\nReply  \n\n Christina says:  \n\nOmg, so good, I just made it and ate the whole plate standing up with rice spooned straight from the rice cooker, lol!  Will be making this regularly!  Thanks!\n\nReply  \n\n NYC Foodie says:  \n\nThis is not only like the classic eggplant in garlic sauce we all love from the better chinese restaurants, it surpasses it. I used the soaking in water technique, a first. I think it’s going to become my go-to method for preparing eggplant. Isee what you mean about the texture – creamy instead of spongey. I added vegan oyster sauce, black garlic sauce and a fresno chili (seeded). So good.\n\nReply  \n\n Elena says:  \n\nPerfect amazing recipe. Thank you so much!\n\nReply  \n\n David says:  \n\nIt was good but not knock-your-socks-off good. I used regular – not Chinese – eggplant. It never did get crispy and I cooked it longer than called for. I would serve it as a side-dish but not as a main. It’s not exciting enough for that. Next time I cook it I’ll use Chinese eggplant.\n\nReply  \n\n Shell says:  \n\nFast, easy and delicious. I added a little plum sauce.  Next time I’ll make a bigger portion. There are no leftovers. Thanks for sharing.\n\nReply  \n\n Barbara says:  \n\nLoved this recipe easy and very tasty\n\nReply  \n\n Jason Selph says:  \n\nI used EVOO and a big fat eggplant cubed, AP Flour instead of cornstarch and it still came out amazing.\n\nReply  \n\n SJ says:  \n\nWorked great! I skipped the cornstarch, used a sesame honey ginger dressing I had lying around and it really hit the craving.\n\nReply  \n\n Sarah Barker says:  \nI absolutely love this recipe! To make it a main (vegan) dish, I like to increase the amt of sauce a bit (I love the way it caramelizes) and I also add unsalted cashews when I add the garlic/ginger as well as mix in scallions at the end and serve over brown rice.\n\nReply  \n\n Noyogirl says:  \n\nI really liked this recipe.    I am making it for the second time.   Used the air fryer to cook the eggplant.\n\nReply  \n\n Angeka V says:  \n\nI love this  recipe. I’ve made it at least 4x since I came across it. Simple and delicious\n\nReply  \n\n Irene says:  \n\nJust made this exactly as written and it’s perfect. Best I’ve ever had. My family loved it so much too. Thank you!\n\nReply  \n\n Heleen says:  \nHello hello, I have a question! For two servings, you need 2 eggplants. Is the 300g indicated in the recipe, the weight of the two eggplants combined or the weight of one eggplant?\n\nReply  \n\n Maggie Zhu says:  \nThe 300 g is the weight of two eggplants. I used eggplant on the smaller side.\n\nReply  \n\n Heleen says:  \nAhh thank you!! 🙂\n\n  \n\n\n\n\n\n Molly says:  \n\nThis was so delicious! I will definitely make this many times over. Have made with both Italian and Japanese eggplant and the Japanese was far superior! Do you think I could make this recipe with zuchini?\n\nReply  \n\n Maggie Zhu says:  \nThe sauce works with Zucchini but the cutting method and the ingredients will be a bit different.\nFor example, I usually slice the zucchini to half moon shapes for stir fries (instead of bigger bite-size pieces in this recipe). It’s also nice to very lightly salt the zucchini then squeeze out some liquid, so the zucchini does not release too much water during the stir fry.\nI also wouldn’t coat the zucchini with cornstarch and just do a very quick sear with high heat before pouring the sauce.\nSo the conclusion is yes, you can cook with zucchini, but you need to adapt the recipe quite a bit.\n\nReply  \n\n\n\n mat says:  \n\n.\n\nReply  \n\n Leslie O says:  \nA go to for eggplant for us. Tried in zucchini tonight with happy results\n\nReply  \n\n Maggie Zhu says:  \nZucchini sounds delicious! I’ll try that out next time 🙂\n\nReply  \n\n\n\n Sarah Murray says:  \n\nI had a version of this in a restaurant on work trip and have not stopped thinking about it. Found this recipe to give it a try and it was just as good as I remember it. We will make this again and again.\n\nReply  \n\n Theresa says:  \n\nSo easy and tasty. Highly recommend.\n\nReply  \n\n L.J.L says:  \n\nA great recipe and flavors were spot on. I followed the recipe exactly, but doubled the ingredients as I was using 3 large Asian eggplants. It makes a huge difference when you take the time to brown each side carefully, giving you the perfect crisp when you bite into it. Thank you for sharing your recipe with us!\n\nReply  \n\n Mary says:  \n\nThis was the first recipe I tried on your website and it was so easy and delicious. My daughter travels to China for her work and the people there took her out for dinner each night.  Eggplant with the garlic sauce was one dish she loved and she asked me to try and make it when she got home.  I searched and found your recipe. It sounded easy enough and decided to try it.  We have a very large and nice Asian market and was able to find the ingredients. The eggplant was different because I have always used the round kind.  I am now a devoted cook to the Chinese long eggplant. Anyway, we had it for dinner one night and she told me it was almost as good as what she had over in China.  She was referring to me as a cook not your recipe as I am still learning to make these dishes. I have made this often and will continue to because it gets better each time I cook it.  I signed up for your 5 day course and am enjoying it and learning new things and new recipes.  Thank you for the recipes and your website in general. It has so much information about ingredients, cooking and beautiful dishes.. I must admit I didn’t go looking for anything else to make until I ran across your 5 day course.  It has been a real eye opener with all the dishes you have recipes for.  I am so excited to start making some of them now.  The Egg Drop Soup is a favorite but have never tried it at home but now I will.  Again, thank you!\n\nReply  \n\n Yani says:  \nThanks for the great recipe Maggie! Simple and delicious. I originally wanted to make Yu Xiang eggplant but switched to this one when I realised I didn’t have Dou Ban Jiang. Now I think I will just stick to this one and not have to keep a jar of Dou Ban Jiang in the pantry which I always have trouble getting through.\n\nReply  \n\n Bethany P. says:  \nI think I found my next favorite website! I love chinese food and being able to make a variety of recipes at home is so AWESOME! My neighbors gave us some eggplant and I am trying to find a way for my family to eat it and enjoy it too. I think this is it! 🙂 Will be coming back to try other recipes 🙂\n\nReply  \n\n Chrissie says:  \n\nVery flavourful. However I missed the tart vinegar taste that other recipes had. I splashed a tuny bit of balsamic just before serving. The texture of the eggplant was the best of all recipes and is far superior in flavor to the others. Also, a touch of hot sauce to the sauce mixture was good. I topped with a healthy handhul of sliced green onions.\n\nReply  \n\n NFM says:  \n\nMade it and love it!  Much like a Chinese restaurant where we used to live.  They would make it for me with pork or fried tofu. Made it with pork So Good! Used a wok and it took way to long and much more oil.   than called for. Next time I’m maaking it in my huge electric skillet so more pieces can be made at the same time.\n\nReply  \n\n David says:  \n\nIt was good but to my taste a bit bland. I notice your photos have some chopped green onion (which isn’t in the recipe) but which I will add next time. What would you recommend to kick it up a notch? More garlic? Splash of dark vinegar? Oyster sauce?\n\nReply  \n\n Yaronit says:  \n\nLove it but have a hack to make it quicker (after salting). spread a layer of grapeseed oil on a sheet pan, dip each side of the eggplant into it and arrange it all on the cookie sheet. Roast @450 until coloured as you want and soft. it took me soooo long to fry the eggplant in a frying pan when I made this the first time.\n\nReply  \n\n Laurel Fleming says:  \n\n@Omnivorescookbook\nI was a little skeptical, but it was easy and awesome. My eggplant didn’t get ‘crispy’ but it was still good. Not too mushy. I used the water soak method. Next time I’ll try to salted method, just to see if I get different results. My partner liked it, and she hates eggplant. Now to learn a better way to make vermicelli rice noodles that don’t stick. Sigh. Oh, and I didn’t have fresh ginger, but the minced in the jar worked just fine. Will definitely look for more recipes on here.\n\nReply  \n\n Amanda H says:  \nThis was soooooo good! I had eggplant to use and stumbled across your recipe. It is one of the best Chinese veg side dish I’ve ever made! Going to try the sauce with other veggies too- green beans in particular.\nOnly change I made was coconut Aminos in place of soy sauce and dark soy sauce\n\nReply  \n\n Maria Sheils says:  \n\nI love this recipe very much. I always use Chinese eggplant, and I just read the note, I will try with other types soon\n\nReply  \n\n Dee says:  \n\nThank you, this was delicious. I’ve made it twice now. The first time I was a bit shy about turning up the heat and letting the eggplant really char. The second time I made sure the oil was hot before I added the eggplant, and then let it get properly browned like in the photos. The taste was great both times, but it really needed the heat to become truly crispy. For any other heat-shy cooks out there – try not to be! \nIt was also really helpful to have the two different options for salting – thank you!\n\nReply  \n\n\n\n\n\n\n\n\n\nAbout The Author:\nMaggie Zhu\nHi I'm Maggie Zhu! Welcome to my site about modern Chinese cooking - including street food, family recipes, and restaurant dishes. I take a less labor-intensive approach while maintaining the taste and look of the dish. I am originally from Beijing, and now cook from my New York kitchen.\n\n\n\nMy Cookbook\n\n\n\nTrending Recipes\n\n\n\nBarter-Worthy Spam Musubi\n\n319 Reviews \n\n\n\n\nAuthentic Mapo Tofu (麻婆豆腐)\n\n176 Reviews \n\n\n\n\nChinese Scallion Pancakes (葱油饼)\n\n162 Reviews \n\n\n\n\nBeef Pan-Fried Noodles\n\n58 Reviews \n\n\n\n\nChicken and Broccoli (Chinese Takeout Style)\n\n111 Reviews \n\n\n\n\nChinese Eggplant with Garlic Sauce (红烧茄子)\n\n357 Reviews \n\n\n\nOmnivore's Cookbook: Make Chinese Cooking EasyReceive Our FREE 5-Day Chinese Cooking Crash Course! \n\n\nAbout\nAccessibility\nCookbook\nPrivacy Policy\n © 2023 · Omnivore's Cookbook · All Rights Reserved\n\t\t\t\n\n\n\n\nSubscribeSign-up to receive our 5-Day Chinese Cooking Crash Course!\nAnd receive the latest recipe updates!\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n"}