{"id": "Chinese Eggplant Recipe with Spicy Garlic Sauce - Steamy Kitchen", "content": "\n\n\n\n\n\n\n\nChinese Eggplant Recipe with Spicy Garlic Sauce | Steamy Kitchen Recipe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReverse Meal Plan\n\nReverse Meal Plan\nLove Your Leftovers\nFridge Detox Challenge\n\n\nRecipes\n\nRecipe Index\nBuddha Bowls\n\nBuddha Bowl Recipes\nBuddha Bowl Products\n\n\nMicrowave Cooking\n\n\nGiveaways\n\nCurrent Giveaways\nVIP Giveaways\nSteamy Kitchen Games\nWinners List\nFAQs\n\n\nAbout\n\nAbout\nWork With Me\nJaden’s Blog\nMedia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nChinese Eggplant Recipe with Spicy Garlic Sauce\n by Jaden | Asian, Recipes | 95 comments\n\n\n  Jump to Recipe\n Print RecipeThis is a quick and easy Chinese Eggplant recipe with a spicy garlic sauce that’s so addictive. Plus, the eggplant pieces are so tender, they almost melt in your mouth.\n\nWhy This Chinese Eggplant Recipe Is So Good\n\nAn  authentic Chinese eggplant recipe, inspired by one of the most respected authorities of Chinese cooking, Fuchsia Dunlop.\nYou can use either Japanese or Chinese eggplant even Italian globe eggplant.\nA unique Chinese sauce that’s savory, sweet and piquant, called “Fish-Fragrant” even though there’s no fish in the ingredients!\n\nIngredients \n\nCooking oil\nEggplants\nRed chile\nGinger, garlic\nOnions\nSoy sauce\nChinese black vinegar\nSugar\n\nHow To Make This Chinese Eggplant Recipe\n\n\nIn a wok or saucepan over high heat, add 1 tablespoon of the cooking oil and swirl to coat wok. When wok is hot, add eggplant in a single layer. Cook 2 minutes and flip over each piece so they cook evenly. Cook another 2-3 minutes, flipping occasionally.The egg plant should have changed in color, the skin wrinkled and the flesh soft.\n\n\nPush eggplant aside in wok and add 1 tablespoon cooking oil. Add garlic, red chile peppers, ginger and green onion. Stir these aromatics until they become fragrant. Combine aromatics with eggplant and stir fry for one minute. Add soy sauce, black vinegar and sugar and stir to combine all. Serve immediately.\n\n\n\nWhat Type Of Eggplant Should I Use?\nWe grow both Chinese and Japanese eggplant in the garden, both of which are less-bitter than the standard fat Globe variety. I’ve heard cooks needing to “salt” the eggplant and let it sit to release its bitter compounds. Not needed for the Asian variety!\nBut either variety is perfect for this Chinese Eggplant recipe.\nThe skin of Japanese and Chinese eggplant is much thinner as well.\nWhile this is a Chinese Eggplant recipe, I used Japanese eggplant variety (my Chinese plant was towards the end of its life cycle and was only poppin’ out eggplant runts).\nOther than just simple roasting, this is really the only other way I cook eggplant often – it’s a wonderful flavor party – chiles, garlic, soy sauce and a touch of black vinegar to balance the flavors out.\nA Delicious Sauce\nThe translated Chinese name for this dish is “Fish-Fragrant Eggplant” which is so unfortunate. I’m sure it’s deterred many cooks from even trying the recipe. The reason it’s called this is because the dish originates from Sichuan province of China.\nSichuanese cooking has so many different descriptors for its 56 distinct cooking methods and 23 “official” Sichuanese flavoring combinations. The “Fish-Flavored” refers to the combination: salty+sweet+sour+spicy+garlic+ginger+green onion. Don’t worry – the sauce doesn’t taste fishy, nor the does the recipe contain any fish at all.  It’s a sauce that goes GREAT with many Sichuan fish dishes – thus the funny translated name.\nMaking This Chinese Eggplant Recipe Paleo Friendly\nIf you’re on a paleo diet, substitute the soy sauce with Liquid Aminos or Coconut Aminos. There’s only 1/2 teaspoon of sugar in the recipe, and you can omit that, or substitute with sweetener of your choice. I prefer a little bit of sweetener, to counter the acidity of the black vinegar. \n\nTop Tips\n\nIf you can find Chinese bean paste – add 1 tablespoon to the stir-fry and cut the soy sauce to just 1 teaspoon.\nThe original Chinese Eggplant recipe  uses Chinese Black Vinegar – which is very similar to young balsamic vinegar. You can use either. The balsamic vinegar should be tart, not sweet – so don’t use the expensive super-aged super-thick sweet stuff (save that for your strawberries).\nIf you can’t find Chinese or Japanese eggplants, just use globe eggplant! Cut in similar sized strips. Baby globe eggplant is really good too. No need to salt. Just rinse, cut into thin wedges.\nWhen cooked, the eggplant should have changed color, skin wrinkled and flesh soft.\n\nVideo: Chinese Eggplant Recipe with Spicy Garlic Sauce\n\n\nCheck Out Other Chinese Vegetable Recipes\n\nChinese Broccoli with Oyster Sauce Recipe\nChinese Baby Bok Choy Recipe\nChinese Leafy Greens (Yu Choy) Recipe\n\nHave you tried this Chinese Eggplant recipe? Feel free to leave a star rating and I’d love to hear from you in the comments below!\n\n\n\nChinese Eggplant with Spicy Garlic Sauce\n\n\n\n4.79 from 19 votes\n\n\n Print Recipe\n Pin Recipe\n\n\n \nPrep Time 10 minutes minsCook Time 10 minutes minsTotal Time 20 minutes mins\n\n\n\n \nCourse Side DishCuisine Chinese\n\n\n \nServings 4 peopleCalories 161 kcal\n\n\nIngredients  1x2x3x2 tablespoons cooking oil divided3 eggplant small, cut into long strips2 cloves garlic finely minced1 red chile pepper finely minced1/2 inch fresh ginger peeled and finely minced1 green onion chopped1 tablespoon soy sauce1 tablespoon black vinegar Chinese black vinegar1/2 teaspoon sugar\nInstructions In a wok or saucepan over high heat, add 1 tablespoon of the cooking oil and swirl to coat wok. When wok is hot, add eggplant in a single layer. Cook 2 minutes and flip over each piece so they cook evenly. Cook another 2-3 minutes, flipping occasionally.The egg plant should have changed in color, the skin wrinkled and the flesh soft.Push eggplant aside in wok and add 1 tablespoon cooking oil. Add garlic, red chile peppers, ginger and green onion. Stir these aromatics until they become fragrant. Combine aromatics with eggplant and stir fry for one minute. Add soy sauce, black vinegar and sugar and stir to combine all. Serve immediately.\nNutritionCalories: 161kcalCarbohydrates: 22gProtein: 4gFat: 7gSodium: 260mgPotassium: 832mgFiber: 10gSugar: 13gVitamin A: 215IUVitamin C: 24.8mgCalcium: 34mgIron: 1mg\n\n \n\n  Tried this recipe?Let us know how it was!\n\nIf you like Sichuanese cooking, pick up “Land of Plenty: Authentic Sichuan Recipes Personally Gathered in the Chinese Province of Sichuan” cookbook by Fuchsia Dunlop. Fuchsia is a celebrated cookbook author specializing in Chinese cookery. She’s lived in Sichuan and was the first foreigner to study full-time at the province’s famous cooking school.\n \n\n\n\nDid you try this recipe? Please leave a star rating in the recipe card below and leave a review in the comment section! I always appreciate your feedback and I know other readers do, too!\nStay in touch with me in our Facebook group, on Pinterest or follow me on Instagram! Sign up for my email list, too where we chat all things recipes, tips, giveaways, and more! \n\n95 Comments\n\n\n\n\n\n\nDylan Goldman \non 3/5/23 at 11:46 am \n\n\n\n\nHad to cook the eggplant in batches in my wok. To help with the excessive oil, I actually used cooking spray and a splash of water to each batch. I also subbed a Serrano pepper since I didn’t have a red chili. Really good recipe!\nReply \n\n\n\n\n\n\n\n\nMonica Hamm \non 2/8/23 at 7:44 pm \n\n\n\nAmazon sells organic Chinese black vinegar……. totally worth it to have on hand in the vinegar section of my pantry!\nReply \n\n\n\n\n\n\n\n\nJoe \non 2/4/23 at 2:12 am \n\n\n\n\nThis was delicious, but I had to use way more oil than called for. Part of the issue was that I had to cook the eggplant in batches, in order to cook it in a single layer.\nI served it with crispy tofu to turn it into a main course.\nReply \n\n\n\n\n\n\n\n\nWynne \non 1/30/23 at 2:26 pm \n\n\n\nWhere did you get your wok? I have an electric stove and not sure what would work best.\nReply \n\n\n\n\n\n\n\n\nBecky Petteway \non 7/30/22 at 3:26 pm \n\n\n\n\nFantastic recipe….a great side dish for grilled steaks!\nReply \n\n\n\n\n\n\n\n\nM Shannon Peterson \non 8/30/22 at 9:06 am \n\n\n\n\nWe made this with soy scarce and onion with steak ! Absolutely delicious\nReply \n\n\n\n\n\n\n\n\n\n\nEfrat \non 7/9/22 at 3:42 pm \n\n\n\n\nI love this recipe though I made it a little bit less spicy.\nMy family loves it, it’s very easy to make and delicious.\nI replaced black vinegar with rice vinegar and it was just fine.\nReply \n\n\n\n\n\n\n\n\nIrena \non 7/3/22 at 9:02 pm \n\n\n\n\nFantastic! I picked my Japanese eggplants a few minutes before doing this recipe. Exquisite! Even a friend who doesn’t like eggplant went wild over it!\nReply \n\n\n\n\n\n\n\n\nTina \non 9/15/21 at 6:06 pm \n\n\n\n\nI’ve made this before and wanted to try again with addition of some protein. I was thinking either beef or pork. Can I increase the amount of sauce and just add the protein? Or should the protein be flavored with other ingredients? Has anyone tried adding any meat? Lmk.\nReply \n\n\n\n\n\n\n\n\nDiane \non 5/26/21 at 2:11 pm \n\n\n\nHow do you eat these eggplants? Scoop out the inner part, or cut through the skin and inside with a knife and fork?\nIs it possible to cook this by slicing the eggplants first, or would it get too soft?\nReply \n\n\n\n\n\n\n\n\nFaiza \non 9/28/20 at 9:39 pm \n\n\n\n\nI normally do not write reviews of recipes I find on the internet, but I made this today and omg it was RESTAURANT QUALITY! My husband had two bowls of this eggplant with quinoa b/c it was that good! I made slight modifications because of what I had on hand: used just 1 big globe eggplant, sautéed the eggplant in sesame oil (gave it a really nice flavor), rice vinegar instead of black vinegar, and omitted the sugar. Delicious! Thank you for this recipe!\nReply \n\n\n\n\n\n\n\n\nWilliam Harper \non 9/26/20 at 8:20 pm \n\n\n\nWay slow, too slow to bother with again?\nReply \n\n\n\n\n\n\n\n\nAnne \non 8/4/20 at 10:32 pm \n\n\n\n\nI made the recipe using 2 Chinese eggplants that were about 10 to 12″ long and had too much eggplant to the amount of sauce the recipe made. It tasted delicious but really needed a lot more sauce to coat all the pieces. It would be helpful if you could give a weight quantity so that we can adjust making more sauce if our eggplant is plentiful.\nWe enjoyed it very much and I look forward to making it in correct proportions.\nThanks!\nReply \n\n\n\n\n\n\n\n\nJasmine \non 5/24/20 at 1:30 pm \n\n\n\nLove this recipe. Simple yet delightful to the palate! Made this twice over isolation and my family enjoyed it! Thank you for sharing!!\nReply \n\n\n\n\n\n\n\n\nPhillip Minyard \non 5/23/20 at 1:37 pm \n\n\n\nHow much is 1/2 inch fresh ginger? The best measure is by weight. The second best is by volume, such as 1 teaspoon, etc. Is 1/2 inch a 1/2 inch piece of 1/2 inch diameter, 1 inch diameter, etc.?\nReply \n\n\n\n\n\n\n\n\nKe \non 7/7/20 at 12:41 am \n\n\n\nFresh ginger is like a finger. So measure about a half inch of your finger or the ginger.\nReply \n\n\n\n\n\n\n\n\n\n\nClaudia \non 5/6/20 at 8:19 pm \n\n\n\nTruly delicious! I have done it twice and each time it was a hit. Easy to prepare and super tasty! Thank you so much for sharing! LOVE IT\nReply \n\n\n\n\n\n\n\n\nHina \non 4/2/20 at 8:32 pm \n\n\n\nHi where just wondering where you got that garlic grinder tool from?? That would be a time saver for me in the kitchen!\nReply \n\n\n\n\n\n\n\n\nJaden \non 4/6/20 at 3:14 pm \n\n\n\nI love this tool! https://amzn.to/2XcldvW\nJaden\nReply \n\n\n\n\n\n\n\n\n\n\nshapelessjourneys \non 12/22/19 at 2:02 pm \n\n\n\n\nAbsolutely easy and gorgeous, supertasty recipe! Will make this more often!\nReply \n\n\n\n\n\n\n\n\nRobert Hartley \non 10/4/19 at 4:27 pm \n\n\n\n\nEggplant has never been my fav unless masked as eggplant parmesan covered with sauce. Wow…this is great!!!\nReply \n\n\n\n\n\n\n\n\nMichele \non 9/14/19 at 6:28 pm \n\n\n\nThis is one of my favorite recipes! Delicious!\nReply \n\n\n\n\n\n\n\n\nJaden \non 9/15/19 at 9:22 am \n\n\n\nThanks so much Michele! Jaden\nReply \n\n\n\n\n\n\n\n\n\n\n3uvp \non 7/23/19 at 12:31 am \n\n\n\n\nEasy to make. And tastes great too! I did put a little salt to add some flavor. I dont like my dishes too sweet lol\nReply \n\n\n\n\n\n\n\n\nTeddy Baker \non 7/12/19 at 3:19 pm \n\n\n\n\nGreat recipe. The comments on the globe eggplant, though, are old wives tales. Modern globe eggplant are not bitter and never need salting. Just an old chef’s habit which needs to be disabused and discarded.\nReply \n\n\n\n\n\n\n\n\nJaden \non 7/13/19 at 12:31 pm \n\n\n\nAh, thanks for that tidbit of info Teddy! Jaden\nReply \n\n\n\n\n\n\n\n\n\n\nMike \non 6/5/19 at 10:57 am \n\n\n\nOh, I love this one. Had many styles before but this one is a clear winner in speed and taste. Thank you for this great recipe !!\nReply \n\n\n\n\n\n\n\n\nMichele \non 2/7/19 at 2:02 pm \n\n\n\nWhat kind of red chillies do you use. There are so many different varieties.\nReply \n\n\n\n\n\n\n\n\nJaden \non 2/8/19 at 10:46 am \n\n\n\nWell it’s up to you and your spice level comfort. I try to get small Asian style red chilies, but I can’t always find them at the market.\nReply \n\n\n\n\n\n\n\n\n\n\nAdel \non 11/19/18 at 11:56 pm \n\n\n\n\nThanks for the recipe!! I added petai and lady’s finger .\nSoooooooo nice!!\nReply \n\n\n\n\n\n\n\n\nIan Robbins \non 8/16/18 at 9:34 am \n\n\n\n\nI made a version of this last night with a few of my own modifications and it was excellent. Thanks so much for the inspiration. Your video is great. I hope you’re really successful with your food blog.\nReply \n\n\n\n\n\n\n\n\nDanni \non 5/19/18 at 11:06 am \n\n\n\n\nSo good! Thanks!\nReply \n\n\n\n\n\n\n\n\nMarilyn \non 5/4/18 at 1:33 am \n\n\n\n\nI loved this recipe. I have dietary restrictions so had to cut the soy and sugar from the recipe. It still turned out very tasty and satisfying. Not the same flavor Iʻve come to love, but very satisfying, nonetheless!\nReply \n\n\n\n\n\n\n\n\nWill Mcgill \non 1/16/18 at 4:27 am \n\n\n\n\nWill Mcgill\nMy maid came to work  this morning with fresh Chinese eggplant from her friends  garden down the street . Im from California and live in KL now. I love your video. You are so dang cute and perky. I will make this dish for my grandson and son in law tomorrow nite.  I need to get some chiles, black Chinese vinegar and green onions at Ben’s. Thank you!\nReply \n\n\n\n\n\n\n\n\nDavid Finke \non 12/3/17 at 11:04 pm \n\n\n\n\nI love this recipe, better than I’ve had in restaurants. Am fascinated by the garlic utensil you use. Does it have a name? \nReply \n\n\n\n\n\n\n\n\nJaden \non 12/4/17 at 11:16 am \n\n\n\nTHank you David! Here is the garlic tool: http://amzn.to/2Ar4xVU\nReply \n\n\n\n\n\n\n\n\nAnne \non 9/15/19 at 1:49 pm \n\n\n\nI don’t think that’s the same tool you used.  I too am fascinated – I use so much garlic and the looked so easy.  \nReply \n\n\n\n\n\n\n\n\n\n\n\n\nMC Jenner \non 4/10/17 at 9:16 pm \n\n\n\nThis recipe is amazing! I’m on a low salt diet, but I was craving this dish (魚香茄子). I only used one teaspoon of soy sauce and it came out fantastic! This is an easy and delicious recipe! Thank you!\nReply \n\n\n\n\n\n\n\n\nRose \non 4/4/17 at 8:16 pm \n\n\n\nThis was so good! I modified it a little – cutting the eggplant into cubes, microwaving for 6 minutes to speed up the cooking process, and adding Lao Gan Ma spicy chili crisp instead of chili pepper. My fiancé said he loved it, and helped himself to two servings!\nReply \n\n\n\n\n\n\n\n\nLily \non 3/27/17 at 12:22 pm \n\n\n\nI will be trying this recipe out tonight , it looks delicious !! 🙂 I don’t have any chilli peppers could I use chilli flakes instead ?!\nThank you!\n🙂\nReply \n\n\n\n\n\n\n\n\nJaden \non 3/27/17 at 6:48 pm \n\n\n\nHi Lily! Absolutely 🙂\nReply \n\n\n\n\n\n\n\n\n\n\njanice \non 2/8/17 at 3:32 am \n\n\n\nThe instructions do not work completely. For one thing, eggplants takes a lot longer than five minutes to cook – if they are not soft, their flavor is not completely brought out. For another, a wok is not big enough to lay out all eggplant pieces – unless the two eggplants are awfully small. \nBut I did follow the general instructions, and the outcome was a very pretty and tasty dish. I sliced eggplants in the past, and I must say slices are not as pretty as long strips. \n I steamed eggplants before. My conclusion is, sauteed eggplants taste much better than steamed ones. It’s a shame to waste eggplants by steaming. I rather run five miles. I want my eggplants sauteed.\nReply \n\n\n\n\n\n\n\n\nJaden \non 2/8/17 at 11:30 am \n\n\n\n…and with lots of garlic!\nReply \n\n\n\n\n\n\n\n\nKat King \non 4/10/17 at 6:21 pm \n\n\n\nDid you use Chinese long eggplant??…those cook faster than large bulbous eggplant, that we commonly have in American grocery stores!!\nReply \n\n\n\n\n\n\n\n\nJaden \non 4/11/17 at 9:57 am \n\n\n\nYes! I use both Chinese and Japanese eggplant. I love those both better than round Italian style globe eggplant.\nReply \n\n\n\n\n\n\n\n\n\n\n\n\nCleone \non 8/10/16 at 2:23 am \n\n\n\nGreat recipe! I omitted the chili and used balsamic vinegar instead of black vinegar. Still tasted great!\nReply \n\n\n\n\n\n\n\n\nAlison \non 7/31/16 at 9:43 am \n\n\n\nThanks for the recipe – I’ll give it a whirl. I nearly gave up on this page though – you have so many ads coming in from so many (slow) servers that it took over 5 minutes to load. You’re going to lose a lot of readers that way.\nReply \n\n\n\n\n\n\n\n\nErin \non 6/30/16 at 5:14 pm \n\n\n\nVery delicious!! Thank you 🙂\nReply \n\n\n\n\n\n\n\n\nCassandra \non 6/29/16 at 5:49 am \n\n\n\ncan i use oyster sauce and replace the black vinegar?\nReply \n\n\n\n\n\n\n\n\nJaden \non 6/29/16 at 2:05 pm \n\n\n\nOyster sauce is sweet and salty — black vinegar is sour and sweet. Substitute instead with balsamic vinegar.\nReply \n\n\n\n\n\n\n\n\n\n\nashwin sura \non 9/15/15 at 9:48 pm \n\n\n\nSuper east dish. Sweet and hot, garlic and ginger infused fragrant and delicious. Very little prep time and cooking time.\nLove it\nReply \n\n\n\n\n\n\n\n\nKat \non 9/4/15 at 1:43 pm \n\n\n\nThis recipe looks great! I plan on trying it tonight. Do you think I could use chili paste instead of chopped chili?\nReply \n\n\n\n\n\n\n\n\nMausie S \non 8/4/15 at 10:52 pm \n\n\n\nI have not tried any other cooking for eggplant but just Filipino style, fried, steamed and or sauté wants to try yours, saw a jar of pepper bean paste but ignored it, will buy it then tomorrow, while on sale !\nReply \n\n\n\n\n\n\n\n\nPradeep \non 7/19/15 at 2:23 am \n\n\n\nI tried this today and it was out of the world! I live in Singapore but ironically the first time I tried this dish was in London! And I loved it and today decided to cook it at home and found your site. I paired this with a simple egg fried rice and the result was divine! Thanks for the recipe! It rocks!\nReply \n\n\n\n\n\n\n\n\nLinda \non 7/1/15 at 7:39 pm \n\n\n\nWhat would side dish would go along with this eggplant recipe. I am cooking this eggplant recipe tonight it looks like it will be good. Thanks\nReply \n\n\n\n\n\n\n\n\nJaden \non 7/2/15 at 2:57 pm \n\n\n\nHi Linda – serve with white rice and simple steamed vegetables.\nReply \n\n\n\n\n\n\n\n\n\n\nPhil H \non 4/28/15 at 7:45 pm \n\n\n\nI made this tonight – wow! So good! And so easy. It was my first experience with Chinese eggplant , but it won’t be the last. I also added broccoli florets to the stir fry and that worked well. This recipe is a keeper.\nReply \n\n\n\n\n\n\n\n\nJaden \non 4/29/15 at 7:41 am \n\n\n\nThank you so much Phil!\nReply \n\n\n\n\n\n\n\n\n\n\nEla \non 2/2/15 at 1:57 pm \n\n\n\nI love all your recipes, simple and delicious like this one!\nReply \n\n\n\n\n\n\n\n\nLee Cooper \non 11/20/14 at 1:09 pm \n\n\n\nMy wife is a veggie but I detest the things – we’re now living in Egypt and baby aubergines are everywhere (white and purple).\nI cooked some fish for her tonight and as a side decided to cook some of the aubergines that we had … I replaced the black vinegar with malt vinegar, but this still turned out lovely!\nThank you.\nReply \n\n\n\n\n\n\n\n\nJessica \non 10/22/14 at 12:13 am \n\n\n\nWhat brand is that garlic smasher thingy?\nThanks!\nReply \n\n\n\n\n\n\n\n\nJaden \non 10/22/14 at 6:22 am \n\n\n\nit’s the NexTrend – best garlic thingy in the world!\nReply \n\n\n\n\n\n\n\n\n\n\nJulia \non 10/17/14 at 6:31 am \n\n\n\nHi Jaden,\nI tried it this morning and it was good. Besides I love eggplants. And I used the green ones, here in Indonesia, the green ones are more sweeter, for my taste.\nWe used to cook the eggplants with chili ( lots of them ) onion, garlic, salt , stir fry them and combine with the fried eggplants. So your recipe is new to me and I must say it is delicious.\nThank you for sharing.\nReply \n\n\n\n\n\n\n\n\nSteamyKitchen \non 10/17/14 at 7:08 am \n\n\n\nThank you so much Julia! I haven’t tried green eggplants before – I’ll have to try to grow them in my garden!\nReply \n\n\n\n\n\n\n\n\n\n\nJessica \non 8/30/14 at 5:09 pm \n\n\n\nAwesome! I threw in what I had in the fridge, lots of substitutions and I maybe made it more Mexican, lol. I definitely needed to cut my eggplant thinner. My slices were pretty big 🙂\nReply \n\n\n\n\n\n\n\n\nJessica \non 8/30/14 at 5:13 pm \n\n\n\nI’ll definitely try it out right the next time! Thanks, great recipe!\nReply \n\n\n\n\n\n\n\n\nSteamyKitchen \non 8/31/14 at 9:14 am \n\n\n\nThank you Jessica! But hey, Mexican style eggplant sounds AWESOME!\nReply \n\n\n\n\n\n\n\n\n\n\nKate \non 8/20/14 at 5:38 pm \n\n\n\nI don’t have a red chili pepper but want to make this tonight. What would be a good substitute? I do have a jalapeño and a Hungarian hot wax pepper and a sweet red pepper.\nReply \n\n\n\n\n\n\n\n\nSteamyKitchen \non 8/21/14 at 10:56 am \n\n\n\nAny type of chile pepper would be fine, just the color and spice level will be different. I suggest combo of sweet red + jalepeno!\nReply \n\n\n\n\n\n\n\n\n\n\nBrenda K \non 8/3/14 at 2:42 am \n\n\n\nOh, and I am very excited to buy that cookbook you recommend and some Sichuan peppercorns!\nReply \n\n\n\n\n\n\n\n\nBrenda K \non 8/3/14 at 2:34 am \n\n\n\nWow, super! I just jumped on the old ‘net to look for recipes for Chinese eggplant since my Ping Tung plant is popping them out like crazy now, and landed right on this one 🙂 It looks so beautiful too — can’t wait to try it! I have lots of chiles/peppers but no spring onions now, so will substitute chives. Your garlic-ginger-saute’d bok choi recipe instantly became my favourite way to prepare that vegetable when I first found it a couple years ago. Thank you!\nReply \n\n\n\n\n\n\n\n\nSusan R \non 7/9/14 at 10:37 pm \n\n\n\nRunning out for black vinegar never heard of it but i m sure the chinese grocery store will carry it. Alicia thanks for the tip regarding black vinegar Xinjiang or Chinkiang vinegar\nReply \n\n\n\n\n\n\n\n\nMary Blackledge Corroo \non 5/16/14 at 8:11 pm \n\n\n\nHi Jaden! I made this eggplant dish last night. It was my first time cooking with black vinegar and black bean paste. The dish turned out beautifully. We thoroughly enjoyed it. Thanks for the great recipe and post. I look forward to trying more of your recipes. I will check out your quilting site too since I quilt also. Have a great day. 🙂\nReply \n\n\n\n\n\n\n\n\nSH \non 5/8/14 at 2:59 pm \n\n\n\nI’ve made this recipe last night & it was great. It smalled like restaurant take out food. a must try!\nReply \n\n\n\n\n\n\n\n\nNatalie Luffer \non 5/8/14 at 11:36 am \n\n\n\nWow Jaden, quite a while since I saw a post. This dish is just what I have been searching for and I am in love with the recipe and the results.\nSo soft and tender the only problem: I can’t stop eating it and then there is none for the family…..\nReply \n\n\n\n\n\n\n\n\nAlicia \non 5/2/14 at 9:37 pm \n\n\n\nFor those people enquiring about the bitterness or otherwise of eggplant (aubergine, in Europe). Fresh eggplant of any variety should not be bitter, particularly modern strains that we will buy in the shops. If your eggplant is old, then it will be bitter, that’s why someone said they found a bitter one once. To choose a fresh eggplant, always look for the “leaves” where the stem joins the plant. This green bit should be green, not brown, not greyish and not bruised. The eggplant should look plump, not shrivelled, and the freshest eggplants will look shiny and bursting with life. There shouldn’t be discoloured spots.\nFinally, to figure out if you need to salt your eggplants (frankly, in my opinion, if they need salting I’m going to bin it anyway as it’s not fresh), cut a little sliver and eat it raw. If it’s bitter you will taste it immediately. If it’s fresh it will taste sweet and fresh.\nOh, and the dark vinegar required for this recipe is Xinjiang or Chinkiang vinegar, in case you can find it. It has a distinct flavour.\nGood luck!\nReply \n\n\n\n\n\n\n\n\nmeera bali \non 5/2/14 at 12:28 pm \n\n\n\nThis is one of my favorite dishes and it tastes amazing, I have never made it at home but will try now with this recipe. I had it for the first time at a restaurant in San Jose California called Lock chun. Wow!!! Last I had it at a Chinese restaurant in Atlanta Georgia, I believe if I can get the sauce right I can make it at home. I won’t eat most eggplant dishes, this one I can eat without rice or anything. I m Indian and we eat loads of eggplant in different preparations, this Chinese one is amazing\nReply \n\n\n\n\n\n\n\n\nJeanine \non 4/7/14 at 9:48 pm \n\n\n\nI did a random search on the internet for Chinese eggplant recipes, found yours, fixed it, and OOOOH! YUMMY! Thank you so much. I did have bean paste I had luckily bought on a whim the week before! Yay! Easy, delicious, and fast. I made mine over rice and it was a great simple dinner. Thank you again!\nReply \n\n\n\n\n\n\n\n\nVi \non 3/26/14 at 1:19 am \n\n\n\nI just made this and it turned out fantastic! Love your tasty, easy, fast recipes. So glad I found your blog!\nReply \n\n\n\n\n\n\n\n\nDenny \non 3/24/14 at 11:11 pm \n\n\n\nI enjoy your recipes Jaden, I have sent this one to several person. Your cooking is easy and fast it works well with my lifestyle. Continue to do a great job 🙂\nReply \n\n\n\n\n\n\n\n\nSteamyKitchen \non 3/25/14 at 10:56 am \n\n\n\nThank you Denny!\nReply \n\n\n\n\n\n\n\n\n\n\nKathleen McCalla \non 3/20/14 at 3:04 am \n\n\n\nlooks amazing and will try…but I am interested in the garlic do-hickey!!! Love your site…btw…I am Jeremiah’s Aunt Kathie! Hope to meet ou one day.\nReply \n\n\n\n\n\n\n\n\nAnnie Goh \non 3/5/14 at 8:09 pm \n\n\n\nI love this recipe. Simply delicious and supper easy to prepare.\nReply \n\n\n\n\n\n\n\n\nLaura @ Laura's Culinary Adventures \non 2/24/14 at 10:58 am \n\n\n\nYum! Chinese eggplant is one of my favorite vegetables! I have most of these ingredients already on hand. Thanks for sharing!\nReply \n\n\n\n\n\n\n\n\nJenny \non 2/23/14 at 10:22 pm \n\n\n\nThis was delicious! Thank you for sharing!!\nReply \n\n\n\n\n\n\n\n\nJeanne K \non 2/21/14 at 5:25 pm \n\n\n\nOoh, one of my favorite dishes (and one my teenage daughter loves, too)! I usually use brown sugar and a splash of oyster sauce in my version (the remaining ingredients are the same, though). I can’t wait to try your recipe–it looks delicious.\nReply \n\n\n\n\n\n\n\n\nShashi @ RunninSrilankan \non 2/21/14 at 12:00 pm \n\n\n\nThis eggplant sounds fantastic – love the color and flavor the red pepper and green chili give it!\nReply \n\n\n\n\n\n\n\n\nMiche \non 2/20/14 at 2:48 pm \n\n\n\nI love cooking with Chinese and Japanese eggplants! Yuu xiang chie zi is one of my favorite dishes (although I’ve never made it at home. Now I have to.) Typically, I find they don’t need salting, but I had a bad experience once with some eggplants that turned out very bitter. Since then, I always salt, but now I’m wondering if I’m paranoid…\nReply \n\n\n\n\n\n\n\n\nBeth B \non 2/18/14 at 8:52 pm \n\n\n\nI didn’t grow up eating eggplant (and lots of other delicious veggies) and am so happy to find this recipe. Sounds delicious. Also, the video is so very helpful. Lastly, I love that you include a picture in the printed recipe. It reminds me why I printed a recipe when I see the photo.\nReply \n\n\n\n\n\n\n\n\nCaroline \non 2/18/14 at 1:36 am \n\n\n\nHm I love this dish! Eggplants are one of my favorite vegetables! It’s interesting to read about the bitterness of globe eggplants..can they really be bitter in America? I buy regular globe eggplants all the time here in Switzerland and never had a single one that was bitter. Could it be because they let them grow to big in the States? (I was always amazed at the huge sizes of some veggies and fruits over there!). Anyway I need to make this dish soon again, it tastes as delicious as it looks!\nReply \n\n\n\n\n\n\n\n\nTom mclaughlin \non 2/18/14 at 12:59 am \n\n\n\nYu Shang chetzu is one of my favorite Chinese dishes. I tried the recipe and found that the eggplants do not get soft as in a restaurant. So I asked the chef. He said he deep fries the eggplant.\nReply \n\n\n\n\n\n\n\n\nBella \non 3/6/15 at 8:16 pm \n\n\n\nInstead of deep frying, you can steam the eggplants separately first to your desired level of softness. Much healthier and is really quick and effective.Then add to stirfryed ingredients\nReply \n\n\n\n\n\n\n\n\ntamsyn \non 12/2/15 at 2:57 am \n\n\n\nI fry the eggplants with a half cup water added and then put a lid on for my Thai style basil/eggplant. Stops eggplants soaking up too much oil as they’re basically being braised.\nReply \n\n\n\n\n\n\n\n\n\n\n\n\nCooking Jar and Happy Accidents \non 2/17/14 at 6:13 pm \n\n\n\nLooks like a simple, easy stir-fry that yields just enough yum. I do envy the clicks, it’s not often eggplant in cooked form can look this good.\nReply \n\n\n\n\n\n\n\n\nRamya Raj \non 2/17/14 at 4:55 pm \n\n\n\nLooks absolutely delicious! Nothing beats the taste of freshly picked eggplant, savored as fish by vegetarians in India.\nReply \n\n\n\n\n\nTrackbacks/Pingbacks\n\nChina-Changsha 2001 – Oxley Adventures - […] Aubergine […]\nChinese Eggplant with Spicy Garlic Sauce | The Yummy Cats - […] Chinese Eggplant with Spicy Garlic Sauce Recipe @ SteamyKitchen […]\nI made something! | Far + Away - […] altered this recipe to include more spices (four times the peppers, a bunch of chili oil at various points, and…\nLexington Community Farm Coalition » Eggplant - […] Szechwan style or with a spicy garlic sauce for a Chinese […]\nWhats Cooking #4: Eggplant + Soy Vay | - […] to caramelize and give a nice sear. Verdict: Delicious but still not a fan of the eggplant texture. Here…\nChinese Eggplant with Spicy Garlic Sauce | EvaGalloway.com - […] ©Steamy Kitchen Recipes, 2014. | Permalink | No comments […]\nChinese Eggplant with Spicy Garlic Sauce | I ♥ Delicious Food - […] https://steamykitchen.com/30476-chinese-eggplant-with-spicy-garlic-sauce.html […]\n\n\n\nSubmit a Comment Cancel replyYour email address will not be published. Required fields are marked *\nRecipe Rating \n\nRecipe Rating\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nComment * Name \nEmail \nWebsite \n Save my name, email, and website in this browser for the next time I comment.\n \n\nΔ \n \n\n\n\nFavorite Thanksgiving Recipe\nThanksgiving Menu For TwoNew Recipes\n Think Inside The Box: The Best Subscription Boxes to Gift This Year \nRead More... 10 Microwave Hacks to Simplify Your Thanksgiving Holiday \nRead More...\n \n\n\n\n\n\n\n\n\n\nDON’T MISS A THING!\n\nNew recipes, reviews, and giveaways every week!\n\nYes Please!\n\n\n\n\n\n\n\n\n\n\n\n Hi, I’m Jaden, a professional recipe developer, tv chef and cookbook author. Steamy Kitchen specializes in connecting you to simple pleasures through food.\nMORE ABOUT US\n\n\n\n\n\nOur Cookbooks\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n©2021 STEAMY KITCHEN LLC. ALL RIGHTS RESERVED.\nTerms & Conditions / Privacy Policy / Official Giveaway Rules\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n"}