{"docid": "Classic gimbap recipe by Maangchi", "content": " Classic gimbap recipe by Maangchi                                 Home CookingRecipesIngredientsKitchenwareBeginner’s guide CommunityBlogForumFood photosMaangchi's monthly letter ShopMy CookbooksKorean grocery stores worldwideKorean ingredients online AboutAbout MaangchiContact Maangchi on YouTube Maangchi on Facebook Maangchi on Twitter Maangchi on Instagram Maangchi on TikTok Maangchi on YouTube Maangchi on Facebook Maangchi on Twitter Maangchi on Instagram Maangchi on TikTok   Play How to make gimbap (aka kimbap: 김밥) video  Classic gimbapGimbap 김밥Hi everybody!Spring has come! It’s time for us to make something delicious, pack a lunch box, and go on a picnic.I can’t fully enjoy any activity or event unless delicious food is on hand. Most Koreans are like this. I may spend one afternoon in Central Park here in New York, but before I do, I need to make gimbap. Packed with some water and an apple, my outing is more exciting knowing that it’s in my bag waiting for me. Oh, don’t forget some napkins and chopsticks!If you do this, think about me when you unwrap your gimbap and sit down to eat! I’ll give you an imaginary compliment!Basically, gimbap is a seaweed rice roll made of gim (a sheet of dried seaweed) and bap (rice). So as long as you can roll some rice in gim, you can say: “Check out the gimbap that I made!”For fillings, you can use chopped kimchi if you’re in a hurry, or make a classic gimbap like I do in this video. This recipe uses many colorful ingredients: carrot, eggs, danmuji, spinach (or cucumber), and beef. It takes a little longer to prepare. You can replace spinach with salted cucumber sticks, carrots with imitation crab sticks (or sliced and sauteed red bell pepper), and beef with sausage or ham.This recipe is a very authentic, classic style gimbap that I used to eat and make all the time. Gimbap can be made with all kinds of fillings, and I like almost all of them, except for a few like mayonnaise. I like mayonnaise in my potato salad and in my sandwich, but not in my gimbap. I just don’t like the greasy texture.You may be wondering: “Maangchi, how come you didn’t post this classic gimbap sooner?”Yes, years ago, I posted my tuna gimbap recipe with a tuna and avocado based filling. I’d been using this recipe for years, even before YouTube was invented, and every time I took it to a party, it was always a big hit. The filling is my own invention – tuna stir-fried with soy sauce, garlic, ground black pepper, and sugar.So when I wanted to shoot a gimbap video, I chose it because I thought you guys would love it. But I always wanted to do a classic gimbap video too, so here it is!I’ve been making and eating this classic gimbap for years, much longer than my tuna gimbap. It’s something that my mom used to make for me for my school picnic. Whenever the picnic was announced, the first thing to come into my mind was this delicious gimbap! On that day everyone brings gimbap from home, shares a bite with their friends, and tries to figure out which gimbap tastes better. We sat in the grass on the side of the mountain and shared our gimbap and other snacks like sweet candy, yang-gaeng, dried squid, peanuts, boiled chestnuts, and hard-boiled eggs with salt. Great times!Many moms also send off their kids with an extra gimbap for their teachers, to express their thanks for the teacher’s hard work. You can imagine, some teachers end up with a lot of gimbap! Because it should be consumed that day, they usually share them with other teachers, or give them to students who didn’t bring their own gimbap. What a touching story.All right, enough of the long introduction. My stories go on and on when I talk about certain food. : )This is the recipe, let’s get serious!Ingredients: (serves 2-3 : 5 rolls)5 sheets of gim (seaweed paper), roasted slightly (sometimes called “nori” from Japanese)4 cups cooked rice (the recipe is here, but make with 2 cups of short grain rice instead of 1 cup)½ pound beef skirt steak (or tenderloin, or ground beef)1 large carrot, cut into matchsticks (about 1½ cup)5 strips of yellow pickled radish (use pre-cut danmuji or cut into 8 inch long strips)8  to 10 ounces spinach (1 small bunch), blanched, rinsed in cold water, and strained3 eggs3 garlic cloves2 teaspoons soy sauce1 tablespoon plus 1 teaspoon brown (or white) sugar1½ teaspoon kosher salt2½ tablespoons toasted sesame oilvegetable oilDirectionsRice:Place freshly made rice in a large, shallow bowl. Gently mix in ½ teaspoon kosher salt and 2 teaspoons toasted sesame oil over top with a rice scoop or a wooden spoon.Let it cool down enough so it’s no longer steaming. Cover and set aside.Spinach:Combine the blanched spinach, 2 minced garlic cloves, ½ teaspoon kosher salt, and 2 teaspoons toasted sesame oil in a bowl.Mix well by hand and put it on a large platter with the sliced yellow pickled radish.Carrots:Combine the carrot matchsticks with ¼ teaspoon kosher salt. Mix well and let it sweat for 5 to 10 minutes. Heat a pan and add a few drops vegetable oil.Squeeze out excess water from the carrot, then saute for about 1 minute. Put it on the platter next to the spinach.Steaks:Trim the fat from the skirt steaks and slice into ¼ inch wide, 3 to 5 inch strips. Put the strips into a bowl. Add 2 teaspoons soy sauce, 1 minced garlic clove, ¼ teaspoon ground black pepper,1 tablespoon plus 1 teaspoon brown (or white) sugar, and 2 teaspoons toasted sesame oil. Mix well by hand.Set aside, and let them marinate while we do the egg strips.Eggs:Crack 3 eggs in a bowl and add ¼ teaspoon kosher salt. Beat it with fork and remove the stringy chalaza.Drizzle a few drops of oil on a heated 10 to 12 inch non-stick pan. Wipe off the excess with a paper towel so only a thin sheen of oil remains. Turn down the heat to low and pour the egg mixture into the pan. Spread it into a large circle so it fills the pan. When the bottom of the egg is cooked, flip it over with a spatula. Remove from the heat and let it cook slowly in the hot pan for about 5 minutes, with the ultimate goal of keeping the egg as yellow as possible, and not brown.Cut it into ½ inch wide strips. Put it next to the spinach on the platter.Finish steaks:Heat up a pan over medium high heat and cook the marinated beef, stirring it with a wooden spoon until well cooked. Set aside.Let’s roll gimbap!Place a sheet of gim on a bamboo mat with the shiny side down. Evenly spread about ¾ cup of cooked rice over top of it, leaving about 2 inches uncovered on one side of the gim.Place beef, carrot, yellow pickled radish strip, a few egg strips, and spinach in the center of the rice. Use both hands to roll the mat (along with gim and rice) over the fillings, so one edge of the rice and gim reaches the opposite edge. This centers the fillings in the roll, so they’ll be nicely in the middle when you slice it.Grab the mat with both hands and and press it tightly as you continue rolling the gimbap. Push out the mat as you roll, so it doesn’t get wrapped in the gimbap.  Remove the roll from the mat at the end and set the finished roll aside with the seam down, to seal it nicely.Repeat 4 more times with the remaining ingredients.Put some toasted sesame oil on the finshed rolls and sprinkle some sesame seeds over top. Cut each roll into ¼ inch bite size pieces with a sharp knife, occasionally wiping it with a wet paper towel or cloth to clean the starch off and to ease cutting. Put it on a plate and serve immediately or pack it in a lunchbox.   Print recipe Posted on Friday, April 11th, 2014.\n Last updated on June 24, 2023.  Recipe type: gimbap, lunchbox, main dish, non spicy, rice, snack  Tagged as delicious korean food, doshirak, 김밥, gimbab, Gimbap, How to make Korean gimbap, How to make Korean kimbap, how to make Korean sushi, korean food, Korean kitchen, Korean lunchbox, Korean recipes, Korean style sushi, Korean sushi, party food, picnic food, potluck food, seaweed rice rolls, seaweed roll, sesame oil, sushi Leave your rating:       Submit Rating  So far this is rated 5/5 from 475 votes Be the first to rate this.Maangchi's Amazon picks for this recipeIt's always best to buy Korean items at your local Korean grocery store, but I know that's not always possible so I chose these products on Amazon for that are good quality. See more about how these items were chosen.Want my recipes in your email?My monthly letter to my readers includes my recipe roundup, funny and touching stories, upcoming events, reader comments and photos of what you guys are cooking! It's delivered the first day of every month. Here's the letter from November if you want to see what it's like.   167 Comments: aluma joined 9/23 & has 3 commentsPosted September 6th, 2023 at 4:45 am | Log in to reply or create a profile.My first time making (and eating) gimbap and this recipe was so fun and easy to follow. Thank you! Beckaroosy United States joined 7/22 & has 1 commentPosted July 25th, 2022 at 3:44 pm | Log in to reply or create a profile.I was planning on making this for my bento box so it will be eaten cold. Is it safe to eat this cold? I keep reading that you need to put rice vinegar or something to keep bacteria from growing on cold rice. Smiley.faced Mississippi, USA joined 5/22 & has 1 commentPosted May 31st, 2022 at 1:10 pm | Log in to reply or create a profile.It’s so delicious!! Thank you for giving us these recipes because we never knew how much we loved Korean food! We made it vegetarian.See full size image mickeystew New Zealand joined 4/22 & has 1 commentPosted April 30th, 2022 at 4:42 am | Log in to reply or create a profile.Loved this recipe so much! Tried kimbap the first time a few weeks back and couldn’t wait to try make it! Tastes just like the real dealSee full size image izabela s România joined 4/22 & has 1 commentPosted April 8th, 2022 at 2:53 am | Log in to reply or create a profile.I made again your recipe after long time and I enjoy it with my family. When I kook korean I think of you. Thank you for sharing your recipesSee full size image Maangchi New York City joined 8/08 & has 550 commentsPosted April 15th, 2022 at 12:30 pm | Log in to reply or create a profile.Thank you for sharing your gimbap photo! Delicious! Elli14 Norway joined 11/21 & has 2 commentsPosted March 12th, 2022 at 3:13 pm | Log in to reply or create a profile.Made this today! I’m so happy with how they turned out. With some homemade kimchi on the side. Thanks, your recipes are always so nice and easy to follow!See full size image Maangchi New York City joined 8/08 & has 550 commentsPosted March 14th, 2022 at 4:06 pm | Log in to reply or create a profile.The rice looks well made! Each grain of the rice looks like it has a firm and chewy texture. The colorful fillings are exactly in the center. Congratulations! Now I feel like gimbap. : ) Elaine W Halifax joined 2/22 & has 3 commentsPosted February 17th, 2022 at 8:09 pm | Log in to reply or create a profile.Very delicious, thanks for your recipes.See full size image Maangchi New York City joined 8/08 & has 550 commentsPosted February 28th, 2022 at 4:08 pm | Log in to reply or create a profile.Elaine, your Korean table for bibimbap, gimbap, side dishes, and the soybean sprout soup look so colorful and delicious! Amazing! AKAPete Waterlooville (UK) joined 1/22 & has 1 commentPosted January 25th, 2022 at 2:22 pm | Log in to reply or create a profile.Just used this recope to try and have a go at making Gimbap as never tried it before, And the results were amazing recipe was easy to follow and even tweaked it to do a veggie version for a friend at work. Thank for the recipe look forward to getting your recipe book to try moreSee full size image ChrisG New York joined 9/21 & has 3 commentsPosted September 22nd, 2021 at 2:38 pm | Log in to reply or create a profile.I made Maangchi’s Gimbap! I followed it exactly except I made my own Korean style pickled radish. Thank you for the recipe!See full size image Maangchi New York City joined 8/08 & has 550 commentsPosted September 25th, 2021 at 9:52 am | Log in to reply or create a profile.I want to taste your gimbap! : ) It looks great! MaangchiLove Montreal, Toronto joined 8/19 & has 56 commentsPosted May 17th, 2021 at 7:14 pm | Log in to reply or create a profile.Ta-da~!See full size image Maangchi New York City joined 8/08 & has 550 commentsPosted May 24th, 2021 at 5:35 pm | Log in to reply or create a profile.Your gimbap looks really tasty! The rice looks firm and chewy and fully packed colorful fillings are gorgeous! MaangchiLove Montreal, Toronto joined 8/19 & has 56 commentsPosted September 4th, 2021 at 1:53 pm | Log in to reply or create a profile.Thank you, Maangchi~ :D I made kimbap again just now. Always think of you whenever I make Korean food :)See full size image MaangchiLove Montreal, Toronto joined 8/19 & has 56 commentsPosted September 4th, 2021 at 1:54 pm | Log in to reply or create a profile.Oh didn’t have carrots mariacamille Philippines joined 6/20 & has 1 commentPosted June 3rd, 2020 at 5:17 am | Log in to reply or create a profile.I made these today, Maangchi. This was a hit with my family! I didn’t have the rectangular lunch box, so I used an old cake container. Though I experimented a bit by adding a touch of 현미식초 when seasoning the rice (forgive me, Maangchi )See full size image donn Southeast Asia joined 5/20 & has 1 commentPosted May 26th, 2020 at 12:00 am | Log in to reply or create a profile.made mine with brown rice.. and it’s so delish… making it again this week..See full size image Sjoh213 Huntsville, AL joined 1/19 & has 2 commentsPosted May 24th, 2020 at 1:03 am | Log in to reply or create a profile.Can you make a kimchi kimbap with this recipe? I used to eat this kimchi kimbap at my favorite korean restaurant, but they remove this particular kimbap off the menu. Ara.k New York joined 4/20 & has 1 commentPosted April 21st, 2020 at 2:14 am | Log in to reply or create a profile.I was wondering if instead of the steak skirt, could you substitute other things like tuna or something? sanne Munich joined 8/14 & has 298 commentsPosted April 21st, 2020 at 3:14 pm | Log in to reply or create a profile.Why not? Or you could try this recipe: https://www.maangchi.com/recipe/chamchi-gimbap WishfulsoUl Oslo joined 3/20 & has 17 commentsPosted April 17th, 2020 at 4:21 pm | Log in to reply or create a profile.Been making gimbap few times already and it’s fun to make. I find it very relaxing being in the kitchen and play with different colors of the food am making and this recipe is just one of those creations I never dared to try yet with a bit of courage and whisper to own’s self ”you can do it” (hahaha) then you’ll be just so happy to see the outcome. WishfulsoUl Oslo joined 3/20 & has 17 commentsPosted April 17th, 2020 at 4:28 pm | Log in to reply or create a profile.Been making gimbap few times already and it’s fun to make. I find it very relaxing being in the kitchen and play with different colors of the food am making and this recipe is just one of those creations I never dared to try yet with a bit of courage and whisper to own’s self ”you can do it” (hahaha) then you’ll be just so happy to see the outcome.See full size image Maangchi New York City joined 8/08 & has 12,045 commentsPosted April 22nd, 2020 at 3:10 pm | Log in to reply or create a profile.You gimbap looks so colorful, healthful, and delicious! Congratulations! nhungsophia Frankfurt, Germany joined 4/20 & has 1 commentPosted April 9th, 2020 at 6:31 am | Log in to reply or create a profile.안녕하새요 Maangchi 씨,I want to try this 김밥 recipe and also bought the pickled radish from the Korean grocery store. However, I would not use the whole package for one time gimbap so how can I store the radish after opening?Best regards, Nhung Hula Girl Kauai, Hawaii joined 1/20 & has 2 commentsPosted January 18th, 2020 at 1:28 pm | Log in to reply or create a profile.My first time making gimbab.  Your recipe and instructions are spot on.  My family loves K-Dramas and now I can make fun snacks to enhance the experience.  Kamsahamnida, Maangchi!See full size image More comments to read! Jump to page: < Previous  1 2 3Leave a Reply Click here to cancel reply.You must create a profile and be logged in to post a comment.  Classic gimbapOther English name(s): Seaweed rice rollsKorean name: 김밥Romanized: GimbapAlso Romanized as: kimbap, kimbob Recipe type: gimbap, lunchbox, main dish, non spicy, rice, snackMade with: carrot, eggs, garlic, Seaweed paper (gim), ground beef, Kosher salt, Short grain rice (Mepssal), skirt steak, Soy sauce (Ganjang), spinach, sugar, Toasted sesame oil (Chamgireum), vegetable oil, and yellow pickled radish This recipe was originally posted on April 11, 2014 by Maangchi.\n It was last updated on June 24, 2023.The video has been watched 10,489,529 times on YouTube & has been liked 170,293 times.See the Wikipedia entry on this dish. My cookbooks  Which to get? Both are best sellers and either one is a good choice if you want to learn Korean home cooking. my first book has all the recipes for all the essential Korean pastes and sauces, but my second book Maangchi's Big Book of Korean Cooking has more recipes.Maangchi's recipes by category:KimchiEssential Korean dishSide dishesBanchan makes the mealRiceOur most important grainPancakesSavory & simpleRice cakesTteok for every occasionStewsJjigae is our comfort foodNoodlesLong noodles = long life!SoupsGuk at every mealSundubu-jjigaeSoft tofu stewGimbapSeaweed paper rollsDessertsSpecial sweet stuffMain dishesConsider these mainsManduKorean dumplingsAnjuDrinking foodBBQThe Korean way to grillFried chickenDouble-deliciousnessOne bowl mealsNutritious & convenientStreet foodQuick & funEasyAnyone can make these!LunchboxesDosirak made with loveAppetizersThese could be firstFermentedTaste of centuriesStaple ingredientsKorean cuisine basicsMitbanchanPreserved side dishesPicklesQuick-brinedSpicyI love spicy food :)NonspicyThere are plenty!BeefFor meat loversSeafoodSurrounded by the seaPorkSome new dishes to tryChickenOur most deliciousVegetarianNo fish, meat or chickenVeganNo animal products at allTemple cuisineFrom Buddhist templesKorean ChineseChinese style KoreanSnacksQuick dishes on the runKorean bakeryBreads & pastriesPorridgesGood for your health!Cold dishesIcy, cold, or just chilledDrinksFruits, grains & herbsNot KoreanFusion and western foodMy most popular Korean recipes  KimchiTraditional-style spicy fermented whole-leaf cabbage kimchi 김치  Easy KimchiA traditional, simpler, & faster way to make kimchi 막김치  JapchaeStir fried noodles with vegetables 잡채  Cheese buldakFire chicken with cheese 치즈불닭  Sundubu-jjigaeSoft tofu stew 순두부찌개  YachaejeonVegetable pancake 야채전  JjajangmyeonNoodles with blackbean sauce 짜장면  TteokbokkiHot and spicy rice cakes 떡볶이  DakgangjeongCrispy and crunchy chicken 닭강정  Oi-muchimSpicy cucumber side dish 오이무침  Gimbap (aka Kimbap)Seaweed rice rolls 김밥  Kimchi-jjigaeKimchi stew 김치찌개  Kimchi-bokkeumbapKimchi fried rice 김치볶음밥  BibimbapRice mixed with meat, vegetables, an egg, and chili pepper paste 비빔밥  Doenjang-jjigaeFermented soybean paste stew 된장찌개  KimchijeonKimchi pancake 김치전My most recent recipes    Steamed radish rice Nov 4th    Hand-torn noodle soup Oct 14th    Makgeolli bread Sep 23rd    Perilla leaves jangtteok Sep 7thConvert your ingredient units # to convert:   from: DropDashPinchMilliliters/ccDeciliterFluid DramTeaspoon (US)Teaspoon (UK)Tablespoon (US)Tablespoon (UK)Fluid Ounce (US)Fluid Ounce (Imperial)CupsCubic InchGill (US)Gill (UK)Pint (US)Pint (UK)Quarts (US)LitersGallons (US)Gallons (UK)   to: DropDashPinchMilliliters/ccDeciliterFluid DramTeaspoon (US)Teaspoon (UK)Tablespoon (US)Tablespoon (UK)Fluid Ounce (US)Fluid Ounce (Imperial)CupsCubic InchGill (US)Gill (UK)Pint (US)Pint (UK)Quarts (US)LitersGallons (US)Gallons (UK)   results:    Photos of homemade Gimbap from me & my readers                                                Copyright © 2023 Maangchi LLC.All rights reserved.About your privacy.         "}