{"id": "Crackling Spinach - My Diverse Kitchen - A Vegetarian Blog", "contents": "                       Crackling Spinach - My Diverse Kitchen - A Vegetarian Blog                                                                              Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footerMy Diverse Kitchen - A Vegetarian BlogFood . Stories . PhotographyHome About Recipes Travel Mentions Portfolio Contact me Crackling Spinach November 3, 2017 by Aparna Balasubramanian 6 Comments        374sharesThe first time I had Crackling Spinach was at a Pan Asian restaurant in Goa. I have since had it many times and it seems a standard in restaurants serving South East Asian or Chinese food. In fact, it seems to be a dish that is standard fare in the better restaurants that serve Indian Chinese or Indo-Chinese food. I’ve never been a fan of spinach by and large. I’m fine with tender spinach in salads or in this dish where it is cooked with lentils and coconut.  I like Palak Paneer too but that’s a s far as it goes. Now, I’ve added Crackling Spinach to the list.    So what is Crackling Spinach? In India, this an Indian Chinese dish of crisp fried spinach ribbons. Topped with red chilli flakes and sesame seeds, it is salty with a hint of sweet and pleasantly crunchy. Like many other popular Indian Chinese dishes, this one is an Indian take on something that used to be Chinese in origin. Apparently, in North Eastern China, this is a dish made with a particular kind of seaweed not available elsewhere. It turns out that in the UK, Chinese restaurants serve something called Crispy Seaweed. This is quite like the Indian Crackling Spinach except it’s not made with seaweed at all. There they use shredded Savoy cabbage, Bok Choi (Pak Choy), collard greens, or even kale.     This recipe has been partially adapted from the Mainland China’s cookbook. Crackling Spinach is usually found in the starter section of menus in Indian Chinese restaurants but it may also be served on the side as part of the main meal.  I’m also taking this opportunity to announce the winner of my giveaway of Jamie Schler’s cookbook Orange Appeal. You might remember that Gibbs-Smith, the publishers of Jamie’s cookbook were very generous and offered a copy of the book to a lucky winner, to be shipped worldwide. Well Manisha of Indian Food Rocks, congratulations to you! You just won that copy of Orange Appeal. Keep a lookout for an email from me and you can look forward to your book some time soon.    Crackling Spinach   An Indian Chinese starter or side dish of crisp fried spinach ribbons seasoned with salt, sugar, red chilli flakes and toasted sesame seeds.     Print Recipe  Pin Recipe     Prep Time 25 minutes minsCook Time 20 minutes minsTotal Time 45 minutes mins      Course Side DishCuisine indianchinese     Servings 4 servings   Ingredients  45-50 spinach leaves2 tbsp corn-starchOil for deep frying1 tsp powdered sugarsalt to taste1 tbsp chili flakes1 tbsp roasted sesame seeds Instructions Wash the spinach leaves and pat them dry. If the leaves are damp, it will clump together when corn-starch is added and your Crackling Spinach will be greasy. Take 8 to 10 leaves at a time and lay one over the other, roll and chop into fine strips/ ribbons. Do this with all the leaves. Separate the spinach strips/ ribbons with your fingers. Sprinkle the cornstarch over the spinach  and then toss well so the spinach is evenly and well coated. Make sure the spinach is well separated and not clumped together. Heat the oil in a wok. Fry the spinach in about 4 or 5 batches. When it about smoking hot, drop the coated spinach and fry till crisp but not brown. This should not take more than 2 or 3 minutes.Drain on paper towels. While still hot, sprinkle  red chilli flakes, salt, powdered sugar and toasted sesame seeds. Toss lightly to mix well. Serve immediately.             374shares Filed Under: Appetizers & Tea-time Snacks Tagged With: Easy Recipes, Gluten-free, VeganPrevious Post: « Easy 2 Ingredient Oreo BatsNext Post: Tamarillo and Pear Jam »Reader InteractionsComments     Tanna says  November 4, 2017 at 10:20 pm   Oh my heart is pounding!  I on the other hand from you, LOVE spinach. I buy it in the biggest container I can find and put it in just about anything – oatmeal, yes; ice cream, no. But this, this recipe and photos really excites me. I’ve never seen anything like this. This is in my top five to cook!  Reply       Aparna Balasubramanian says  November 6, 2017 at 7:45 pm   I’m afraid I really do not like spinach that much. I would have been stunned if you put it in ice-cream though. 😀  Reply         Simi Anwar says  November 5, 2017 at 9:18 am   Interesting. Should give it a try soon.. your clicks are so good  Reply       Aparna Balasubramanian says  November 6, 2017 at 7:43 pm   Thank you Simi. 🙂  Reply         Helene says  November 9, 2017 at 12:53 pm   It’s interesting how this dish is prepared. I have never come across crackling spinach before, so it’s something very new to me. My husband loves spinach, so he would enjoy this starter a lot!  Reply       Leena Shah says  June 9, 2020 at 2:04 am   I had Crackling Spinach a few years back in a Top Burmese Restaurant in my town. And man! I loved it.. Always wondered how the flavours were so perfectly blended. This recipe puts those questions to rest. Trying tomorrow 🙂 thanks!  Reply     Leave a Reply Cancel replyYour email address will not be published. Required fields are marked * Recipe Rating   Recipe Rating                                                               Comment * Name *  Email *  Website     Δ  Primary Sidebar    Food Advertisements by      EmailFacebookInstagramPinterestRSSTwitter Looking for a recipe? Search this website  Recent Posts   Sigteboller or Danish Salty Rolls   Lebanese Khubz or Khuboos   An Approachable Loaf   Kolache   Tiger Bread Rolls   Misal Pav   Smashed Cucumber Salad   Korean Cream Cheese Garlic Buns        Food Advertisements by      Archives (by Month) Archives (by Month)  Select Month  October 2023   September 2023   August 2023   July 2023   June 2023   May 2023   March 2023   January 2023   December 2022   November 2022   October 2022   August 2022   June 2022   May 2022   March 2022   February 2022   January 2022   December 2021   November 2021   October 2021   September 2021   August 2021   July 2021   June 2021   May 2021   April 2021   March 2021   January 2021   December 2020   November 2020   October 2020   September 2020   August 2020   July 2020   June 2020   May 2020   April 2020   March 2020   February 2020   January 2020   December 2019   November 2019   October 2019   September 2019   July 2019   May 2019   April 2019   March 2019   February 2019   December 2018   October 2018   September 2018   August 2018   July 2018   June 2018   May 2018   April 2018   March 2018   February 2018   January 2018   December 2017   November 2017   October 2017   September 2017   August 2017   July 2017   June 2017   May 2017   April 2017   March 2017   February 2017   January 2017   December 2016   November 2016   October 2016   September 2016   August 2016   July 2016   June 2016   May 2016   April 2016   March 2016   February 2016   January 2016   December 2015   November 2015   October 2015   September 2015   August 2015   July 2015   June 2015   May 2015   April 2015   March 2015   February 2015   January 2015   December 2014   November 2014   October 2014   September 2014   July 2014   June 2014   May 2014   April 2014   March 2014   February 2014   January 2014   December 2013   November 2013   October 2013   September 2013   August 2013   July 2013   June 2013   May 2013   April 2013   March 2013   February 2013   January 2013   December 2012   November 2012   October 2012   September 2012   August 2012   July 2012   June 2012   May 2012   April 2012   March 2012   February 2012   January 2012   December 2011   November 2011   October 2011   September 2011   August 2011   July 2011   June 2011   May 2011   April 2011   March 2011   February 2011   January 2011   December 2010   November 2010   October 2010   September 2010   August 2010   July 2010   June 2010   May 2010   April 2010   March 2010   February 2010   January 2010   December 2009   November 2009   October 2009   September 2009   August 2009   July 2009   June 2009   May 2009   April 2009   March 2009   February 2009   January 2009   December 2008   November 2008   October 2008   September 2008   August 2008   July 2008   June 2008   May 2008   March 2008   February 2008   January 2008   December 2007   November 2007   October 2007     Categories  Appetizers & Tea-time Snacks  Bars & Cookies  Beverages  Breads  Cakes, Cupcakes & Muffins  Chutneys, Pickles & Spice Powders  Curries – Main Dish  Curries – Side Dish  Desserts  Eggs  Festive/ Celebratory  Flatbreads  Food Photography Basics  Frozen Desserts  Jams, Preserves & Sauces  Make It At Home Series  Miscellaneous  Palakkad Iyer / Kerala Cuisine  Photography  Pies, Tarts, etc.  Quick Breads  Rice, Pasta & Noodles  Salads & Sandwiches  Soups & Stews  Street Food  Travel Photography  Uncategorized  Wholegrain/ Multigrain        Food Advertisements by      FooterAbout Me I'm Aparna and My Diverse Kitchen is my ovo-lacto vegetarian food blog where you'll find recipes, food stories & photography. I've been blogging since 2007 and believe the kitchen, and the dining table (by extension) is really the heart of a home.  Read More...  Privacy Policy Disclaimer & Disclosures   This work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License  You are free to share under the following terms: Attribution — You must give appropriate credit (a link back to this website) for my work, but not in any way that suggests that I endorse you or your use of my work. NonCommercial — You may NOT use my work (design, photographs, text, and recipes) for commercial purposes. NoDerivatives —You may NOT alter, transform, or build upon my work.  Connect With Me EmailFacebookFlickrInstagramLinkedInPinterestRSSTwitter Copyright © 2023 · My Diverse Kitchen · Managed By Host My Blog       Share via    WhatsApp Facebook Messenger Pocket             "}