{"docid": "Creamy Garlic Pork Chops - Salt  Lavender", "content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCreamy Garlic Pork Chops • Salt & Lavender\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to contentSubscribe to get our free ebook! →My FavoritesRecipes\n\nChicken & Poultry\nBeef\nFish & Seafood\nPork\nAppetizers & Sides\nCasseroles\nCrockpot\nPasta\nSoups\nSalads\n\n\n30 Minute Meals\nAbout\nMy FavoritesSearch\n\nHome  Pork  Creamy Garlic Pork ChopsCreamy Garlic Pork ChopsBy Natasha Jul 26, 2020, Updated Aug 28, 20234.9614Jump to RecipeSavePinShareThis post may contain affiliate links. Please read our disclosure policy.\n\nThese creamy garlic pork chops are smothered in a garlic cream sauce with whole garlic cloves! This recipe is quick and easy to make in about 30 minutes.\nLove creamy recipes? You may also like my Creamy Pork Tenderloin Medallions. \n\n\nWhy you’ll love it\nIf you’re fan of my popular Creamy Garlic Chicken recipe and also like pork, you may want to try this recipe. I tweaked the sauce a bit to make it work with pork chops. Garlicky goodness. These pork chops are just so good and really simple to make.\nYes, there’s a whole head of garlic in here as well as garlic powder. The garlic cloves mellow out. You can eat them and they’re not overly garlicky… they taste kinda like roasted garlic. I like building layers of garlic flavor! It’s the perfect weeknight meal.\n\n\nWhat you’ll need\n\nPork chops – I use 0.75-1″ boneless pork chops seasoned generously with salt & pepper to bring out the flavor\nOlive oil and butter – for pan frying and the base of the sauce\nGarlic and garlic powder – there’s absolutely a whole head of garlic in here and garlic powder\nFlour – to thicken the sauce\nChicken broth – more savory depth of flavor\nLemon juice – a pop of acidity to balance everything\nHeavy cream – to make the sauce luxurious\n\n\n\n\n\nHelpful tips\n\nPork chops can easily dry out (especially boneless ones), so I highly recommend getting an instant read meat thermometer so you can check the temperature and not overcook them. Pork is safe to eat at 145F (and don’t forget the temperature continues to climb for a few minutes after you finish cooking it). It’s ok if pork is a bit pink in the middle.\nYou can use either boneless or bone-in pork chops. For larger bone-in chops, you may need to sear them in two batches. If your skillet goes dry, I’d add up to 1 tablespoon extra olive oil for the second batch.\nI recommend taking the pork chops out of the fridge at least 15-30 minutes prior to starting the recipe. They will cook better this way!\n\n\n\n\nHow to make creamy garlic pork chops\nThis is an overview with step-by-step photos. Full ingredients & instructions are in the recipe card below.\n\nSeason the pork with salt & pepper. Heat up the oil and some of the butter in a skillet, then sear the chops on both sides until golden. Transfer to a plate. Add the remaining butter and the garlic cloves, and cook until the garlic is lightly browned.\n\nPush the garlic to one side of the skillet, then stir in the flour to make a roux. Pour in the broth and lemon juice, and cook until thickened. Add the cream and garlic powder, and stir until it’s dissolved in.\n\nReturn the pork to the skillet, and cook through until the sauce reduces more and the pork is cooked to 145F. Season with extra salt & pepper if needed, and top with fresh parsley if using.\n\n\nSubstitutions and variations\n\nI don’t recommend subbing the cream for a lower fat alternative as it may curdle and the sauce won’t be as thick.\nYou could throw in a handful of spinach at the end before adding the pork back to the pan if you want some greens.\nLooking to make this with chicken? Try my Creamy Garlic Chicken instead.\n\n\n\n\n\nWhat to serve with creamy pork chops\n\nThey’re delicious with Mashed Potatoes, Roasted Potatoes, rice, or even pasta like my Quick Garlic Butter Noodles.\nFor veggie options, try my Easy Roasted Cauliflower or Easy Roasted Green Beans.\nCraving a salad? Make my 10 Minute Easy Caesar Salad Dressing.\n\n\n\n\n\nLeftovers and storage\n\nStore any leftover pork chops in the fridge in a covered container for 3-4 days.\nReheat over a low heat slowly until warmed through so the chops don’t dry out.\nI don’t recommend freezing this one.\n\n\n\n\n\nMore delicious pork chop recipes\n\nSmothered Pork Chops and Gravy\nRanch Pork Chops\nEasy Pan Seared Pork Chops\nCreamy Spinach Mushroom Pork Chops\nEasy Pork Chops and Apples\n\n\n\n\nQuestions about this creamy garlic pork chop recipe? Made it? Talk to me in the comments below! Tag me #saltandlavender on Instagram if you make this.\n\n\n\n4.90 from 189 votes\nCreamy Garlic Pork Chops\nBy Natasha Bull\nThese creamy garlic pork chops are smothered in a garlic cream sauce with whole garlic cloves! This recipe is quick and easy to make in about 30 minutes.\nPrep: 10 minutes minsCook: 20 minutes minsTotal: 30 minutes minsServings: 4\n\n\n\nSave RecipeSaved Recipe\nPin Recipe\nRate Recipe\nPrint Recipe\n\n\n\n\nIngredients 1x2x3x▢ 4 pork chops see notes▢ Salt & pepper to taste▢ 1 tablespoon olive oil▢ 2 tablespoons butter divided▢ 1 whole head garlic cloves peeled▢ 1 tablespoon flour▢ 1/2 cup chicken broth or stock▢ 1/2 teaspoon lemon juice▢ 1/4 teaspoon garlic powder▢ 3/4 cup heavy/whipping cream▢ Fresh parsley chopped (optional, to taste)\nInstructions Take the pork chops out of the fridge 15-30 minutes prior to starting the recipe if possible. Season the pork generously with salt & pepper on both sides.In a deep skillet, add the olive oil and 1 tablespoon of the butter over medium-high heat. Let the pan heat up for a few minutes, and once it's hot, cook the pork chops for 3-5 minutes/side or until golden (3 minutes for thinner chops and 5 minutes for pork chops up to 1\" thick). Once the pork chops are done searing, transfer them to a plate.Add the remaining butter and the garlic cloves to the skillet. Turn the heat down to medium (or medium-low if using cast iron). Cook it, stirring fairly often, for about 3 minutes or until the garlic has somewhat browned on the outside. Push the garlic to one side of the pan and sprinkle the flour in (avoiding the garlic). Let it cook for around 30 seconds, and give it a stir so it's incorporated with the butter (we're making a quick roux).Add in the chicken broth and lemon juice. Stir and let it cook for about a minute or until the sauce is noticeably thickened. Add in the garlic powder and cream. Stir or whisk it until the garlic powder has dissolved. Add the pork back in and cook for another 3-5 minutes or until the sauce has thickened up a bit (let the sauce bubble a bit but not furiously boil) and the pork chops are fully cooked through (145F minimum). Keep in mind the pork's temperature will continue to rise once you stop cooking it, so if it's close, I'd take it off the heat and let it rest for a few minutes before serving. Season the sauce with extra salt & pepper as needed and parsley if you wish.\nNotes\nIt’s very easy to overcook pork and turn it into shoe leather. I highly recommend using an instant read thermometer to take the guesswork out. Pork that’s 145F and pink inside is safe to eat.\nYou can use boneless pork chops like I did or bone-in. I recommend pork chops that are 0.75-1″ thick. Anything much thicker or thinner is likely to end up under or overcooked with this particular recipe since it’s finished in the cream sauce.\nNutritional information is provided as a courtesy only and should be construed as an estimate rather than a guarantee. Ingredients can vary and Salt & Lavender makes no guarantees to the accuracy of this information.\n\nNutritionCalories: 455kcal, Carbohydrates: 4g, Protein: 30g, Fat: 35g, Saturated Fat: 18g, Cholesterol: 166mg, Sodium: 239mg, Potassium: 557mg, Sugar: 1g, Vitamin A: 831IU, Vitamin C: 3mg, Calcium: 42mg, Iron: 1mgNutrition information is automatically calculated, so should only be used as an approximation.\n© Salt & Lavender Inc. Content and photographs are copyrighted. Sharing this blog post is much appreciated, but copying and pasting full recipes without authorization to social media is strictly prohibited.\n\n\n\n\n Leave a star rating and comment below!SharePinFacebookTweetEmail\n\nMains Pork Quick & Easy Recipes\n\n\n\n\n\n\nHi! I’m Natasha.\nSalt & Lavender is a recipe blog with a focus on delicious comfort food using everyday ingredients. Beat the weekday grind with hundreds of easy-to-follow and hassle-free recipes!\n\nMore About Me\n\n\n\n \nLeave a comment Cancel replyPlease leave a recipe rating!Your email address will not be published. Required fields are marked *\nRecipe Rating \n\nRecipe Rating\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nComment * Name * \nEmail * \n \n\nΔ \nThis site uses Akismet to reduce spam. Learn how your comment data is processed.614 Comments \n\n\n\nAmanda says: \n\nNovember 17, 2023 at 7:05 PM \n\n\nAbsolutely delicious!! Served with your garlic butter noodles, which were also delicious!!!\n\nReply \n\n\n\n\n\nNatasha says: \n\nNovember 18, 2023 at 9:33 AM \n\n\nWonderful! 😀 Glad you enjoyed it! XO\n\nReply \n\n\n\n\n\n\n\nMMcee says: \n\nOctober 29, 2023 at 5:48 PM \n\n\n\nThis recipe was a hit! So easy and the sauce is so good! Loved it!\n\nReply \n\n\n\n\n\nNatasha says: \n\nOctober 29, 2023 at 7:30 PM \n\n\nWonderful!! Thank you!\n\nReply \n\n\n\n\n\n\n\nJanet says: \n\nOctober 28, 2023 at 3:48 PM \n\n\nSo easy to make and the sauce was delicious. Will make again .\n\nReply \n\n\n\n\n\nNatasha says: \n\nOctober 29, 2023 at 9:48 AM \n\n\n🙂\n\nReply \n\n\n\n\n\n\n\nKelly says: \n\nOctober 26, 2023 at 11:27 AM \n\n\n\nThis dish is incredible! I could bathe in that sauce! Would be beautiful with chicken also. I added fresh mushrooms to mine because I love them. Easy and fast I will be adding this to my regular lineup.\n\nReply \n\n\n\n\n\nNatasha says: \n\nOctober 26, 2023 at 11:51 AM \n\n\nI’m thrilled to hear that, Kelly! 😀\n\nReply \n\n\n\n\n\n\n\nLynn says: \n\nOctober 25, 2023 at 7:42 PM \n\n\n\nExcellent recipe. I added sliced mushrooms and cooked them with the garlic. I would do that again.\n\nReply \n\n\n\n\n\nNatasha says: \n\nOctober 26, 2023 at 9:29 AM \n\n\nGlad to hear it, Lynn!\n\nReply \n\n\n\n\n\n\n\nAdele Popovich says: \n\nOctober 19, 2023 at 8:44 PM \n\n\nCan I use white wine instead of lemon juice\n\nReply \n\n\n\n\n\nNatasha says: \n\nOctober 19, 2023 at 9:53 PM \n\n\nSure!\n\nReply \n\n\n\n\n\n\n\nKelley B says: \n\nOctober 19, 2023 at 4:43 PM \n\n\n\nSuper easy and look elegant. I think next time I will add mushrooms.\n\nReply \n\n\n\n\n\nNatasha says: \n\nOctober 19, 2023 at 4:52 PM \n\n\nSo glad you liked it, Kelley!! 😀 Thanks for your review!\n\nReply \n\n\n\n\n\n\n\nBlondchick says: \n\nOctober 6, 2023 at 6:46 AM \n\n\n\nYUMMY – and soooo easy. Used minced garlic in OO vs. garlic cloves and HALF/HALF vs. heavy cream – but otherwise followed recipe. O M to the Double G – it was DELICIOUS. This is now in my meal planning rotation. Thanks so very much 🙂\n\nReply \n\n\n\n\n\nNatasha says: \n\nOctober 6, 2023 at 6:09 PM \n\n\nYay! You’re very welcome!\n\nReply \n\n\n\n\n\nTerry H Peacock says: \n\nOctober 11, 2023 at 4:02 PM \n\n\nDang me – it was so DELISH – I prepared it AGAIN tonight – just sayin’.\nYou are the BOMB – IMHO 🙂\n\nReply \n\n\n\n\n\nNatasha says: \n\nOctober 11, 2023 at 6:25 PM \n\n\n😀\n\nReply \n\n\n\n\n\n\n\n\n\n\n\nKim says: \n\nSeptember 26, 2023 at 6:10 PM \n\n\n\nI used bone in pork chops..I substitute the lemon with lime, instead of parsley i used cilantro, and added the used lime to noodle water, and fried some garlic on side in evoo and poured ontop of noodles before sauce. Omg.it was amazing, so delicious,would be better if i made garlic bread to go with it. THANK YOU\n\nReply \n\n\n\n\n\nNatasha says: \n\nSeptember 26, 2023 at 8:58 PM \n\n\nYou’re welcome!\n\nReply \n\n\n\n\n\n\n\nCrissy says: \n\nSeptember 24, 2023 at 9:17 PM \n\n\n\nThis was delicious! I will mince several cloves of garlic next time instead of using whole cloves. Loved the lemon juice in the sauce. Will probably use thin pork chops next time! A definite make again!\n\nReply \n\n\n\n\n\nNatasha says: \n\nSeptember 24, 2023 at 10:20 PM \n\n\nSo glad you liked them!\n\nReply \n\n\n\nComment navigationOlder Comments\n\n\n\n\n\nHi! I’m Natasha.\nSalt & Lavender is a recipe blog with a focus on delicious comfort food using everyday ingredients. Beat the weekday grind with hundreds of easy-to-follow and hassle-free recipes!\n\nMore About Me\n\n\n\n\n\nSoup Season\nEasy Baked Potato SoupItalian Sausage Tortellini SoupLemon Chicken Orzo SoupItalian Wedding Soup\n\nAs Seen InBack to topSalt & Lavender\n\n\nRecipes\n30 Minute Meals\nAbout\nContact\nFAQ\n©2023 Salt & Lavender. All rights reserved. Site Policy • Powered by CultivateWP.\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}