{"id": "Creamy Beef and Mushroom Stroganoff - Cafe Delites", "content": "\n\n\n\n\n\n\n\n\n\n\nCreamy Beef and Mushroom Stroganoff - Cafe Delites\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n \n\n\n\n Skip to main content Skip to primary sidebar Skip to footerCafe Delitesfor good food loversRecipe Index\nAbout Me\n\nBOOKS\n\n\nContact Me\n\nPolicies\n\nDisclaimer\nCopyright\n\n\nMEDIA\n\n\n\n \n\n\tYou are here:\nHome / Dinner / Beef / Creamy Beef and Mushroom StroganoffBy Karina 50 Comments Filed Under: BeefCreamy Beef and Mushroom Stroganoff\n  Jump to Recipe\n Print RecipeCreamy Beef and Mushroom Stroganoff is ready and on the table in less than 20 minutes!\nComfort food at its finest! Steak in a creamy white wine sauce, served over pasta OR noodles. Your family will go crazy thinking there’s a hidden chef in your kitchen with this Creamy Beef and Mushroom Stroganoff!\n\nNo canned soups or ready made packets of anything, and no coating the beef with any flour. Just a beautiful, silky cream sauce with a hint of wine aromas gently simmering away on the stove. Rivals any restaurant! I first shared this recipe three years ago (CD is getting OLD), and readers LOVED it so much back then that I thought I’d fix up the old phots and republish it back with some tips so all of my new readers can make it for dinner!\nThe Best Cut Of Meat For Beef And Mushroom Stroganoff\nI prefer the following beef cuts in this recipe. They stay tender during the cooking process without drying out and causing overly chewy pieces of meat in your sauce.\n\nSirloin\nTenderloin\nEye fillet\nScotch fillet\nFlank steak\n\nBecause there is nothing worse than chewy dried out meat!\n\nWhat Is Stroganoff Sauce Made Of?\nThis version is lightened up with a light or reduced fat sour cream and extra broth (or stock) for MORE SAUCE! There are so many different variations of Beef Stroganoff: some with or without sour cream, and some using brandy instead of wine. During testing, my family, friends and everyone who tried it absolutely loved this version the most. I also include Dijon mustard in this one. There’s something about Dijon together with wine in a creamy sauce that warms my soul. Plus paprika and a good hint of garlic, this sauce is pretty much perfection.\n \nWhat Is Beef Stroganoff Served With?\n\nEgg noodles (the most popular side)\nPasta (any type: egg fettuccine or angel hair are the most preferred)\nPlain rice\nSpaghetti squash (a low calorie option)\nZoodles (zucchini noodles)\n\n\n*ORIGINALLY PUBLISHED MAY 12, 2015*\nHow To Make Creamy Beef and Mushroom Stroganoff!\n\n\n\nCreamy Beef and Mushroom Stroganoff\n\nComfort food at its finest. Pasta and a white wine spiked creamy sauce -- also known as Beef Stroganoff -- ready and on the table in less than 20 minutes. Say, what?! Yes! Weight Watchers: 13pp per serve\n\n\n\n PRINT\n  SAVE   go to your favorites\n\nPrep: 10 minutes minsCook: 30 minutes minsTotal: 40 minutes mins\nServes: 4 - 6 people\n\nIngredients500 g | 1lbs egg Fettuccine (dry weight)4 tablespoons butter, divided1 onion, chopped4 cloves garlic, crushed or minced1 pound (500 grams) sliced mushrooms24 ounces (700 grams) lean beef fillet steaks, seasoned with salt and pepper and cubed into 1 1/2-inch pieces (sirloin, tenderloin, eye fillet or scotch fillet)2  teaspoons dijon mustard1 teaspoon paprika, (smoky or mild)1/3 cup dry white wine, (or more if you like it stronger)2 cups beef broth (or stock), (or 2 cups water mixed with 1 tablespoon vegetable stock powder)2 tablespoons flour 1 tablespoon Worcestershire sauceSalt and pepper to taste1 cup light sour cream at room temperature, (or reduced fat cooking cream)Freshly chopped parsley to garnish\nInstructionsBoil the pasta in a large pot of boiling salted water according to packet instructions until al dente. Remove; strain and set aside.While pasta is boiling, melt 2 tablespoons of butter in a large non-stick frying pan over medium heat. Sear the steak in single layer batches until browned; transfer to a separate plate and set aside until all batches are done. Melt the remaining butter in the pan; add the onions and sauté until transparent, then add the garlic and fry until just fragrant (about 30 seconds). Add the mushrooms and cook until the mushrooms are tender and cooked through (about 4 minutes). Mix in the mustard and paprika.Add the wine and cook for about 3 minutes while stirring occasionally to mix all of the flavours through, deglazing the pan while scraping any browned bits off the bottom of the pan with your spoon. Allow wine to reduce down to about half the amount (about 3 minutes). While wine is reducing down, grab a small jug and whisk together the beef broth (or stock), flour and Worcestershire sauce until smooth. Pour the beef broth mixture into the pan, mix well and bring to a simmer for about 5 minutes, stirring occasionally until the sauce begins to thicken.Return the beef and any juices from the plate to the pan and season with any extra salt and pepper (if desired). Reduce heat down to low and mix in sour cream. Heat until hot (do not boil).Add the pasta or noodles into the pan and garnish with parsley.\nNutritionCalories: 552kcal | Carbohydrates: 62.7g | Protein: 42g | Fat: 10.5g | Fiber: 1.6g\n\nMore Creamy Mushroom Sauce Recipes!\n\nOne-Pot Creamy Mushroom Chicken Pasta (Lightened Up)\nCreamy Parmesan Herb Chicken Mushroom (NO CREAM OPTION)\nPan Seared Garlic Butter Steak & Mushroom Cream Sauce\n\n\n\n« Lentil SoupMEAL PLAN WEEK #4 »Subscribe to Cafe Delites FOR FREE and Receive Recipes Straight Into Your Inbox!\n\n\n\n\n\n\nReader InteractionsComments\n\n\n\n\nCher says \nSeptember 27, 2020 at 12:01 pm \n\n\nSo I made this last Tuesday and it was another “lick the pan clean” “lick the plate clean” s-o good!!! My husband wanted it for dinner tonight too. I must say that everything I have cooked of ur recipes have been amazing!!! I’m all for ur recipes and putting in the work n time cause they don’t disappoint and the results exceed my expectations. U have made this so-so cook turn into a great cook! N for that I, thank you!\n\nReply\n\n\n\n\n\n\nLyndsey says \nMay 25, 2020 at 7:42 am \n\n\nThis is the second time this week that I’ve made this recipe xx it was a real hit with my family x my eldest daughter doesn’t eat meat so I made her chicken separate and put sauce over !! Will make again over and over x used creme fraiche instead of sour cream\n\nReply\n\n\n\n\n\n\nWendy says \nMay 02, 2020 at 5:13 am \n\n\nMade it with ground sirloin and spicy Hungarian paprika. Loved it!\n\nReply\n\n\n\n\n\n\nRob says \nApril 30, 2020 at 10:49 pm \n\n\nHello,\nnice recipe but weights dont seem to change if selecting different portion size.. apparent for all sizes from 1 to 6 I need 700 grammes of beef. also a little annoying having some measures first in imperial then others in metric first.\nFigured it out – very tasy!\n\nReply\n\n\n\n\n\n\nKerry Santoro says \nApril 01, 2020 at 10:44 am \n\n\nReally good as is and really easy – used a Pinot Grigio and put in a splash extra – yummy!\n\nReply\n\n\n\n\n\n\nChristine says \nMarch 15, 2020 at 3:32 pm \n\n\nMy partner loves food in general but this was his all time favourite. Thanks for the recipe!\n\nReply\n\n\n\n\n\n\ndeborah says \nFebruary 22, 2020 at 6:06 am \n\nHi, I have a lot of fresh spinach to use up if I throw it in here do you think it would be good and if so when would I put it in? Thank you!\n\nReply\n\n\n\n\n\n\nJeannie Gregory says \nMay 24, 2020 at 1:16 pm \n\nSure thing – wash, cut out the ribs, shred the leaves into fine strips and throw them in five minutes before finished. Great flavour, extra fibre, vitamin C and iron.\n\nReply\n\n\n\n\n\n\nKathy says \nNovember 04, 2020 at 9:18 am \n\n\nExcellent recipe! I used cream & half & half instead of the sour cream. Also used stew meat that I marinated for a couple hours before sautéing. It came out delicious!\n\nReply\n\n\n\n\n\n\n\n\n\n\nEmily Bowman says \nJanuary 23, 2020 at 5:42 pm \n\nLoved it! I made it with ground turkey and it was so good! I like the milkiness of the sauce, extra-thick ones are tasty, but that richness makes you feel so blah later.\n\nReply\n\n\n\n\n\n\nAnotherMother says \nJanuary 14, 2020 at 7:09 am \n\n\nI made it last night and it was a hit.  We can’t wait for leftovers for tonight. Perfect. I used sirloin sliced thin and baby Bella mushrooms. Thank you!\n\nReply\n\n\n\n\n\n\nDebra Bour says \nJanuary 11, 2020 at 3:22 am \n\nAbsolutely divine! We will only use this recipe now. Husband loves it.\n\nReply\n\n\n\n\n\n\nJessica says \nJanuary 25, 2020 at 10:54 am \n\n\nThis was SO delicious and a great way to use up leftover steak!! I scaled down to about 3.5 of all ingredients (except pasta (egg noodles), which I used about half). So, soo good. Thank you!!\n\nReply\n\n\n\n\n\n\n\n\nPatrick Mackenzie says \nDecember 29, 2019 at 9:03 pm \n\n\nWow! Made for a great home cooked family meal which impressed all 6 of us down here in Perth, Western Australia! So glad I found you – thankyou and keep sharing the great and easy to follow recipes, Cheers, Pat\n\nReply\n\n\n\n\n\n\nDena Stellfox says \nDecember 04, 2019 at 1:40 pm \n\n\nAmazing recipe!\n\nReply\n\n\n\n\n\n\nBob says \nDecember 03, 2019 at 5:05 am \n\nGonna try this one tonight. Minus the wine for personal reasons. I’ll let you know how it turns out\n\nReply\n\n\n\n\n\n\nBob says \nDecember 05, 2019 at 5:45 am \n\nTurned out great! Need to make it with more sauce next time.\n\nReply\n\n\n\n\n\n\n\n\nDean says \nNovember 04, 2019 at 9:31 pm \n\nI tried the beef stroganoff tonight and followed the recipe and your method to the t and it was outstanding, so glad I didn’t deviate off your recipe so we can enjoy it again and again thank you very much Karina\n\nReply\n\n\n\n\n\n\nAllison says \nNovember 04, 2019 at 6:51 am \n\n\nI had an unexplained craving for beef stroganoff this weekend, and found your recipe! It turned out PERFECT and the flavour is exactly right. Thank you so much, I will be making again for sure!\n\nReply\n\n\n\n\n\n\nStacy D says \nJune 23, 2019 at 11:03 am \n\n\nHusband says this will be a new regular meal.  So yummy!  Thanks\n\nReply\n\n\n\n\n\n\nRamona LaMont says \nJune 11, 2019 at 10:21 am \n\n\nGreat recipe—I use my sliced-up leftover grilled (T-Bone) steak added at the end just to heat up for a few minutes and serve over those egg noodles–this way that meat is always sooooo tender!\n\nReply\n\n\n\n\n\n\nSteve Stovall says \nMay 25, 2019 at 12:35 pm \n\n\nMade this tonight and used ground turkey instead of the beef. Wife insisted I keep this recipe! Thanks!\n\nReply\n\n\n\n\n\n\nJessica says \nApril 27, 2019 at 8:14 pm \n\n\nWe loved this recipe.  We only used half the pasta recommended (and twice the wine ;)) and it was amazing!!!  PS absolutely love your site!!\n\nReply\n\n\n\n\n\n\nKathy Ryan says \nApril 11, 2019 at 12:04 pm \n\n\nHubs loved it on egg noodles, and I loved it on spaghetti squash! Such a sophisticated-tasting blend of flavors. Will make again!\n\nReply\n\n\n\n\n\n\nKarina says \nApril 19, 2019 at 1:34 pm \n\nThank you!\n\nReply\n\n\n\n\n\n\n\n\nHeidi Teegarden says \nFebruary 28, 2019 at 1:57 pm \n\n\nMy  favorite recipe web site. Often I use cookbooks because I think if someone is going to pay for a book to be published the recipe are tested and must be good. Karina all your stuff I have made is very tasty. I get tons of compliments. I actually chose to make this recipe  instead of going out for dinner.  My husband said is was amazing ,his favorite. I am excited about cooking again now that I have discovered Cafe Delites!!\n\nReply\n\n\n\n\n\n\nJennifer says \nDecember 27, 2018 at 12:28 pm \n\ndoes it need to be a dry white wine, or will just about any white wine work?\n\nReply\n\n\n\n\n\n\nCasidy says \nNovember 14, 2018 at 1:16 pm \n\nMade this tonight! Loved the flavor and super simple recipe to follow. Already keep most of these ingredients on hand, so it will be easy to remake anytime!\n\nReply\n\n\n\n\n\n\nAllison says \nNovember 13, 2018 at 11:41 am \n\nWe loved this dish and it was easy to make!\n\nReply\n\n\n\n\n\n\nStephanie Magoon says \nNovember 08, 2018 at 3:22 am \n\n\nWe made this last night with egg noodles and it was delicious; the directions were so easy to follow and tonight we are having the remaining sauce/beef over biscuits.\nlove your recipes on this site.\n\nReply\n\n\n\n\n\n\nSharon says \nNovember 05, 2018 at 2:51 pm \n\nWhen do you add the sour cream? I don’t see that under your instructions.\n\nReply\n\n\n\n\n\n\nKarina says \nNovember 07, 2018 at 6:48 pm \n\nYou will add in the sour cream at the end in step 6. Hope that helps! XO\n\nReply\n\n\n\n\n\n\n\n\nColleen says \nSeptember 02, 2018 at 11:19 am \n\nI used 3 teaspoons of red wine vinegar because I didn’t have any white wine. It was a little runny at the end after I had added the sour cream so I added some cornstarch and it thick and right up. Very tasty and we’ll make again!\n\nReply\n\n\n\n\n\n\nShirley says \nJune 14, 2018 at 6:27 am \n\nNothing is awesome if you have searched for the recipe and can’t find it. I can find pictures. But no recipe. Very disappointing\n\nReply\n\n\n\n\n\n\nKarina says \nJune 14, 2018 at 7:51 am \n\nHi! I’m so sorry about this. It seems to be a technical issue on mobile only and we are working on it right now. The recipes are on desktop if you need them urgently! Hopefully we will have all recipes up again soon! Thank you for your patience! Karina X\n\nReply\n\n\n\n\n\n\n\n\nChris says \nApril 05, 2018 at 11:35 am \n\n\nAbsolutely loved the sauce. Delicious and complex. This is my new favorite beef stragonoff recipe and I have tried several! My only problem was the beef turned out tough and chewy. I am a beginning cook but it seems the beef could be braised in the sauce for 30-40 minutes which would make it very tender? Am I missing something? I might try this next go around and hold off on the mushrooms until near the end.\n\nReply\n\n\n\n\n\n\nKarina says \nApril 06, 2018 at 2:28 pm \n\nI think you did everything right. I do like to use a meat thermometer to help with the cooking of meat. Once it reaches temperature I will take the meat off the heat or cook it according to the recipe. Hope that helps!\n\nReply\n\n\n\n\n\n\nJanet says \nFebruary 26, 2019 at 12:42 am \n\n\nSome of the recommended cuts can be pretty chewy–the eye of round being one of the toughest on the cow. Sirloins and flank steak are my personal faves for flavor, but I would slice them thin instead of cutting into cubes and cook very lightly, as the recipe states–beef cooked to medium or medium rare is always less chewy than well done. You can also use tenderized cube steaks to get a less tough product. I used a couple of NY strips which I purchased on fantastic sale, sliced thin, similar as for a stir fry–and they were so tender that I could have cubed them. I cooked to medium rare, and they progressed a tad past medium, probably medium well, when added back to the sauce for reheating. The stroganoff was spectacularly good, and I followed the recipe precisely–a rare thing for me. Someone else complained about the sauce being too runny–sour cream can thin or curdle if over heated, so it needs to be added at the very end, again as the recipe states. Another reason for a thin sauce could be that the pasta wasn’t sufficiently drained. The recipe calls for 2 1/3 c of liquid to 2 T of flour which will produce a fairly light sauce, and one that I found perfect, but that could be altered to 3 T of flour for a slightly thicker sauce.\n\nReply\n\n\n\n\n\n\nJennifer says \nSeptember 07, 2019 at 10:53 am \n\n\nSo GOOD! I made this with flank steak so I sliced it across the grain and cooked it just rare. It cooked a little more in the sauce but it was still tender and medium well at that point. The sauce was perfect! Thanks!\n\nReply\n\n\n\n\n\n\n\n\nJade says \nJanuary 30, 2018 at 8:22 am \n\n\nMade this tonight and it’s absolutely gorgeous.\n\nReply\n\n\n\n\n\n\nGina Kramer says \nJanuary 22, 2018 at 7:51 am \n\n\nHi Karina, I tried your recipe this evening and it’s really good. Other Stroganoff recipes often turn out a bit too sour but yours is just scrumptious! I’ll definitely make it again. Thank you. 🙂\n\nReply\n\n\n\n\n\n\nTymeron Smith says \nJanuary 31, 2018 at 10:42 am \n\nThat is great to hear! Thanks so much for sharing! That makes my day!\n\nReply\n\n\n\n\n\n\n\n\nAlexsandra says \nJanuary 17, 2018 at 5:43 pm \n\n\nI used red wine instead of white just because I love the flavor. The mustard was a little bit intense for me, but overall I’d say this is an excellent recipe!\n\nReply\n\n\n\n\n\n\nDeeAnn says \nJanuary 09, 2018 at 12:28 pm \n\n\nWonderful!!  Probably the best we have ever tasted.  I added extra mushrooms because we love them and used a little more wine.\n\nReply\n\n\n\n\n\n\nSue Parkinson says \nSeptember 02, 2016 at 6:04 am \n\n\nMade this for tea tonight – minus the white wine. It turned out really nice.\n\nReply\n\n\n\n\n\n\nKatie says \nMay 19, 2015 at 9:29 am \n\nIs the wine necessary for the recipe? Is there a substitute I can use?\n\nReply\n\n\n\n\n\n\nKarina says \nMay 19, 2015 at 9:31 am \n\nHi Katie! No the wine isn’t necessary 🙂 . You can substitute the wine for stock to keep the flavour!\n\nReply\n\n\n\n\n\n\n\n\nrenxkyoko says \nMay 17, 2015 at 2:38 am \n\nI just archived tis recipe. Thanks for sharing ! ! ^.^/\n\nReply\n\n\n\n\n\n\nKarina says \nMay 19, 2015 at 9:32 am \n\nAw that’s awesome! Thank you. I hope you try it! 🙂\n\nReply\n\n\n\n\n\n\n\n\nDiane Weiss says \nMay 14, 2015 at 2:48 pm \n\nI love creamy pasta so much. Actually, i just had it yesterday. I always remind myself to order a new dish whenever i come to that favorite restaurant, but finally it just return to that creamy pasta. I think i’m addicted to it.\n\nReply\n\n\n \nLeave a Reply Cancel replyYour email address will not be published. Required fields are marked *\nRecipe Rating \n\nRecipe Rating\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nComment * Name * \nEmail * \n \n\nΔ \nThis site uses Akismet to reduce spam. Learn how your comment data is processed.Primary SidebarLOOKING FOR A RECIPE? SEARCH HERE!\nSearch this website\nHEY Good Food Lovers! It’s nice to see you!\nWelcome! My name is Karina and this is my internet kitchen hang-out. A self-confessed balanced foodie sharing some waistline friendly recipes that are full of flavour. Life is too short for bland and boring. …\nRead More\n\nConnect with Karina – Cafe Delites\nFacebookInstagramPinterestTwitterYouTube\nFooterSubscribe to Cafe Delites FOR FREE and Receive Recipes Straight Into Your Inbox!\n\n\n\n\n\nCONNECT WITH KARINA – CAFE DELITES\nFacebookInstagramPinterestTwitterYouTube\n\nSearch this website\nArchives\nArchives\n\nSelect Month\n August 2022 \n July 2022 \n November 2020 \n June 2020 \n May 2020 \n April 2020 \n March 2020 \n February 2020 \n January 2020 \n December 2019 \n November 2019 \n September 2019 \n August 2019 \n April 2019 \n March 2019 \n February 2019 \n January 2019 \n December 2018 \n November 2018 \n October 2018 \n September 2018 \n August 2018 \n July 2018 \n June 2018 \n May 2018 \n April 2018 \n March 2018 \n February 2018 \n January 2018 \n December 2017 \n November 2017 \n October 2017 \n September 2017 \n August 2017 \n July 2017 \n June 2017 \n May 2017 \n April 2017 \n March 2017 \n February 2017 \n January 2017 \n December 2016 \n November 2016 \n October 2016 \n September 2016 \n August 2016 \n July 2016 \n June 2016 \n May 2016 \n April 2016 \n March 2016 \n February 2016 \n January 2016 \n December 2015 \n November 2015 \n October 2015 \n September 2015 \n August 2015 \n July 2015 \n June 2015 \n May 2015 \n April 2015 \n March 2015 \n February 2015 \n January 2015 \n December 2014 \n November 2014 \n October 2014 \n September 2014 \n August 2014 \n July 2014 \n June 2014 \n May 2014 \n April 2014 \n\n\n\nCategories\nCategories\nSelect Category\nAppetizers\nAsian\nBeef\nBeverages\nBread\nBreakfast\nCakes, Blondies and Brownies\nCheesecakes\nChicken\nChinese\nChristmas\nChurros\nCookies\nDessert\nDinner\nDips\nDonuts\nEaster\nFrench Toast\nGame Day\nGreek Inspired\nHam\nItalian Inspired\nLamb\nLow Carb\nLunch\nMexican Inspired Recipes\nMuffins\nMy Book In Previews\nOne Pot Meals\nPancakes And Crepes\nPasta\nPies\nPork\nRecipes\nRound Ups\nSalads\nSavoury Tooth Fix\nSeafood\nSheet Pan\nSides\nSlow Cooker\nSmoothies and Milkshakes\nSnacks\nSoup\nSweet Tooth Fix\nThanksgiving\nTurkey\nVegetarian\nWaffles\nWeekly Meal Plan\n\n\n\n\nCOPYRIGHT © 2023 CAFE DELITES. All Rights Reserved | Privacy Policy\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n"}