{"id": "Crispy Fried Spinach  Fried Seaweed Made from ... - The Curry Guy", "contents": "                           Crispy Fried Spinach | Fried Seaweed Made from Spinach                                                                             Skip to Content      Search  Magnifying Glass       Search for:      Close Search \t\t× \t        Home About Recipe Index  Asian Recipes Indian  Chicken Recipes  Chicken Curry Recipes Chicken Tikka Recipes Other Chicken Recipes   Lamb  Lamb Curry Recipes Tandoori Lamb Recipes   Seafood Veggie  Vegetarian Curry Recipes Indian Vegetarian Side Dishes Indian Rice Recipes   Rice Dal Recipes Biryani Recipes Indian bread recipes Samosa Recipes Dosa Recipes Chutney Recipes Balti Recipes   Thai Recipes  Thai Curries Thai Curry Pastes Thai Noodles Thai Stir Fries Fried Thai Recipes Thai Soups Thai Grilled   Sri Lankan Recipes Vietnamese Chinese Indonesian Recipes Malaysian Mexican Korean Recipes Japanese BBQ   Indian Curry House Recipes  Base Curry Sauce How To Make Chicken Tikka Masala Chicken Korma Chicken Jalfrezi Chicken Chilli Garlic Chicken Chasni Chicken Pathia Chicken Dhansak Lamb Bhuna Lamb Dopiaza Lamb Saag Lamb Keema Lamb Rogan Josh Chicken Madras Lamb Vindaloo Lamb Phaal   My Cookbooks Ready Meals                 Crispy Fried Spinach   \t\t\tBy: \t\t\tAuthor Dan Toombs  Posted on Published: December 14, 2015     \t\tSharing is caring!\t        Share      Tweet      Pin      Bookmark      Email   Jump to RecipeMake crispy fried spinach to eat on its own or in chaats.  You know that delicious fried seaweed you get at Chinese takeaways and restaurants. Well, I’m not saying for sure that this is how they do it but I think it might be. It’s long been known that most Chinese ‘crispy fried seaweed’ isn’t actually seaweed and this crispy fried spinach tastes like the real deal. Crispy fried spinach. I only got the idea to experiment with this after a visit to Thali on Old Brompton Road in London. They prepared a palak (spinach) chaat from my wife Caroline and me which was absolutely amazing. Unfortunately, they didn’t want to give up their recipe so I decided to figure it out for myself. I took loads of photos so I could give it a go when I got home. My palak chaat recipe is right here. I think I nailed it! This crispy fried spinach is just one of the ingredients in that chaat but I decided to post it separately as it makes a delicious side dish on its own. It’s so addictive.   Working ahead… This one couldn’t be easier. All you need is fresh spinach, vegetable oil and perhaps a bit of salt or chaat masala. I used salt this time like it Chinese restaurants but if you would like to give it an Indian touch, use chaat masala. My recipe for chaat masala is here. If you’re planning a dinner party, this crispy fried spinach can be made a few hours ahead of time as it can be served hot or at room temperature. You will also need some paper kitchen towels to soak up the excess oil. I made it a few days ahead of serving once and it was still very good. Storing your crispy fried spinach. I keep mine in air-tight jars if keeping longer than a day or so. It keeps crispy and nice. That usually doesn’t happen though. Try some and you’ll see why. I just can’t stop snacking on the stuff. – Wash and dry your spinach. Stack a few leaves and remove any big stems. Shred the spinach leaves with a sharp knife. Fry the spinach in batches until crispy. Place cooked spinach on paper towels to soak up excess oil.     Continue to Content       Yield: 2 - 4 How To Make Crispy Fried Spinach         \t\t\tPrint\t\t      Prep Time 10 minutes    Cook Time 5 minutes    Total Time 15 minutes      Ingredients   \t\t\t\t\t\t250g fresh spinach - As much as you like\t\t\t\t\t  \t\t\t\t\t\tVegetable oil for deep frying\t\t\t\t\t  \t\t\t\t\t\tSalt to taste\t\t\t\t\t     Instructions Wash and dry your spinach leaves.Remove and stems and shred with a sharp knife. You can see how I did this in the photos above.Heat your oil in a large pan. When a piece of spinach instantly sizzles when added to the oil, you're good to go.Depending on how much you are making, you may need to cook the shredded spinach in batches.As the spinach cooks, it will turn a couple of shades darker. That is a pretty good indication that it is ready. Drain cooked crispy spinach on paper towels. It should crisp right up once out of the oil.  Season with a little salt.   Recommended Products As an Amazon Associate and member of other affiliate programs, I earn from qualifying purchases.        \t\t\t\t\t\t\tMixing Bowl Set \t\t\t\t\t\t         \t\t\t\t\t\t\tLe Creuset Wok\t\t\t\t\t\t         \t\t\t\t\t\t\tJoseph Joseph cutting board\t\t\t\t\t\t         \t\t\t\t\t\t\tZanussi heavy-duty pan\t\t\t\t\t\t         \t\t\t\t\t\t\tDeep Fat Fryer\t\t\t\t\t\t         \t\t\t\t\t\t\tI.O.Shen Chefs Knife\t\t\t\t\t\t             Did you like this recipe? Please join me on Facebook where I share all my latest recipes and videos. Just click that Facebook icon on the left and let's get to know each other!             \t\tIf you try this recipe, I would love to hear what you thing. Leave a comment and let me know. I’d love to hear from you.     Posted on Published: December 14, 2015 Categories Indian Vegetarian Side Dishes Home » Crispy Fried Spinach    Post navigation Jaffna Crab CurryParathas   Click here to cancel reply. Δ      JEWLZ Friday 19th of May 2023    Can you reheat leftover Crispy Fried Spinach. If so, how?     Dan Toombs Monday 22nd of May 2023    I’ve never tried but I can’t imagine it would re-heat very well but you could give it a go! Dan       Marcelle Sunday 19th of June 2022    Is spinach shoots out oil like crazy.   Is it because of the water in the spinach?     Caroline Toombs Monday 20th of June 2022    Yes that is the reason. Definitely make sure you dry the spinach well after washing it and that should reduce the splashing. Thanks Dan         Please Follow Me!       Instagram      Facebook      Twitter      YouTube   ABOUT ME    Hello and welcome to The Curry Guy food blog. I have thousands of recipes for you to try. Here is a bit about me.   SEARCH  Search for:      Privacy Policy                Please Follow Me!       Instagram      Facebook      Twitter      YouTube      Privacy Policy.       Copyright © 2023 THE CURRY GUY  | Wisteria on Trellis Framework by Mediavine   Skip to Recipe                                    Sharing is CaringHelp spread the word. You're awesome for doing it!                            "}