{"docid": "Crunchy Cheesy Cabbage Bake - Hungry Happens", "content": "\n\n\n\n\n\n\n\n\n\n\n\n\nCrunchy Cheesy Cabbage Bake - Hungry Happens\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClose Search\nSearch this site\n\n\nSearch\nSearch\n\n \n\n\nClose Menu\nRecipesBy CourseAppetizersBreakfastDessertsDrinksDinnerSaladsSidesSnacksSoupsBy Type30 MinsChickenGreekHolidaysOne BowlOne PanPastaSeafoodBy DietDairy FreeGluten FreeKetoLow CarbMeditrnSugar FreeVeganVegetarianShopAboutContactTikTokYouTubePinterestInstagramFacebookTwitterTumblrSearch \n\n\n\n\n\n\n\n\nGet my latest recipes in your inbox\n\n\n\n\nEmail\n\n\n\n\n\n\n \n\n\n\n\n\nSidesHolidays \n\nCrunchy Cheesy Cabbage Bake\n\n\t\t\t\t\tby Stella on January 8, 2023\nJump to Recipe \n\n\t\t\t\t\tThe crunchy shell will lead you to an incredibly delicious and creamy cabbage pie.\t\t\t\t\n\n\n\n\n\n\nComments8\n\n\n\n\n @hungryhappens Crunchy Cheesy Cabbage Bake (full recipe is on my site: HungryHappens.Net) ♬ original sound – Stella Drivas  This cabbage bake is my hands down favorite way to eat cabbage. Its crunchy panko topping is so satisfying to slice into and bite into. The shallot and garlic give it that almost bacony flavor. Trust me, you need to try it!\nIf you like this dish, you will most definitely enjoy my Greek Cabbage Rice recipe or my Cabbage and Feta Brownies or my Buffalo Cabbage Steaks!\nThank you for swinging by Hungry Happens! If you create this dish or any other from our site, we would greatly appreciate you taking the time to comment and rate the recipe! LOVE YOUR LIFE!\n\n\n\nCrunchy Cheesy Cabbage Bake\n\nPrint\nRate\nWatch\nShare\nPin\nShare\nTweet\nEmail\n\n\n\n5 from 4 votes\nServings: 6Prep Time: 5 minutes minsCook Time: 45 minutes minsTotal Time: 50 minutes mins\n\nIngredients 3 tbs olive oil1 large shallot,  sliced thin4 large cloves garlic, minced1 small head cabbage, sliced thinsalt and pepper to taste1/4 cup fresh dill, chopped1/4 cup flour1/3 cup grated pecorino cheese3 eggs1½ cups shredded mozzarella 1/2 cup milk1/2 tsp chili pepper flakesTopping:1½ cups panko2 tbs olive oil1/4 tsp onion powder1/4 tsp paprika\nInstructionsHeat your oil in a large deep skillet. Add in the shallot and lower the heat. Saute until for a few minutes. Stir in the garlic for 30 seconds then add in the cabbage on medium heat. Season with salt and pepper to taste and stir to coat. If the cabbage looks dry, add in another drizzle of olive oil. Cook until they soften, stirring occasionally, about 12 minutes. Remove the cabbage to a large bowl and allow it to cool off slightly. Preheat your oven to 400°F. Spray an 8×8 inch square baking dish with olive oil. In a small bowl, mix up your panko, olive oil, onion powder, paprika and salt to taste.Add the dill, flour, pecorino, eggs, mozzarella, milk, chili flakes, salt and pepper to taste to your cabbage mixture. Mix until incorporated. Transfer to baking dish and spread out evenly pressing down gently. Sprinkle evenly with the panko and bake for about 25-30 minutes or until top is golden brown. You can broil at the end if you need to, to get the golden brown crust.\nNutritionCalories: 368kcal | Carbohydrates: 25g | Protein: 16g | Fat: 23g | Saturated Fat: 8g | Polyunsaturated Fat: 2g | Monounsaturated Fat: 12g | Trans Fat: 0.01g | Cholesterol: 112mg | Sodium: 418mg | Potassium: 365mg | Fiber: 4g | Sugar: 7g | Vitamin A: 688IU | Vitamin C: 46mg | Calcium: 324mg | Iron: 2mg\nAuthor: Stella\n\n\n\nVegetarian\n\nPin\nShare\nTweet\nEmail\n\n\n\n\n\nAdd a comment Cancel reply\nRecipe Rating \nRecipe Rating\n \n\nComment * Name * \nEmail * \nSave my name and email in this browser for the next time I comment.\n \n\n\n8 comments\n\n\n\n\n\nRitaSeptember 19, 2022 \n\nI made a double batch yesterday. AMAZING dish. So good. I will definitely be making this a lot. Thank you for the recipe!❤️\n\n\nReply \n\n\n\n\n\nStellaSeptember 19, 2022 \n\nHi Rita, That’s fantastic! I’m so happy you liked the dish and thank you for taking the time to rate it!!\n\n\nReply \n\n\n\n\n\n\n\nChrisSeptember 27, 2022 \n\nThis is amazing! I can already imagine it on our Christmas lunch table. I will try adding some dijon mustard next time. Thanks for sharing.\n\n\nReply \n\n\n\n\n\nStellaSeptember 28, 2022 \n\nHi Chris! OH i love the Dijon tip! I’m trying that next time! Thank you!\n\n\nReply \n\n\n\n\n\n\n\nDannaOctober 29, 2022 \n\nAbsolutely fabulous dish! Would make a great side dish at Thanksgiving!\n\n\nReply \n\n\n\n\n\n\nOanaJanuary 15, 2023 \n\nAmazing dish!\n\n\nReply \n\n\n\n\n\n\nCareeFebruary 4, 2023 \n\nYummy! My hubby even liked it – add bacon for next time he says LOL. I used crushed pork rinds instead of panko, worked fine.\nI’m enjoying your site and recipes!\n\n\nReply \n\n\n\n\n\nStellaFebruary 5, 2023 \n\nHi Caree, Thanks so much for trying this dish out and I’m pumped the hubby liked it too! Thank you for being here and supporting this page!!\n\n\nReply \n\n\n\n\n\n \n\n\n\n\nRecipes that will make you love your life\nJoin me in sharing my family’s delicious Greek recipes and so much more!\nMeet Stella\n\nYou might also like\n\n\n\n\n\n\n\n\n\nCheesy Cabbage Steaks (Pizza + Mediterranean Style)\n\n\n\n\n\n\n\n\n\n\n\nGreek Cabbage Salad (Lahano Salata)\n\n\n\n\n\n\n\n\n\n\n\nEasy Pickled Red Cabbage\n\n\n\n\n\n\n\n\n\n\n\nCabbage and Feta Salad\n\n\n\n\n\n\n\n\n\n\n\nCabbage and Feta Brownies\n\n\n\n\n\n\n\n\n\n\n\nLoaded Taco Cabbage Steaks (Vegetarian + Meat Versions)\n\n\n\n  \n\n\n\nGet my latest recipes in your inbox\n\n\n\n\nEmail\n\n\n\n\n\n\n \n\nTikTokYouTubePinterestInstagramFacebookTwitterTumblr\n\n\n\n\n\n\n\n\n© 2023 Hungry HappensDisclosurePrivacy PolicyContact \n\n\n\nSite by cre8d\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}