{"id": "EASY CHILI CABBAGE GOULASH", "contents": "\n\n\n\n\nEASY CHILI CABBAGE GOULASH\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to main content\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  \n\n\n\n\n\n\n|Home\n|\nBooks\n\nLow-Carbing Among Friends Vol. 1\nLow-Carbing Among Friends Vol. 2\nLow-Carbing Among Friends Vol. 3\nLow-Carbing Among Friends Vol. 4\nLow-Carbing Among Friends Vol. 5\nLow-Carbing Among Friends Vol. 6\nLow-Carbing Among Friends Vol. 7\nLow-Carbing Among Friends Vol. 8\nLow-Carbing Among Friends Vol. 9\nLow-Carbing Among Friends Vol. 10\nLow-Carbing Among Friends Vol. 11\n\n\n|\nSalty\n\nAppetizers\nBeverages\nBreakfast\nBreads\nFish and Seafood\nMeat\nPoultry\nSoups & Salads\nVegetables\nMisc.\n\n\n\n|\nSweet\n\nCakes and Cheesecakes\nConfections & Frostings\nCookies & Squares\nFrozen Desserts\nPies\n\n\n|\n\t\tVIDEOS|\n\t\nINTRO: Easily Find/Watch my videos\n\nMy Best Ever (Low-Carb) Dream Date\n\nRunaway Bride? (that would be me)\n\na predestined Low-Carb Love Story\n\n3 Continents, 3 weddings, 50 years\n\nMeet Jennifer, our team's founder\nVideo Guided Blog Tour-1 by Jennifer\nVideo Guided Blog Tour-2 by Jennifer       \nAll of our VIDEOS can be found here\n\n\n\n\n\n\n\n| Home\n|\nBooks\n\nLow-Carbing Among Friends Vol. 1\nLow-Carbing Among Friends Vol. 2\nLow-Carbing Among Friends Vol. 3\nLow-Carbing Among Friends Vol. 4\nLow-Carbing Among Friends Vol. 5\nLow-Carbing Among Friends Vol. 6\nLow-Carbing Among Friends Vol. 7\nLow-Carbing Among Friends Vol. 8\nLow-Carbing Among Friends Vol. 9\nLow-Carbing Among Friends Vol. 10\nLow-Carbing Among Friends Vol. 11\n\n\n|\nAppetizers\n\nAppetizers\nBeverages\n\n\n| Baking & Breads\n|\nMains & Sides\n\nBreakfast\nFish and Seafood\nMeat\nPoultry\nSoups & Salads\nVegetables\n\n\n|\nDesserts\n\nCakes and Cheesecakes\nConfections & Frostings\nCookies & Squares\nFrozen Desserts\nPies\n\n\n| Misc\n\n|\nVideos|\n\nAll of our VIDEOS can be found *Here*\n\nLowCarb,Keto + related Health videos\n\nRunaway Brides? Me+4 more since 1880 \n\nMermaid's story: How we met 52y ago\n\n3 weddings on 3 Continents in 52 yrs\n\nMy Best Ever (Low-Carb) *Dream-Date*\n\na predestined (Low-Carb) Love Story?\n\nRunaway Bride? Yes (original videos) \n\nLost & Found, Rejected again, Adopted\n\nRomance (Based on a true story, mine)\n\nNOVELS: Africa's Snow-White free PDF'sDownload V1-8, based on a true story\n\nAfrica's Snow-White Synopsis (Old PPT)\n\nMeet Jennifer, our LCAF team's founder\nHelpful Guided *Blog Tours* by Jennifer\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\nSearch This Blog\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEASY CHILI CABBAGE GOULASH\n\n\n\n\n\n\nPosted by\n\n\n\n\nJennifer [To PIN/share a Post, Click the 3 dots or the Red SAVE Button]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGet link\n\n\n\n\n\n\n\nFacebook\n\n\n\n\n\n\n\nTwitter\n\n\n\n\n\n\n\nPinterest\n\n\n\n\n\n\n\nEmail\n\n\n\n\n\n\n\nOther Apps\n\n\n\n\n\n\n\n\nEASY CHILI CABBAGE\nGOULASH\nDelicious comfort food with all the veggies thrown in for extra\nnutrition and goodness.  You can serve\nthis satisfying meal in a bowl with grated Cheddar cheese and a dollop of sour cream. My husband loved this!  It has just the right amount of heat.  You can, if desired, serve this meal over a bed of cauliflower rice as a bland foil for the rich-tasting meat and cabbage.\n \n2 lbs lean\nground beef (0.9 kg)\n6 oz can tomato paste (170 g)\n1 tbsp chili powder (15 mL)\n11/2 tsp salt (7 mL)\n1/2\ntsp black pepper (2 mL)\n1/2 tsp crushed red pepper (2 mL)\n1 green bell pepper, chopped\n1 onion, chopped (optional)\n3 Roma tomatoes, chopped\n1 tbsp crushed garlic (15 mL)\n8 cups chopped cabbage (2 L)\n  (about 1 lb 6 oz; 624 g)\n2 cups water, OR more as needed (500 mL)\n \nIn\nfrying pan, cook ground beef over medium heat until turning brown.  Add tomato paste, chili powder, salt, black\npepper and crushed red pepper.  Stir to\ncombine well.  Cook a little longer on low heat while preparing the next step.\nIn\nlarge, deep, nonstick pot, over medium heat, and in a little oil or bacon fat,\ncook green pepper (and onion, if using) until softening.  Add tomatoes and cook until softening.  Add crushed garlic and cook a further 2\nminutes.  Add ground beef mixture and\ncabbage.  Stir in water.  Cook over medium low heat about 25 minutes, until\nthe cabbage is soft.  Add more water if\nnecessary during the cooking process.  Yield:  8 servings \n1\nserving\n297.3\ncalories\n23.8\ng protein\n17.8\ng fat\n2.9 g fiber\n8.5\ng net carbs SEE our beautiful\ncoil-bound books (last 5 gorgeous, Low-Carbing Among Friends' Team cookbooks, \nthe coil matches the books): Amongfriends.us/Findourbeautifulrecipebooks  This wonderful low-carb/keto collection of cookbooks (tons\nof photos, coil-bound!) is expected to sell out and they will not be printed\nagain.  Limited stocks; get yours now! \nKINDLES available! \nAs an Amazon\nAssociate, I earn from qualifying purchases.  Here is my Amazon store\nfor more of my favorite products: AMAZON\nSTORE  Thank you for your support. \n\n\n\n\n\n\n\n\nSoups and Salads\n\n\nat\n\n\n\n25.10.20\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGet link\n\n\n\n\n\n\n\nFacebook\n\n\n\n\n\n\n\nTwitter\n\n\n\n\n\n\n\nPinterest\n\n\n\n\n\n\n\nEmail\n\n\n\n\n\n\n\nOther Apps\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBACK TO TOP OF PAGE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPIN RECIPE/POST (left) to PINTEREST\n\n\n\n\n\n\n\nOur Most Popular Posts in the Last Year\n\n\n\n\n\n\n\n\n\nCREAMY GARLIC BUTTER PARMESAN CHICKEN  \n\n\n\n        Click ==> To jump to this RECIPE     CREAMY GARLIC BUTTER PARMESAN CHICKEN     Lovely tender chicken made in a skillet and ready in no time flat!  Lots of garlic is added to the generous, tasty sauce.  I am sure you will love this! I used the Parmesan cheese in a can, but freshly grated Parmesan can be used in the sauce (but not in the breading).  I was conservative with the Parmesan cheese but it was just plenty in this recipe.  Very flavorful chicken that you will want to make again, and the fact that it is so easy and quick being made in a skillet is a big plus as well.              Ingredients: 2 large chicken breasts   Breading:   4 tbsp Gluten-Free Bake Mix 2 , OR almond flour (60 mL)   2 tbsp Parmesan cheese, kind in a canister (30 mL)   1 / 2 tsp salt (2 mL)   1 / 4 tsp black pepper (1 mL)   Garlic Butter Parmesan Sauce:   2 tbsp butter (30 mL)   3 tbsp crushed garlic (45 mL)   1 1 / 4 cups chicken stock (300 mL)   1 cup whipping cream (250 mL)   1 / 4 cup grated Moz\n\n\n\n\n\n\n\n\n\n\n\nHAMBURGER MUSHROOM BAKE\n\n\n\n       Click ==> To jump to this RECIPE                       HAMBURGER MUSHROOM BAKE    Simple recipe for an easy supper.  Although, simple, it was a satiating meal.  This is loosely based on Mushroom Mozzarella bake recipe...you are welcome to add some Mozzarella cheese before baking.  This is a fairly bland casserole, so if you like more zip in your casseroles, please feel free to spice it up!                    Ingredients:   1 lb lean ground beef (0.45 kg)   1 tsp salt (5 mL)   1 / 2  tsp black pepper (2 mL)   6 oz cream cheese (180 g)   3 eggs   1 lb mushrooms (0.45 kg)   2 tbsp butter (30 mL)   1 tsp seasoning salt (5 mL)   1 tsp dried parsley (5 mL)   1 / 4  tsp black pepper (1 mL)   Grated cheese (optional) Instructions:     Preheat oven to 350°F (180°C).     In large frying pan, over medium heat, brown ground beef and sprinkle with salt and black pepper.  If your ground beef is too dry add some light-tasting olive oil or bacon fat. Set aside to cool.      In food processor\n\n\n\n\n\n\n\n\n\n\n\nMUSHROOM MOZZARELLA BAKE\n\n\n\n       Click ==> To jump to this RECIPE                      WITH SHARP CHEDDAR CHEESE INSTEAD OF MOZZARELLA!            MUSHROOM MOZZARELLA BAKE   Very tasty, scalloped, fresh mushrooms!  I was able to find them at a good price!  Yay! This is one of my eldest son, Daniel’s favorite dishes.  Mushrooms are normally quite expensive here. However, I was excited to find them at a good price this week and bought 2 containers.  I'll make something with chicken breasts tomorrow with the rest.  Asparagus still remains sooo expensive - about $8 a lb here - too much!  Even cauliflower for a large to medium head could cost up to $8.  It's awful, so when I find my fave veggies on sale, I can't help but buy them. The other veggies in the photo on the dinner plate are Butternut Squash Cakes (use any yellow squash) and Sweet Onion Pepper Stir Fry .  If you have not tried the latter way of cooking peppers and onions, I highly recommend it!  Although DH prefers them plain and somewhat cr\n\n\n\n\n\n\n\n\n\n\n\nAMISH BROCCOLI SALAD\n\n\n\n           AMISH BROCCOLI SALAD     This delightful salad with my own tweaks lends itself to some wonderful ideas for variations, so be sure to check them out at the bottom of the recipe! This recipe will definitely feed a crowd.  The Smoked Gouda  lends an amazing flavor to the salad and would be especially great served at a barbecue.  The original recipe called for 1/2 cup of sugar.  Feel free to reduce the sweetener to taste, leave it out, or use your own preferred sweetener.   Note:  If you prefer, you can blanch the vegetables in boiling water for 2 to 3 minutes to take the edge off the crunchiness (especially for the cauliflower (that's why I suggest cutting it real small).  Then drain the vegetables well in a colander over a bowl.       1 lb chopped broccoli (0.45 kg)   1 lb chopped cauliflower (0.45 kg)     (chopped into very small chunks)   1 / 2  lb bacon, fried and crumbled (0.2 kg)     (about 7 slices)   2 cups grated Smoked Gouda, OR (500 mL)     Cheddar cheese, divide\n\n\n\n\n\n\n\n\n\n\n\nCREAMY CAULIFLOWER, CHEDDAR CHEESE AND BACON\n\n\n\n       Click ==> To jump to this RECIPE        This recipe has been one of the most popular vegetable sides on my blog for a number of years.  It has been seen, liked and shared by millions of Facebook Fans, sometimes reaching 2 million people in one posting on our Low-Carbing Among Friends page.     Lovely to be able to use rich creamy sauces on our low-carb diet.  This would have been an absolute no-no in our low-fat days.  How wrong they have been prove about fat.  We absolutely must have even saturated fats in our diets.  If you don't believe go to Dr. Eades' blog and do a search there about fats.             CREAMY CAULIFLOWER, CHEDDAR CHEESE AND BACON    Fabulous side dish worthy of company!  So simple, yet so very tasty.  This is a pretty side dish with plenty of lovely color.  I know I'll be serving it to my son, Daniel and his fiance soon.  They're coming to visit.  I'm so excited.  I love it when I have more quality time with family.  It is so beautiful\n\n\n\n\n\n\n\n\n\n\n\nFRENCH ONION SMOTHERED CHICKEN BREASTS\n\n\n\n       Click ==> To jump to this RECIPE       FRENCH ONION SMOTHERED CHICKEN BREASTS   A very flavorful meal of chicken breast cutlets with lots of caramelized onions and plenty of fried mushrooms in a generous and delicious gravy.  A classic! The tiny bit of thyme gives the sauce a very distinctive flavor.  If you are not a fan of thyme, use dried parsley instead.  If you use commercial chicken stock which no doubt is quite a bit higher in sodium than my homemade chicken stock, be careful to only lightly salt the chicken breasts.  Adding about 1/4 tsp baking soda to a pound of onions helps them caramelize 50% faster!             Ingredients: Olive oil   3 large chicken breasts     (sliced in half  longitudinally)   Salt and pepper, to taste, OR seasoning salt   (if using commercial chicken stock, go lightly)   4 tbsp butter (60 mL)   3 yellow onions, sliced   8 oz canned mushrooms, drained (250 g)   (fresh would be even better)   2 tsp crushed garlic (10 mL)   1 tbsp oat flour, OR \n\n\n\n\n\n\n\n\n\n\n\nHAMBURGER MUSHROOM BAKE - SUPER DELUXE!\n\n\n\n       Click ==> To jump to this RECIPE                                 HAMBURGER MUSHROOM BAKE - THE SUPER DELUXE VERSION    So happy to share my original Hamburger Mushroom Bake  recipe now improved and, so to speak, on steroids!  I asked Facebook Fans how we could improve on a fairly simple dish, however, highly popular dish, amazingly, and make it even better!  There were several lovely suggestions and I incorporated as many of those suggestions as I could with what I had on hand.  I used a combination of Swiss cheese and Mozzarella cheese on top.   I added garlic, green onions, bacon and Swiss cheese, increased the amount of ground beef and cream cheese...and TaDa.... The result was magnificently delicious!  This dish is now very, very good and tasty.  I will definitely make it this way in the future. 10 out 10 for our Facebook Fans!!   You can double the recipe, if desired and fill two casserole dishes to feed a crowd.                Ingredients:        1 1 / 2  lbs lean groun\n\n\n\n\n\n\n\n\n\n\n\nAMISH BROCCOLI, CHICKEN AND BACON SALAD\n\n\n\n       Click ==> To jump to this RECIPE                    AMISH BROCCOLI, CHICKEN AND BACON SALAD     This is a wonderful broccoli salad. A lovely summer salad! The addition of chicken means it could make a meal, if desired. This recipe will definitely feed a crowd.  Also, my hubby lost 3 lbs in the week using this recipe.  He would even have it for breakfast some days.        Ingredients:       1 lb chopped broccoli (0.45 kg)     (chopped into small pieces)   1 lb cooked chicken, chopped (0.45 kg)     (rotisserie chicken is probably easiest)   1 / 2  lb bacon, fried and crumbled (0.2 kg)     (about 7 slices)   2 cups grated sharp Cheddar cheese, (500 mL)     divided   1 large apple, chopped finely (optional)   1 cup mayonnaise (250 mL)   1 cup sour cream (250 mL)   Liquid sweetener  ( sucralose  or  stevia )  to equal 1 / 4 cup sugar (60 mL)     (optional – adds no extra carbs)   1 / 2  tsp salt, OR to taste (2 mL) Instructions:     In large salad bowl or trifle bowl, combine broc\n\n\n\n\n\n\n\n\n\n\n\nMONTEREY JACK DIPPING CHIPS \n\n\n\n Out of the oven - crispy and gorgeous!!  The front chip shows the underside.  Notice the lovely ribbed pattern that just naturally occurs while the chips bake for 10 minutes.           Before they go in the oven!                MONTEREY  JACK DIPPING CHIPS      This is such a cool, easy recipe, but it’s not even a recipe as such…it’s simply a method to make really lovely chips for dipping or for spreads out of pure finely shredded Monterey Jack Cheese!  When you allow these ribbed (so amazing – they actually have ribs like real ribbed chips!) chips to cool, they will be crispy and perfect for spreads .  Refrigerated, the next day, each chip will be a mix between crispy and chewy and they will be very sturdy to be perfect dipping chips. I can't remember if they were perfect dipping chips freshly made and cooled, but I used them for my spread. I will make them again and let you know soonest!  The day after that, they will still be able to be used to dip, but they will be primarily c\n\n\n\n\n\n\n\n\n\n\n\nEASY LOW-CARB CHEESE SAUCE \n\n\n\n      CHEESE SAUCE     Here is an easy recipe that is also very tasty.  I love to pour it over cooked broccoli or cauliflower for a delicious side dish.  You can double the recipe easily as well.  One thing about low-carbing is that tasty, creamy, rich sauces which enhance our food are definitely allowed.  How bland our low-fat diets were. Remember?  Most of us who are older have tried low-fat diets like Weight Watchers and Jenny Craig.  The former was okay for weight loss for me (but I was always very hungry and could not wait for my next meal), but Jenny Craig was a disaster.  Jenny Craig just made me poorer - expensive and it did not work for me. True, I abused the diet as I loved their meal replacement bars, I think it was, which were like candy and probably not a truer word spoken.  The only other diet I ever tried was the \"Eat all you Can Diet\".  Yep, my family was in hysterics when I started that one.  I got a book in a yard sale or somewhere and it suggested that depr\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPowered by Blogger\n\n\nJennifer Eloff, Eureka Publishing (2011)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}