{"id": "Easy Eggplant Stir-Fry - EatingWell", "contents": "             Easy Eggplant Stir-Fry                                                                                                                                                     Skip to content                  Visit EatingWell's homepage                 Search   Search                  Please fill out this field.           Log In        My Account         Log Out       Newsletter    Sweepstakes           Search   Search             Please fill out this field.        Healthy Recipes            Healthy Recipes     Dinner     Quick & Easy     Breakfast & Brunch     Lunch     Appetizers     Side Dishes     Salads     Soup     Desserts     Smoothies     Snacks     View All        Special Diets            Special Diets     Mediterranean Diet     Anti-Inflammatory Diet     Weight Loss     Heart Health     Gluten-Free     Vegetarian     Vegan     View All        Diabetes            Diabetes     Meal Plans for Diabetes     Diabetes-Friendly Recipes     View All        News            News     Features     View All        Meal Plans            Meal Plans     Dinner Plans     Weight-Loss Meal Plans     Low-Carb Meal Plans     Low-Cholesterol Meal Plans     Mediterranean Diet Meal Plans     Low-Sodium Meal Plans     ThePrep     View All        Healthy Eating            Healthy Eating     How to Eat Healthy     Best Healthy Foods     Healthy Cooking How-Tos     Healthy Eating for Kids     Good Food Fast     Beer, Wine & Spirits Guide     View All        Healthy Lifestyle            Healthy Lifestyle     EatingWell in Real Life     Entertaining     Kitchen Essentials     Sustainability     View All        About Us            About Us     Nutrition Guidelines     View All              Log In        My Account            My Account     Log Out       Newsletter    Sweepstakes       Follow Us                                                      Healthy Recipes     Dinner     Quick & Easy     Breakfast & Brunch     Lunch     Appetizers     Side Dishes     Salads     Soup     Desserts     Smoothies     Snacks     View All       Special Diets     Mediterranean Diet     Anti-Inflammatory Diet     Weight Loss     Heart Health     Gluten-Free     Vegetarian     Vegan     View All       Diabetes     Meal Plans for Diabetes     Diabetes-Friendly Recipes     View All       Meal Plans     Dinner Plans     Weight-Loss Meal Plans     Low-Carb Meal Plans     Low-Cholesterol Meal Plans     Mediterranean Diet Meal Plans     Low-Sodium Meal Plans     ThePrep     View All       News     Features     View All       Healthy Eating     How to Eat Healthy     Best Healthy Foods     Healthy Cooking How-Tos     Healthy Eating for Kids     Good Food Fast     Beer, Wine & Spirits Guide     View All       Healthy Lifestyle     EatingWell in Real Life     Entertaining     Kitchen Essentials     Sustainability     View All         About Us     Our Food & Nutrition Philosophy                   Healthy Recipes      Healthy Cooking Methods & Styles      Healthy Stir Fry Recipes        Easy Eggplant Stir-Fry                     4.7  (7)  7 Reviews    This eggplant stir-fry is easy to make. We call for long and tender Japanese eggplant, but regular eggplant will work well, too, cut into 1-inch pieces. Jalapeño peppers can vary from mild to very spicy. If you need to cut the heat, opt for small sweet peppers in their place.     By  Ali Ramee            Ali Ramee                     Ali Ramee is a recipe developer and food stylist for Dotdash Meredith. A College of Charleston graduate with a communications major, Ali began her culinary career in the kitchens of chef Hugh Acheson in her hometown of Savannah, Georgia. After an internship with America's Test Kitchen in Boston, Ali moved to San Francisco to continue her culinary education in some of the top tier restaurants in the city, like Flour & Water and Petit Crenn. Ali began working as a food stylist and recipe developer for the meal kit company Sun Basket before making the move to Dotdash Meredith Food Studios.    EatingWell's Editorial Guidelines     Updated on September 19, 2023       Reviewed by Dietitian  Jessica Ball, M.S., RD               Reviewed by Dietitian Jessica Ball, M.S., RD              Jessica Ball, M.S., RD, has been with EatingWell for three years and works as the associate nutrition editor for the brand. She is a registered dietitian with a master's in food, nutrition and sustainability. In addition to EatingWell, her work has appeared in Food & Wine, Real Simple, Parents, Better Homes and Gardens and MyRecipes.    EatingWell's Editorial Guidelines           Tested by  EatingWell Test Kitchen               Tested by EatingWell Test Kitchen   The EatingWell Test Kitchen is comprised of a group of culinary professionals who develop and test our recipes. Our recipes go through a rigorous process, which includes testing by trained recipe testers, using different equipment (e.g., gas and electric stoves) and a variety of tools and techniques to make sure that it will really work when you make it at home. Testers shop major supermarkets to research availability of ingredients. Finally, a Registered Dietitian reviews each recipe to ensure that we deliver food that's not only delicious, but adheres to our nutrition guidelines as well. Learn more about our food philosophy and nutrition parameters.    Meet the EatingWell Test Kitchen           Rate         Print           Share                                                    Active Time: 15 mins   Total Time: 15 mins   Servings: 6    Yield: 6 servings    Nutrition Profile:  Low-Carb Dairy-Free Low-Sodium Vegan Vegetarian Egg-Free     Jump to Nutrition Facts        What Eggplant Is Best for Stir-Fries?    While any type of eggplant will work in a stir-fry, we prefer Japanese eggplants for this recipe. Sometimes referred to as Chinese eggplant or Asian eggplant, this type of eggplant is usually long and slender with tender purple skin and sweet, meaty flesh. They have fewer seeds than rounder varieties, which gives them a nice, firm texture and a less bitter flavor. Japanese eggplants are readily available at well-stocked supermarkets, Asian grocery stores or farmers markets. They are easiest to find in mid to late summer. If you can't find Japanese eggplant, a regular globe-shaped eggplant will work too. Just cut the eggplant into smaller 1-inch pieces so it holds up better while cooking.      How to Stir-Fry Eggplant Perfectly    The trick to perfectly cooked eggplant is getting a good sear on the outside, with tender, silky flesh on the inside. We do this by cooking the eggplant in batches instead of throwing it all in the pan at once. This extra step allows the eggplant to brown instead of steam, which adds flavor and prevents the eggplant pieces from falling apart. Simply transfer the first batch to a bowl and cover it to keep warm while the second batch cooks. When the second batch is finished, add it to the first, followed by the other ingredients, then toss it with the sauce. Viola! Perfect stir-fried eggplant.    Additional reporting by Hilary Meyer             Ingredients    4  Japanese eggplants (about 1 1/2 pounds)   5 tablespoons canola oil or peanut oil, divided   2 tablespoons hoisin sauce   2 tablespoons reduced-sodium soy sauce   1 tablespoon plum sauce   2  jalapeño peppers, cut into thin rings   1 small yellow onion, sliced into 1/4-inch wedges   2 teaspoons minced garlic   1 teaspoon minced fresh ginger   1 cup packed fresh basil leaves       Directions     Cut eggplants into quarters lengthwise, then into 2-inch pieces. Heat 2 tablespoons oil in a large cast-iron skillet over high heat. Add half of the eggplant and cook, stirring occasionally, until tender and browned in parts, 4 to 5 minutes. Transfer to a large bowl. Repeat with 2 tablespoons oil and the remaining eggplant. Cover the eggplant to keep warm and set aside.      Meanwhile, whisk hoisin, soy sauce and plum sauce in a small bowl. Set aside.      Heat the remaining 1 tablespoon oil in the skillet over high heat. Add jalapeños and onion; cook, stirring often, until slightly softened, 4 to 5 minutes. Add garlic and ginger; cook, stirring often, until softened and fragrant, 30 seconds to 1 minute. Add the onion mixture and basil to the eggplant and stir in the sauce. Serve immediately.                  Originally appeared: EatingWell.com, May 2020; updated September 2022   Rate It       Print           Nutrition Facts (per serving)    161 Calories   12g  Fat   13g  Carbs   2g  Protein        Show Full Nutrition Label Hide Full Nutrition Label       Nutrition Facts    Servings Per Recipe 6     Serving Size 2/3 cup     Calories 161      % Daily Value *    Total Carbohydrate 13g   5%     Dietary Fiber 2g   6%     Total Sugars 6g     Added Sugars 2g   3%     Protein 2g   5%     Total Fat 12g   16%     Saturated Fat 1g   5%     Cholesterol 0mg   0%     Vitamin A 451IU   9%     Vitamin C 11mg   12%     Folate 37mcg   9%     Sodium 298mg   13%     Calcium 31mg   2%     Iron 1mg   4%     Magnesium 28mg   7%     Potassium 348mg   7%       Nutrition information is calculated by a registered dietitian using an ingredient database but should be considered an estimate.  * Daily Values (DVs) are the recommended amounts of nutrients to consume each day. Percent Daily Value (%DV) found on nutrition labels tells you how much a serving of a particular food or recipe contributes to each of those total recommended amounts. Per the Food and Drug Administration (FDA), the daily value is based on a standard 2,000 calorie diet. Depending on your calorie needs or if you have a health condition, you may need more or less of particular nutrients. (For example, it’s recommended that people following a heart-healthy diet eat less sodium on a daily basis compared to those following a standard diet.)  (-) Information is not currently available for this nutrient. If you are following a special diet for medical reasons, be sure to consult with your primary care provider or a registered dietitian to better understand your personal nutrition needs.  Powered by the ESHA Research Database © 2018, ESHA Research, Inc. All Rights Reserved                                                                             Related Articles                Spicy Eggplant Dip with Lime & Cilantro        25 mins                  Charred Cabbage Wedges with Cashew Cream        1 hr 30 mins                  Moo Shu-Style Vegetables                         20 mins                  Our 27 Best Eggplant Recipes for Summer                Shirataki Noodles with Tofu & Veggies        25 mins                  Stir-Fried Clams with Snow Peas        20 mins                  How to Cut Eggplant                Kung Pao Tofu        25 mins                       25 Veggie Side Dishes You'll Want to Make Forever                Broccoli, Mushroom & Beef Stir-Fry                         30 mins                  Stir-Fried Japanese Eggplant with Garlic-Soy Sauce        10 mins                  22 Easy Vegetarian Dinners You'll Want to Make Forever                15 Easy Eggplant Recipes                Eggplant Tortilla Casserole                         1 hr 10 mins                  One-Pan Garlicky Shrimp & Rice                         35 mins                  Panzerotti        1 hr 25 mins                   Visit EatingWell's homepage       Newsletter                Follow Us                                                    Healthy Recipes   Meal Plans   Healthy Eating   Healthy Cooking   Healthy Lifestyle   Special Diets   Diabetes   News     About Us Diversity & Inclusion Nutrition Guidelines Privacy Policy Product Reviews Advertise Terms of Service Careers Your Privacy Choices      Contact            EatingWell is part of the Dotdash Meredith publishing family.   Please review our updated Terms of Service.           Newsletter Sign Up                Newsletter Sign Up                          By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Cookies Settings Accept All Cookies    "}