{"id": "Eggplant side dish Gaji-namul recipe by Maangchi", "contents": " Eggplant side dish (Gaji-namul) recipe by Maangchi                                 Home CookingRecipesIngredientsKitchenwareBeginner’s guide CommunityBlogForumFood photosMaangchi's monthly letter ShopMy CookbooksKorean grocery stores worldwideKorean ingredients online AboutAbout MaangchiContact Maangchi on YouTube Maangchi on Facebook Maangchi on Twitter Maangchi on Instagram Maangchi on TikTok Maangchi on YouTube Maangchi on Facebook Maangchi on Twitter Maangchi on Instagram Maangchi on TikTok   Play Eggplant and soy sauce side dish (가지나물) video  Eggplant sidedishGaji-namul 가지나물Gaji-namul is a simple, delicious, everyday Korean side dish, meant to be eaten with other side dishes and rice.It’s one of my favorites. I love the fresh taste, soft texture, and the beautiful vibrant purple color of the dish on the table. It’s refreshing and goes well with oilier items to offset their texture and taste. I never get tired of it!If you are a vegetarian, replace the fish sauce with soy sauce.Ingredients(serves 4):1 pound of Korean eggplants (3-4 eggplants), caps removed and washed3 garlic cloves, minced2 green onions, chopped1 tablespoon soy sauce1 teaspoon fish sauce1 teaspoon Korean hot pepper flakes (gochugaru)2 teaspoons toasted sesame oil1 tablespoon toasted sesame seeds, crushed DirectionsPrep your steamer by adding 2 cups of water to it. Set heat to medium-high for it to boil, it shoud take about 5 minutes.Meanwhile, cut eggplants crosswise into 2½ inch pieces. Cut the thicker pieces in half lengthwise.When the water starts boiling, put the eggplants on the steamer rack and cover. Steam for 5 minutes over medium high heat.Remove from the heat. Take out the steamed eggplant and transfer to a cutting board. Let cool for 5 to 10 minutes until you can easily handle them.  Tear each piece into bite size pieces.Make seasoning mixture:Combine garlic, green onion, soy sauce, fish sauce, hot pepper flakes, sesame oil in a mixing bowl.Mix well with a wooden spoon. Put it together & serve:Add the steamed eggplant to the bowl and mix well by hand or with the wooden spoon.Sprinkle with the crushed sesame seeds and serve with rice.     Print recipe Posted on Saturday, October 25th, 2008.  Last updated on August 10, 2021.  Recipe type: appetizer, easy, side dish, spicy, vegetarian  Tagged as easy eggplant recipe, eggplant, eggplant recipe, eggplant side dish, 가지나물, gaji namul, healthy eggplant recipe, how to cook eggplant, Korean eggplant dish, Korean eggplant side dish, Korean steamed eggplant, namul, steamed eggs, vegetarian dish, vegetarian eggplant recipe Leave your rating:       Submit Rating  So far this is rated 5/5 from 434 votes Be the first to rate this.Maangchi's Amazon picks for this recipeIt's always best to buy Korean items at your local Korean grocery store, but I know that's not always possible so I chose these products on Amazon for that are good quality. See more about how these items were chosen.Want my recipes in your email?My monthly letter to my readers includes my recipe roundup, funny and touching stories, upcoming events, reader comments and photos of what you guys are cooking! It's delivered the first day of every month. Here's the letter from November if you want to see what it's like.   180 Comments: LukaCMuller Melbourne, Australia joined 2/23 & has 1 commentPosted February 16th, 2023 at 5:06 am | Log in to reply or create a profile.This recipe is simple and quick but SO delicious. Thank you!See full size image Maangchi New York City joined 8/08 & has 550 commentsPosted February 22nd, 2023 at 5:10 pm | Log in to reply or create a profile.Your gaji-namul looks very savory, tender, and juicy! It’s so appetizing that even the bowl of white rice beside it looks amazing! : ) Jang-geum Charlotte, NC joined 9/20 & has 26 commentsPosted January 2nd, 2023 at 5:26 am | Log in to reply or create a profile.Loved gaji-namul a lot..will buy more korean eggplants to make this again Yummy!See full size image Maangchi New York City joined 8/08 & has 550 commentsPosted January 3rd, 2023 at 11:01 am | Log in to reply or create a profile.Your steamed eggplant looks so delicious with the gorgeous purple color! Oma-Sylvia Amsterdam, the Netherlands joined 6/22 & has 1 commentPosted June 23rd, 2022 at 2:03 pm | Log in to reply or create a profile.Hi, I found your recepi page by coincidense. I bought some chinese eggplants but did not know what to make or how to use it.. so, I tried to make this dish. And wow, so full of flavour.. although I forgot the sesame seeds and used Portuguese piri-piri istead of the original hot flakes.. it was delicious.. don’t have a picture cause it tasted to well.. Next recepi I’ll make a photo.. Greetings, Sylvia ilcorago Philadelphia, PA joined 11/18 & has 3 commentsPosted January 30th, 2022 at 9:42 am | Log in to reply or create a profile.So easy and so delicious!See full size image Maangchi New York City joined 8/08 & has 550 commentsPosted February 8th, 2022 at 5:47 pm | Log in to reply or create a profile.Each piece of your gaji-namul looks so plump, sweet, and tender! Delicious! MaangchiLove Montreal, Toronto joined 8/19 & has 56 commentsPosted April 18th, 2021 at 9:19 pm | Log in to reply or create a profile.I’ve made it many times so far, it’s my veggie side dish fave!See full size image Maangchi New York City joined 8/08 & has 550 commentsPosted April 19th, 2021 at 10:12 am | Log in to reply or create a profile.Wow, your gaji-namul looks perfect! I feel like eating it with rice! Lucia Minnesota joined 6/20 & has 2 commentsPosted June 24th, 2020 at 8:57 am | Log in to reply or create a profile.If you were eating this the next day would you reheat it or eat it cold? Thank you! Attached is a picture of my my gaji-namul with rice, gochujang tofu, and fresh vegetarian kimchi. I was out of sesame seeds, but it was still very tasty!See full size image AnnaD El Paso TX joined 5/20 & has 1 commentPosted May 23rd, 2020 at 9:17 pm | Log in to reply or create a profile.Thank you for your recipes and videos. I have made your Gaji-namul a few times and my mom, korean, loves this one best.  I am half Korean and am learning many recipes from you. I love your books and look forward to more recipes.See full size image redgiraffe Vancouver joined 5/20 & has 1 commentPosted May 12th, 2020 at 5:42 pm | Log in to reply or create a profile.Can I use dried eggplant? Do I just soak them in water to rehydrate and then use them according to the recipe after instruction 5. Tear each piece into bit size pieces? Chongyiihean88 Malaysia joined 4/20 & has 2 commentsPosted April 6th, 2020 at 5:13 am | Log in to reply or create a profile.Made this lots of times, easy and delicious, Chongyiihean88 Malaysia joined 4/20 & has 2 commentsPosted April 6th, 2020 at 5:14 am | Log in to reply or create a profile.Was wondering though, how many days can this be refrigerated? jaygles Colorado joined 3/20 & has 2 commentsPosted March 14th, 2020 at 9:49 pm | Log in to reply or create a profile.I love Korean food, but I’m vegan and it makes it hard to buy pre-made Korean products, so I’m learning how to make it all myself! I made gaji-namul tonight with kimchijeon and rice and it is so delicious! Thank you for this great recipe! Maangchi New York City joined 8/08 & has 12,045 commentsPosted March 16th, 2020 at 10:59 am | Log in to reply or create a profile.Kimchi pancake, gaji-namul, and rice! It’s such a simple but delicious meal! JNOK Oklahoma, US joined 2/20 & has 2 commentsPosted February 19th, 2020 at 2:25 pm | Log in to reply or create a profile.I really love Korean food. I’ve just made this recipe and had it with rice. It’s very delicious! Thank you very much! JNSee full size image Maangchi New York City joined 8/08 & has 12,045 commentsPosted February 20th, 2020 at 6:17 am | Log in to reply or create a profile.Your gaji-namul looks so tasty! Congratulations! More comments to read! Jump to page: < Previous  1 2 3 4Leave a Reply Click here to cancel reply.You must create a profile and be logged in to post a comment.  Eggplant sidedishKorean name: 가지나물Romanized: Gaji-namulAlso Romanized as: gajinamul Recipe type: appetizer, easy, side dish, spicy, vegetarianMade with: eggplant, Fish sauce (Aekjeot), garlic, green onion, Hot pepper flakes (Gochugaru), sesame seeds, Soy sauce (Ganjang), and Toasted sesame oil (Chamgireum) This recipe was originally posted on October 25, 2008 by Maangchi.  It was last updated on August 10, 2021.The video has been watched 12,925,508 times on YouTube & has been liked 173,266 times. It's a video remake that was uploaded on January 16, 2015.The original video was posted on October 26, 2008 and has been watched 334,545 times.See the Wikipedia entry on this dish. My cookbooks  Which to get? Both are best sellers and either one is a good choice if you want to learn Korean home cooking. my first book has all the recipes for all the essential Korean pastes and sauces, but my second book Maangchi's Big Book of Korean Cooking has more recipes.Maangchi's recipes by category:KimchiEssential Korean dishSide dishesBanchan makes the mealRiceOur most important grainPancakesSavory & simpleRice cakesTteok for every occasionStewsJjigae is our comfort foodNoodlesLong noodles = long life!SoupsGuk at every mealSundubu-jjigaeSoft tofu stewGimbapSeaweed paper rollsDessertsSpecial sweet stuffMain dishesConsider these mainsManduKorean dumplingsAnjuDrinking foodBBQThe Korean way to grillFried chickenDouble-deliciousnessOne bowl mealsNutritious & convenientStreet foodQuick & funEasyAnyone can make these!LunchboxesDosirak made with loveAppetizersThese could be firstFermentedTaste of centuriesStaple ingredientsKorean cuisine basicsMitbanchanPreserved side dishesPicklesQuick-brinedSpicyI love spicy food :)NonspicyThere are plenty!BeefFor meat loversSeafoodSurrounded by the seaPorkSome new dishes to tryChickenOur most deliciousVegetarianNo fish, meat or chickenVeganNo animal products at allTemple cuisineFrom Buddhist templesKorean ChineseChinese style KoreanSnacksQuick dishes on the runKorean bakeryBreads & pastriesPorridgesGood for your health!Cold dishesIcy, cold, or just chilledDrinksFruits, grains & herbsNot KoreanFusion and western foodMy most popular Korean recipes  KimchiTraditional-style spicy fermented whole-leaf cabbage kimchi 김치  Easy KimchiA traditional, simpler, & faster way to make kimchi 막김치  JapchaeStir fried noodles with vegetables 잡채  Cheese buldakFire chicken with cheese 치즈불닭  Sundubu-jjigaeSoft tofu stew 순두부찌개  YachaejeonVegetable pancake 야채전  JjajangmyeonNoodles with blackbean sauce 짜장면  TteokbokkiHot and spicy rice cakes 떡볶이  DakgangjeongCrispy and crunchy chicken 닭강정  Oi-muchimSpicy cucumber side dish 오이무침  Gimbap (aka Kimbap)Seaweed rice rolls 김밥  Kimchi-jjigaeKimchi stew 김치찌개  Kimchi-bokkeumbapKimchi fried rice 김치볶음밥  BibimbapRice mixed with meat, vegetables, an egg, and chili pepper paste 비빔밥  Doenjang-jjigaeFermented soybean paste stew 된장찌개  KimchijeonKimchi pancake 김치전My most recent recipes    Steamed radish rice Nov 4th    Hand-torn noodle soup Oct 14th    Makgeolli bread Sep 23rd    Perilla leaves jangtteok Sep 7thConvert your ingredient units # to convert:   from: DropDashPinchMilliliters/ccDeciliterFluid DramTeaspoon (US)Teaspoon (UK)Tablespoon (US)Tablespoon (UK)Fluid Ounce (US)Fluid Ounce (Imperial)CupsCubic InchGill (US)Gill (UK)Pint (US)Pint (UK)Quarts (US)LitersGallons (US)Gallons (UK)   to: DropDashPinchMilliliters/ccDeciliterFluid DramTeaspoon (US)Teaspoon (UK)Tablespoon (US)Tablespoon (UK)Fluid Ounce (US)Fluid Ounce (Imperial)CupsCubic InchGill (US)Gill (UK)Pint (US)Pint (UK)Quarts (US)LitersGallons (US)Gallons (UK)   results:    Photos of homemade Gaji-namul from me & my readers                                                Copyright © 2023 Maangchi LLC.All rights reserved.About your privacy.         "}