{"id": "Eggs Potatoes Chicken  Cheese Baked Breakfast Casserole Recipe", "contents": "          Eggs Potatoes Chicken & Cheese Baked Breakfast Casserole Recipe – Melanie Cooks                                                                                                           FacebookInstagramPinterestTwitterRss           Home About Browse Recipes Instant Pot Air Fryer Follow Contact      Menu   Menu             Eggs Potatoes Chicken & Cheese Baked Breakfast Casserole RecipeSeptember 8, 2017/in Breakfast Recipes, Egg RecipesShare18Pin214Yum1Email233 Shares  This post may contain affiliate links (disclosure).   Are you a “chicken and potatoes” person? You need this breakfast casserole in your life! Chicken and potatoes are baked with eggs and topped with melted cheese – delicious!        Have you had enough of fancy trendy food? Want to get back to the basics? How about chicken and potatoes :) Doesn’t get more down to Earth than that! Chicken and potatoes are baked with the eggs and topped with gooey melted cheese – that’s the ultimate hearty breakfast for the biggest appetite!  Is it too much for you for breakfast? Eat it for lunch! Breakfast, lunch or whatever is in between – BRUNCH! And who says you can’t eat eggs for dinner – make it a breakfast/dinner – BRINNER :) Yummy yummy stuff, so simple, which is exactly what you need sometimes – this basic stuff really hits the spot!  This breakfast bake recipe is a perfect way to use up any leftover chicken you might have.  You can also use canned chicken or Rotisserie chicken.  For potatoes, you can use leftover potatoes as well, or cook the potatoes in a microwave, or use the packaged frozen breakfast potatoes or hashbrowns. You can use other leftovers as well as the breakfast bake ingredients :)  There are no rules – just put the ingredients in a casserole dish, pour the eggs over them, top with shredded cheese and bake to perfection!  If you like the potatoes and eggs combo, you are going to love my other recipe for Spanish Tortilla potato omelette – it’s a simplified version where you don’t have to flip it! Also, another great find for you will be the roasted chicken and potatoes sheet pan dinner – it’s a good old “chicken and potatoes” basic that’s so easy and yummy!  How To Make Eggs Potato & Chicken Casserole Put cooked chicken and potatoes in a casserole dish  Pour eggs mixed with milk  Top with shredded cheese  Bake at 350F for 30 minutes   Click Here To Pin This Recipe     Print Recipe  Pin Recipe  Rate Recipe  Eggs Potatoes Chicken Breakfast Casserole Bake  This breakfast casserole bake is so easy to make and so delicious! Made with Rotisserie chicken, potatoes, eggs and cheese - yum! So hearty with melted cheese on top!  Prep Time5 minutes minsCook Time30 minutes minsTotal Time35 minutes mins  Course: BreakfastCuisine: American Servings: 6 servings Author: MelanieCooks.com Ingredients8 eggs1/4 cup milk2 cups chopped cooked chicken from canned or Rotisserie chicken4 potatoes2 cups shredded cheeseSalt and pepper to taste InstructionsPreheat the oven to 350F.Peel and cut the potatoes into chunks. Put them in a microwave-safe dish and microwave on High for 5 minutes, or until cooked through. Sprinkle the potatoes with salt and pepper to taste.Spray the non-stick 9x12 inch baking dish with non-stick cooking spray.Put chicken and potatoes in a baking dish in a single layer.In a bowl, mix the eggs and milk with a fork.Pour the egg mixture over the chicken and potatoes.Sprinkle shredded cheese on top.Put the baking dish in the oven and bake for 30 minutes, or until the eggs are cooked through.   NEVER MISS A RECIPE!I publish a new recipe several times per week.  Want the new recipes in your inbox? Sign up for FREE notifications!  Save This Recipe    Save this for later on your social media:Share18Pin214Yum1Email233 Shares  Get Melanie's FREE Recipes In Your Inbox!              You also need these yummy recipes in your life:Share18Pin214Yum1Email233 Shares  https://www.melaniecooks.com/wp-content/uploads/2017/09/egg_chicken_potato_casserole.jpg 1549 1162   Melanie Mendelson  https://www.melaniecooks.com/wp-content/uploads/2015/11/logo-new2.png  Melanie Mendelson2017-09-08 08:36:582021-12-08 09:02:10Eggs Potatoes Chicken & Cheese Baked Breakfast Casserole Recipe     1 reply                 Dale Trapp says:                                         December 31, 2017 at 9:11 am                                      Baked a butterflied a chicken breast, fried Yukon gold taters with butter & garlic, added onions when I combined everything with a springle of pankos. One of the best breakfast dishes ever. Reply        Leave a ReplyWant to join the discussion? Feel free to contribute!  Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Name *  Email *  Comment *  Rate This Recipe (only if you tried it, otherwise leave blank)   Rate This Recipe (only if you tried it, otherwise leave blank)                                                                  Δ      Welcome To My Website!I'm Melanie, and I am so glad to see you here in my happy place!  More about me NEVER MISS A RECIPE! Dinner made easy! Get new recipes delivered FREE in your Inbox:                              Copyright © 2008-2020 Melanie Mendelson, Star Direct Inc., All Rights Reserved | Home | Privacy Policy | Affiliate Disclosure | Contact  FacebookInstagramPinterestTwitterRss      Chilled Peach Soup Recipe With YogurtHomemade Potato Pancakes Recipe – Authentic Jewish Latkes, Best Ever! Scroll to top                                "}