{"id": "Flour Frosting a.k.a. Ermine Frosting Recipe - Serious Eats", "content": "\n\n\n\n\n\n\n\n\n\n\n\n\nFlour Frosting (a.k.a. Ermine Frosting) Recipe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n​ \n\n \n\n\nSkip to Content\n\n\n\n\n\n\n\n\n\nClose search\n\n\n\n\n\nSearch\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n\nbutton\n\n\n\n\n\nbutton\n\n\n\n\n\n\n\n Recipes\n\n\n\n\n\n\nRecipes by Course\n\n\nRecipes by Ingredient\n\n\nRecipes by Cuisine\n\n\nRecipes by Method\n\n\nRecipes by Diet\n\n\nRecipes by Holiday & Season\n\n\n View all\n \n\n\n\n How-Tos\n\n\n\n\n\n\nTechniques\n\n\nTips & Troubleshooting\n\n\nGrilling Guides\n\n\nStovetop Guides\n\n\nBaking Guides\n\n\nEntertaining\n\n\nThe Food Lab\n\n\n View all\n \n\n\n\n World Cuisines\n\n\n\n\n\n\nAfrican Cuisines\n\n\nAsian Cuisines\n\n\nCaribbean Cuisines\n\n\nCentral American Cuisines\n\n\nEuropean Cuisines\n\n\nMiddle Eastern Cuisines\n\n\nNorth American Cuisine Guides\n\n\nOceanic Cuisines\n\n\nSouth American Cuisines\n\n\n View all\n \n\n\n\n Ingredients\n\n\n\n\n\n\nChicken Guides\n\n\nDrink Guides\n\n\nEgg Guides\n\n\nFruit Guides\n\n\nNoodle Guides\n\n\nPantry Guides\n\n\nPork Guides\n\n\nRice & Grain Guides\n\n\nSeafood Guides\n\n\nVegetable Guides\n\n\nTaste Tests\n\n\n View all\n \n\n\n\n Equipment\n\n\n\n\n\n\nCoffee & Tea\n\n\nCookware\n\n\nKnives\n\n\nTools & Gadgets\n\n\nGrilling & Outdoor\n\n\nElectric Appliances\n\n\nSeriously Good Gear\n\n\nBakeware\n\n\nKitchen Basics\n\n\nStorage & Organization\n\n\nBarware\n\n\nTableware\n\n\nBooks\n\n\nSeasonal & Gifts\n\n\n View all\n \n\n\n\n Features\n\n\n\n\n\n\nDining Out\n\n\nFood History\n\n\nFood Industry\n\n\nFood Science\n\n\nPersonal Essays\n\n\n View all\n \n\n\n\n About Us\n \n\n\n\n\nNewsletter\n\n\n\n\n\n\n\nEmail Address\n\n\n\n\n\n\n\n\n\n\n\n\n\nThere was an error. Please try again.\n\n\n\nCongrats, you’re signed up!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGet fresh recipes, cooking tips, deal alerts, and more!\n\n\n\n\n\nEmail Address\n\n\n\n\n\n\n\n\n\n\n\n\n\nThere was an error. Please try again.\n\n\n\n\n\n\nAbout Us\n\n\nContact Us\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRecipes\n\n\n\n\n\nRecipes By Course\n\n\n\n\n\nDesserts\n\n\n\n\nFlour Frosting (a.k.a. Ermine Frosting) Recipe\nAn easy, old-fashioned frosting as light and silky as whipped cream.\n\n\n\n\n\n\nBy\n\nStella Parks\n\n\n\n\n\n\n\n\n \n\nStella Parks\n\n\n\n\n \n\n\n \n\n \n\n\n \n\n \n\n\n \n\n\n\nEditor Emeritus\n\nStella Parks is a CIA-trained baking nerd and pastry wizard, dubbed one of America's Best New Pastry Chefs by Food & Wine. She was the pastry editor at Serious Eats from 2016 to 2019.\n\n\n\nLearn about Serious Eats'\nEditorial Process\n\n\n\n\nUpdated May 17, 2023\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(17)\n\n\n0\n\n\n\n\n\n\nprint\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTrending Videos\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nSerious Eats / Vicky Wasik\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn This Recipe\n\n\nExpand\n\n\n\n\n\nWhat Is Flour Frosting?\n\n\n\n\nMaking the Frosting's Base\n\n\n\n\nPerfecting the Texture\n\n\n\n\n\n\n\n\n\nWhy It Works\n\nCooking the flour alone in milk allows it to fully cook, activating its thickening power and eliminating any raw or starchy flavor.Adding sugar to the finished flour paste ensures it melts completely but doesn't interfere with the cooking process.A paddle attachment works best to ensure the frosting is smooth, while the whisk attachment helps it fully aerate.\n\n\nWhile it may sit on a relatively obscure branch of the buttercream family tree, flour frosting is among the easiest to prepare—no eggs or meringue, candy thermometers, or powdered sugar in sight.\n\n\n   What Is Flour Frosting?  \n\nFlour frosting is a starch-thickened, milk-based frosting made with granulated sugar, giving it some broad similarities to German buttercream in terms of both flavor and technique. But flour frosting is eggless, so there's no custardy flavor or yolk-y color—only the clean taste of fresh milk and butterfat (a combination that, unsurprisingly, tastes much like whipped cream).\n\n\n\nFlour frosting feels as soft, fluffy, and luxurious as a billowing fur coat, which is perhaps how it came to be called \"ermine frosting\" in some parts of the country, where it's the traditional finish for a red velvet cake.\n\n\n\n\n\n\n\n\n\n\n\n\nSerious Eats / Vicky Wasik\n\n\n\nPersonally, I'm fond of letting its simplicity provide an element of contrast with boldly flavored cakes, like chocolate and strawberry, but its creamy richness can just as easily highlight the primary flavors of a classic vanilla cake.\n\n\n\nVirtually all recipes approach flour frosting in one of two ways. Some will have you cook the flour and milk together until thick, then whip the cooled paste with granulated sugar and butter. Others call for cooking the flour and milk together with the sugar, then whipping the cooled paste with butter.\n\n\n\nThe former yields the best flavor and body, but frosting made this way often contains a trace of grit from undissolved sugar crystals. The latter results in the silkiest texture, but because sugar alters the boiling point of milk, the flour isn't as thoroughly cooked, giving the frosting a starchy aftertaste and comparatively loose body.\n\n\n\nHappily, I've found that it's easy enough to split the difference in technique, for a flavorful, full-bodied frosting free of any grit or starchiness. It starts with all the same ingredients: flour, sugar, and milk, plus a little salt.\n\n\n\n\n\n\n\n\n\n\n\n\nSerious Eats / Vicky Wasik\n\n\n   Making the Frosting's Base  \n\nI start by whisking the flour and milk until smooth, then boiling them together. This ensures the flour is fully cooked, eliminating its starchy flavor and forming a thick, roux-like paste.\n\n\n\nWhen the flour-milk paste is fully cooked, I shut off the heat and add the sugar so it can dissolve into the warm mixture. Because this step liquefies the sugar, the mixture will seem runny and thin, but rest assured that the flour's thickening power has not been compromised.\n\n\n\nI set the mixture aside and allow it to cool to about 70°F (21°C). Meanwhile, I warm the butter until it's pliable and soft, but still cool to the touch, about 65°F (18°C). This can be done passively over time on the counter, or with a few controlled bursts in a microwave.\n\n\n\nEither way, it's less about achieving some laser-precise temperature than it is about quantifying a more useful ballpark figure than \"room temperature.\" The idea is to have butter that is neither rock-hard from the fridge nor squishy from sitting out all day.\n\n\n\nUsing a stand mixer fitted with a paddle attachment, beat the butter until it's creamy, light, and soft, but not loose. In my kitchen, this takes about five minutes.\n\n\n\n\n\n\n\n\n\n\n\n\nSerious Eats / Vicky Wasik\n\n\n\nAs with any recipe, the listed time is an approximation, not a goal. Times are meant to contextualize, not constrain, a physical process. The only goal is to achieve the visual and textural cues described.\n\n\n\nOnce the butter is soft and light, begin adding the cooled milk paste, a little at a time.\n\n\n\n\n\n\n\n\n\n\n\n\nSerious Eats / Vicky Wasik\n\n\n\nContinue beating the frosting until it's homogeneous, pausing to scrape the bowl and beater as needed. When the frosting looks perfectly smooth, switch to a whisk attachment, and whip until it's airy and light.\n\n\n   Perfecting the Texture  \n\nAs with any buttercream, the final stage of whipping will likely require some adjustment to reach the appropriate temperature. A soft, loose buttercream will need to be chilled, while a dense, heavy, greasy, or curdled buttercream will need to be warmed.\n\n\n\nThis is normal! However precise a recipe may be in terms of target temperatures (for both the ingredients and the finished product), the ideal working temperature of a buttercream can vary from batch to batch, depending on environmental conditions and the time of year, as well as variations in equipment and ingredients.\n\n\n\nSo, rather than rely on a thermometer alone, evaluate the texture and consistency of the frosting. If it's heavy and dense, if it has a greasy texture, or if it seems curdled, it will need to be warmed and re-whipped. If it's too soft or loose to hang from a spoon without dropping, it will need to be cooled and re-whipped. These are routine adjustments, not a sign of failure. (For more specifics, check out my buttercream troubleshooting guide—though it was originally designed with Swiss buttercream in mind, these methods will work for any buttercream.)\n\n\n\n\n\n\n\n\n\n\n\n\nSerious Eats / Vicky Wasik\n\n\n\nWhen the temperature and texture of the frosting have been properly adjusted, it can be seasoned to taste with additional salt, as well as vanilla extract (or whatever other extract you prefer).\n\n\n\nFlour frosting may not be as sturdy as a German buttercream or as airy as a Swiss one, but it's a wonderful alternative when circumstances, or dietary considerations, rule out the use of eggs.\n\n\n\n\n\n\n\n\n\n\n\n\nSerious Eats / Vicky Wasik\n\n\n\nLikewise, ermine may not be as quick and easy as a traditional American buttercream, but it avoids the use of powdered sugar. What's more, flour frosting contains less sugar than any other buttercream style, so it can bring balance to sweeter cakes or those meant to be served à la mode.\n\n\n\nThanks to these attributes, along with its uniquely cream-like flavor, flour frosting has more than earned its place in my recipe repertoire, and I hope you'll find it just as useful.\n\n\n\n\nMay 2019\n\n\n\n\nRecipe Details\nFlour Frosting (a.k.a. Ermine Frosting) Recipe\n\n\n\n\nPrep\n15 mins\n\n\n\n\nCook\n5 mins\n\n\n\n\nActive\n15 mins\n\n\n\n\nTotal\n20 mins\n\n\n\n\n\n\nServes\n16 servings\n\n\n\n\nMakes\n2 cups\n\n\n\n\nAn easy, old-fashioned frosting as light and silky as whipped cream.\n\n\nSave\n\n\n\n\n\n\n\n\n\nPrint\n\n\n\n\n\n\n\n   Ingredients   \n\n\n\n\n1 ounce all-purpose flour (about 3 tablespoons plus 2 teaspoons; 28g)\n\n\n6 ounces milk, any percentage will do (about 3/4 cup; 170g)\n\n\n3 1/4 ounces (96g) plain or toasted sugar (see note)\n\n\nHeaping 1/4 teaspoon (1.5g) Diamond Crystal kosher salt, plus more to taste; for table salt, use about half as much by volume or the same weight\n\n\n6 ounces (160g) unsalted butter, softened to about 65°F (18°C)\n\n\n1/4 ounce vanilla extract (1 1/2 teaspoons; 7g), plus more to taste\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDirections\n\n\n\n\n\nIn a 10-inch skillet or 3-quart saucier, whisk together flour and milk. Place over medium heat, whisking constantly, and cook until thick and pudding-like, about 2 minutes. Off heat, add sugar and salt. Whisk until sugar has dissolved and the \"pudding\" is homogeneous but thin. Scrape mixture into a wide, shallow dish, such as a pie plate, and cool to approximately 70°F (21°C).\n\n\n\n\n\n\n\n\n\n\n\nSerious Eats / Vicky Wasik\n\n\n\n\n\n\nPlace butter in the bowl of a stand mixer fitted with a paddle attachment. Mix on low until the butter looks smooth, then increase speed to medium and beat until soft and light, about 5 minutes. Begin adding the cooled pudding, a few tablespoons at a time. Once it's fully incorporated, pause to scrape bowl and beater with a flexible spatula, then resume beating until perfectly smooth.\n\n\n\n\n\n\n\n\n\n\n\nSerious Eats / Vicky Wasik\n\n\n\n\n\n\nSwitch to the whisk attachment and add vanilla. Whip on low to combine, then increase speed to medium-high and continue whipping until silky-smooth and soft, with a light, melt-in-your-mouth consistency, about 3 minutes more, or to a working temperature of approximately 75°F (24°C). Season to taste with additional salt and/or vanilla as needed. Use immediately, or consult the troubleshooting guide below to address any textural inconsistencies.\n\n\n\n\n\n\n\n\n\n\n\nSerious Eats / Vicky Wasik\n\n\n\n\n\n\nTroubleshooting: If the frosting feels dense, stiff, greasy, or curdled, it is likely too cold; to warm, briefly set over a pan of steaming water, just until you see the edges melting slightly, then re-whip. If the frosting feels soft and loose, it is likely too warm. Pop it in the fridge for 15 minutes to cool, then re-whip.\n\n\n\n\n   Special Equipment  \n\n3-quart saucier or 10-inch skillet, balloon whisk, stand mixer, flexible spatula\n\n\n   Notes  \n\nThis recipe will work with any type of sugar, including brown sugar and semi-refined styles, such as turbinado or Sugar In The Raw.\n\n\n   Make-Ahead and Storage  \n\nIn a quart-sized, heavy-duty zip-top bag, the frosting can be refrigerated for one week or frozen for several months. Before use, thaw to about 70°F (21°C) and re-whip until smooth, consulting the troubleshooting guide above as needed to address textural concerns.\n\n\n   Read More  \n\nThe World of Buttercreams: 6 Varieties to Try at Home\nA Guide to Cake Frosting\nFor Your Next Baking Adventure, Mix and Match Your Layers\n\n\n\n\n\n\nDesserts\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNutrition Facts (per serving)\n\n\n\n\n113\nCalories\n\n\n9g \nFat\n\n\n8g \nCarbs\n\n\n1g \nProtein\n\n\n\n\n\n\n\n\nShow Full Nutrition Label\n\n\n×\n\n\n\nNutrition Facts\n\n\nServings: 16\n\n\n\n\nAmount per serving\n\n\nCalories\n113\n\n\n% Daily Value*\n\n\nTotal Fat 9g\n11%\n\n\nSaturated Fat 6g\n28%\n\n\nCholesterol 24mg\n8%\n\n\nSodium 43mg\n2%\n\n\nTotal Carbohydrate 8g\n3%\n\n\nDietary Fiber 0g\n0%\n\n\nTotal Sugars 7g\n\n\nProtein 1g\n\n\n\n\nVitamin C 0mg\n0%\n\n\nCalcium 17mg\n1%\n\n\nIron 0mg\n1%\n\n\nPotassium 21mg\n0%\n\n\n*The % Daily Value (DV) tells you how much a nutrient in a food serving contributes to a daily diet. 2,000 calories a day is used for general nutrition advice.\n\n\n\n\n\n(Nutrition information is calculated using an ingredient database and should be considered an estimate.)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMore Serious Eats Recipes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChocolate Swiss Buttercream Recipe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe World of Buttercreams: 6 Varieties to Try at Home\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOld-Fashioned Jelly Roll\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrench Buttercream Frosting Recipe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Guide to Cake Frosting\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nParis–Brest (Pâte à Choux With Praline Crème Mousseline) Recipe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFast and Easy Cream Cheese Frosting Recipe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSwiss Meringue Buttercream Recipe | BraveTart\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTexas Sheet Cake Recipe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGerman Buttercream (Whipped Vanilla Custard Frosting) Recipe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmerican Buttercream Recipe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBumpy Cake (Chocolate Cake with Vanilla Buttercream and Chocolate Fudge) Recipe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOne-Bowl, Overnight Cinnamon Rolls Recipe | BraveTart\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHow to Make Italian Buttercream\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmerican-Style Chocolate Buttercream Recipe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHoney Frosting (Italian Buttercream) Recipe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGet fresh recipes, cooking tips, deal alerts, and more!\n\n\n\n\n\nEmail Address\n\n\n\n\n\n\n\n\n\n\n\n\n\nThere was an error. Please try again.\n\n\n\n\n\n \n\n\n \n\n \n\n\n \n\n \n\n\n \n\n \n\n\n \n\n \n\n\n \n\n \n\n\n \n\n\n\n\n\n\n \nRecipes\n\n \n\n \nHow-Tos\n\n \n\n \nWorld Cuisines\n\n \n\n \nIngredients\n\n \n\n \nEquipment\n\n \n\n \nFeatures\n\n \n\n\nAbout Us\nAdvertise\nTerms of Service\nCareers\nEditorial Guidelines\nPrivacy Policy\nContact\n\n\n\n\n\n\n\nYour Privacy Choices\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSerious Eats is part of the Dotdash Meredith publishing family.\n\n\nPlease review our updated Terms of Service.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Cookies Settings Accept All Cookies\n\n\n\n"}