{"id": "Ground Beef  Pasta Skillet - EatingWell", "contents": "             Ground Beef & Pasta Skillet                                                                                                                                                     Skip to content                  Visit EatingWell's homepage                 Search   Search                  Please fill out this field.           Log In        My Account         Log Out       Newsletter    Sweepstakes           Search   Search             Please fill out this field.        Healthy Recipes            Healthy Recipes     Dinner     Quick & Easy     Breakfast & Brunch     Lunch     Appetizers     Side Dishes     Salads     Soup     Desserts     Smoothies     Snacks     View All        Special Diets            Special Diets     Mediterranean Diet     Anti-Inflammatory Diet     Weight Loss     Heart Health     Gluten-Free     Vegetarian     Vegan     View All        Diabetes            Diabetes     Meal Plans for Diabetes     Diabetes-Friendly Recipes     View All        News            News     Features     View All        Meal Plans            Meal Plans     Dinner Plans     Weight-Loss Meal Plans     Low-Carb Meal Plans     Low-Cholesterol Meal Plans     Mediterranean Diet Meal Plans     Low-Sodium Meal Plans     ThePrep     View All        Healthy Eating            Healthy Eating     How to Eat Healthy     Best Healthy Foods     Healthy Cooking How-Tos     Healthy Eating for Kids     Good Food Fast     Beer, Wine & Spirits Guide     View All        Healthy Lifestyle            Healthy Lifestyle     EatingWell in Real Life     Entertaining     Kitchen Essentials     Sustainability     View All        About Us            About Us     Nutrition Guidelines     View All              Log In        My Account            My Account     Log Out       Newsletter    Sweepstakes       Follow Us                                                      Healthy Recipes     Dinner     Quick & Easy     Breakfast & Brunch     Lunch     Appetizers     Side Dishes     Salads     Soup     Desserts     Smoothies     Snacks     View All       Special Diets     Mediterranean Diet     Anti-Inflammatory Diet     Weight Loss     Heart Health     Gluten-Free     Vegetarian     Vegan     View All       Diabetes     Meal Plans for Diabetes     Diabetes-Friendly Recipes     View All       Meal Plans     Dinner Plans     Weight-Loss Meal Plans     Low-Carb Meal Plans     Low-Cholesterol Meal Plans     Mediterranean Diet Meal Plans     Low-Sodium Meal Plans     ThePrep     View All       News     Features     View All       Healthy Eating     How to Eat Healthy     Best Healthy Foods     Healthy Cooking How-Tos     Healthy Eating for Kids     Good Food Fast     Beer, Wine & Spirits Guide     View All       Healthy Lifestyle     EatingWell in Real Life     Entertaining     Kitchen Essentials     Sustainability     View All         About Us     Our Food & Nutrition Philosophy                   Healthy Seasonal Recipes      Healthy Fall Recipes      Healthy Fall Dinner Recipes      Healthy Fall Pasta & Noodle Recipes        Ground Beef & Pasta Skillet                     4.6  (22)  19 Reviews    Add extra vegetables to your day with this easy one-skillet pasta recipe. Finely chop mushrooms to resemble the texture of ground beef and stir them into a classic meat sauce for a healthy twist on a dinnertime favorite.     By  Carolyn Casner    Carolyn Casner   Carolyn Casner is a longtime recipe tester and contributor for EatingWell. Over the years, she has tested and developed hundreds of recipes for the magazine and website.    EatingWell's Editorial Guidelines     Updated on September 19, 2022       Rate         Print           Share                                                    Prep Time: 35 mins   Additional Time: 15 mins   Total Time: 50 mins   Servings: 4    Yield: 4 servings    Nutrition Profile:  Nut-Free Healthy Pregnancy Healthy Aging Healthy Immunity Low Added Sugar Soy-Free High-Protein Egg-Free     Jump to Nutrition Facts        How to Make Ground Beef & Pasta Skillet    This one-skillet ground beef and pasta recipe makes a great easy dinner. Here's how you make it:     Cook the Beef and Mushrooms    We start by cooking lean ground beef, finely chopped mushrooms and diced onion in a large skillet in a little bit of oil. Large skillets are perfect for recipes like this, as they have the capacity to cook the ingredients without overcrowding the pan. When using 90% lean ground beef, there is very little fat, which means that you don't need to drain it before moving on to the next step.     Cook the Pasta    The tomato sauce, water, Worcestershire, Italian seasoning, salt and garlic powder are added next and are cooked in the flavors of the beef and mushrooms. Then the pasta is added and brought to a boil. Cover the skillet with a lid, and reduce the heat. Make sure to use a tight-fitting lid to ensure the moisture and heat stays within the skillet to cook the pasta through. Cook until the pasta is tender and most of the liquid is absorbed.     Finish the Dish    We sprinkle the pasta with shredded extra-sharp Cheddar cheese and cover it until the cheese is melted, then garnish with chopped fresh basil to finish the dish. We love this combination of flavors, but feel free to experiment! Shredded mozzarella cheese, provolone or Asiago would be great substitutes for the Cheddar cheese.    Additional reporting by Jan Valdez             Ingredients    1 tablespoon extra-virgin olive oil   1 pound 90% lean ground beef   8 ounces mushrooms, finely chopped or pulsed in a food processor   ½ cup diced onion   1 15-ounce can no-salt-added tomato sauce   1 cup water   1 tablespoon Worcestershire sauce   1 teaspoon Italian seasoning   ¾ teaspoon salt   ½ teaspoon garlic powder   8 ounces whole-wheat rotini or fusilli   ½ cup shredded extra-sharp Cheddar cheese   ¼ cup chopped fresh basil for garnish       Directions     Heat oil in a large skillet over medium heat. Add beef, mushrooms and onion and cook, stirring, until the beef is no longer pink and the mushroom liquid is mostly evaporated, 8 to 10 minutes.      Stir in tomato sauce, water, Worcestershire, Italian seasoning, salt and garlic powder.      Add pasta. Bring to a boil.      Cover, reduce heat and cook, stirring once or twice, until the pasta is tender and most of the liquid is absorbed, 16 to 18 minutes.      Sprinkle the pasta with cheese, cover and cook until the cheese is melted, 2 to 3 minutes more.      Garnish with basil, if desired.                  Equipment    Large skillet with lid     Originally appeared: EatingWell.com, June 2017; updated October 2022   Rate It       Print           Nutrition Facts (per serving)    582 Calories   21g  Fat   55g  Carbs   44g  Protein        Show Full Nutrition Label Hide Full Nutrition Label       Nutrition Facts    Servings Per Recipe 4     Serving Size 1 1/4 cups     Calories 582      % Daily Value *    Total Carbohydrate 55g   20%     Dietary Fiber 8g   27%     Total Sugars 5g     Added Sugars 1g   2%     Protein 44g   89%     Total Fat 21g   27%     Saturated Fat 7g   36%     Cholesterol 101mg   34%     Vitamin A 1220IU   24%     Vitamin C 17mg   19%     Folate 27mcg   7%     Sodium 691mg   30%     Calcium 160mg   12%     Iron 6mg   34%     Magnesium 58mg   14%     Potassium 1262mg   27%       Nutrition information is calculated by a registered dietitian using an ingredient database but should be considered an estimate.  * Daily Values (DVs) are the recommended amounts of nutrients to consume each day. Percent Daily Value (%DV) found on nutrition labels tells you how much a serving of a particular food or recipe contributes to each of those total recommended amounts. Per the Food and Drug Administration (FDA), the daily value is based on a standard 2,000 calorie diet. Depending on your calorie needs or if you have a health condition, you may need more or less of particular nutrients. (For example, it’s recommended that people following a heart-healthy diet eat less sodium on a daily basis compared to those following a standard diet.)  (-) Information is not currently available for this nutrient. If you are following a special diet for medical reasons, be sure to consult with your primary care provider or a registered dietitian to better understand your personal nutrition needs.  Powered by the ESHA Research Database © 2018, ESHA Research, Inc. All Rights Reserved                                                                             Related Articles                31 Healthy Dinners You'll Want to Make in August                A Month of Healthy Meals for Kids                24 Creamy Pasta Recipes for When You Need a Big Hug                21 Easy, Comforting Recipes for Sick Days                Philly Cheesesteak Casserole                         35 mins                  I'm a Dietitian & These Are My Favorite High-Protein Fall Recipes                19 One-Pot Dinners with Ground Beef                13 Pasta Dinners You Can Make in a Skillet                     20 Italian-Inspired Ground Beef Recipes                18 Healthy Recipes to Make with a Pound of Ground Beef                22 Budget-Friendly Ground Beef Recipes                15 High-Fiber Dinners That Start with Ground Beef                22 Cozy Cast-Iron Dinners for Fall                21 Comfort Food Dinners That Are High in Protein                Our 30 Best Skillet Dinners                25 Comfort Food Dinners with Ground Beef                 Visit EatingWell's homepage       Newsletter                Follow Us                                                    Healthy Recipes   Meal Plans   Healthy Eating   Healthy Cooking   Healthy Lifestyle   Special Diets   Diabetes   News     About Us Diversity & Inclusion Nutrition Guidelines Privacy Policy Product Reviews Advertise Terms of Service Careers Your Privacy Choices      Contact            EatingWell is part of the Dotdash Meredith publishing family.   Please review our updated Terms of Service.           Newsletter Sign Up                Newsletter Sign Up                          By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts. Cookies Settings Accept All Cookies    "}