{"id": "Ground Beef with Red Wine  Mushrooms Pasta - Lauras Lean", "contents": "                         Laura's Lean | Ground Beef with Red Wine & Mushrooms Pasta                            Meyer Natural Foods® family of brands                               Discover more about The Meyer WayTM.                Meyer Market Meyer Natural Dakota Grass-Fed Local Harvest Kuro Wagyu           Toggle navigation             Our Story    Products    Recipes    Store Locator    Shop Online Shop Online   Contact                      Back To Recipe List Ground Beef with Red Wine & Mushrooms Pasta       0   1   2   3   4    Rate this recipe       Print   Share:                                          × Select your email service                                                                       Servings: 5                                                                                       Prep Time:                                             10 Minutes                                                                                       Cook Time:                                             25 Minutes                                                                                       Total Time:                                             35 Minutes                                                 Ingredients   1 lb Laura's Lean Ground Beef    1 tbsp Olive oil    1 1/2 cups Mushrooms (finely chopped)   1/4  Sweet onion (diced)   2 cloves Garlic (minced)   2 cups Marinara sauce    1/2 cup Red wine    2  Bay leaves    1 cup Medium cheddar cheese      Handful of fresh basil (shredded)   4 cups Past (short noodles work best)     Salt and pepper to taste       Yield                                                   Servings*:                                                  *Serving calculations based on 16oz beef products.For 12oz beef products reduce serving size by 1/4.                                                    Prep Time:                                                 10 Minutes                                                                                               Cook Time:                                                 25 Minutes                                                                                               Total Time:                                                 35 Minutes                                               Serving size based on 1 cup (242g)     Preparation 1. In a large pot on high heat, boil the pasta according to package directions. Just before draining, set aside 1/2 cup of pasta water for later. Drain and set aside. 2. Meanwhile, in a medium/large pot, add oil, ground beef, onion and garlic and cook about until beef is almost browned. Then add mushrooms. Cook until all brown. 3. Add the marinara sauce, red wine, pasta water, bay leaves and a sprinkle of salt and pepper. 4. Cover and bring to a simmer over medium heat for 10 minutes, stirring occasionally to make sure it doesn’t stick. 5. Remove the lid and let simmer 5 minutes. Add the cheese and stir until melted. Add the cooked pasta and fresh basil and stir to combine. Serve.        ♦︎♦︎Suggested Recipes♦︎♦︎        Red Wine Burgers with Caramelized Onions & Goat Cheese         Ground Beef Superfood Taco Soup         Mediterranean Salad         Ground Beef Jambalaya              Store Locator                          × Ground Beef with Red Wine & Mushrooms Pasta Rating   If you would like to add comments about the recipe, please do so below.    Cancel Add Recipe Rating        All Natural | Since 1985     Our Story Products Recipes Blog Store Locator Shop Online Contact                 Our Story Products Recipes Blog Store Locator Shop Online Contact            Join our email community for $1 off plus weekly tips & recipes in your inbox.      First Name    Last Name    Zip Code    Email           Please verify that you are a human, by checking the box below.                  © Copyright 2023 Laura's Lean. (All Rights Reserved)  Privacy Policy Site Map       "}