{"id": "Italian Sub Broccoli Salad - Skinnytaste", "contents": "                             Italian Sub Broccoli Salad- Skinnytaste                                                                               Skip to content         Search...                 Subscribe and get the latest recipes!      About Gina Contact Travel My Shop                        Home Recipes  Menu Toggle      Recipe Finder   Category Index   Diet  Menu Toggle      Weight Watchers   Dairy Free   Gluten Free   High Protein   Keto   Low Carb   Low Sodium   Paleo   Vegan Recipes   Vegetarian   Whole 30   Course  Menu Toggle      Breakfast   Lunch   Appetizers   Dinner   Salad   Sides   Soup   Dessert   Drinks   Snacks   Holiday Recipes   Cookbooks  Menu Toggle      My Cookbooks   Cookbook Index   Meal Plans               SearchSearch  Recipe Index Cookbook Index           By Course  Menu Toggle      Breakfast   Lunch   Dinner   Appetizers   Salad   Sides   Soup   Dessert   Drinks   Snacks   Holiday Recipes   By Diet  Menu Toggle      Weight Watchers   Dairy Free   Gluten Free   High Protein   Keto   Low Carb   Low Sodium   Paleo   Vegan Recipes   Vegetarian   Whole 30   By Main Ingredient  Menu Toggle      Beef Recipes   Chicken Recipes   Fish Recipes   Lamb Recipes   Pasta Recipes   Pork Recipes   Pumpkin Recipes   Seafood Recipes   Shrimp Recipes   Turkey Recipes   By Method  Menu Toggle      Casseroles   Grilling Recipes   No Cook   One Pot Recipes   By Occasion  Menu Toggle      Back To School   Christmas   Cinco De Mayo   Easter Recipes   Father’s Day   Halloween   July 4th   Memorial Day   Mother’s Day Brunch   St Patrick’s Day Recipes   Super Bowl Recipes   Thanksgiving Recipes   Valentine’s Day Recipes             Search...                Subscribe and get the latest recipes!                          Main Menu             By Course  Menu Toggle      Breakfast   Lunch   Dinner   Appetizers   Salad   Sides   Soup   Dessert   Drinks   Snacks   Holiday Recipes   By Diet  Menu Toggle      Weight Watchers   Dairy Free   Gluten Free   High Protein   Keto   Low Carb   Low Sodium   Paleo   Vegan Recipes   Vegetarian   Whole 30   By Main Ingredient  Menu Toggle      Beef Recipes   Chicken Recipes   Fish Recipes   Lamb Recipes   Pasta Recipes   Pork Recipes   Pumpkin Recipes   Seafood Recipes   Shrimp Recipes   Turkey Recipes   By Method  Menu Toggle      Casseroles   Grilling Recipes   No Cook   One Pot Recipes   By Occasion  Menu Toggle      Back To School   Christmas   Cinco De Mayo   Easter Recipes   Father’s Day   Halloween   July 4th   Memorial Day   Mother’s Day Brunch   St Patrick’s Day Recipes   Super Bowl Recipes   Thanksgiving Recipes   Valentine’s Day Recipes      Recipe Finder Category Index About Gina My Shop My Cookbooks Cookbook Index Travel Contact          Skinnytaste > Recipes > Lunch > Italian Sub Broccoli Salad       Italian Sub Broccoli Salad           4.99 from 55 votes  76 Comments on Italian Sub Broccoli Salad     9 Cals: 373 Protein: 21 Carbs: 20 Fats: 23.5 15 mins   Jump to Recipe Save to ListSaved to List!   Save Recipe Recipe Saved!        Italian Sub Broccoli Salad      6423 shares                                  This post may contain affiliate links. Read my disclosure policy. This Italian broccoli salad is loaded with your favorite Italian hero fillings, like salami, ham, pepperoncini, mozzarella, and provolone. A flavorful make-ahead lunch!  Italian Sub Broccoli Salad I posted this classic broccoli salad a few weeks ago. This new salad is inspired by an Italian Hero sandwich, turned salad. The bold flavors of an Italian sub come to life in this chopped Italian Broccoli Salad, thanks to broccoli, whose mild flavor doesn’t compete. This adaptable chopped salad packs tons of texture and flavor by combining finely chopped raw broccoli, chickpeas, tomatoes, pepperoncini, mozzarella, provolone, salami, ham, and turkey. It’s all tossed in a red wine vinaigrette that soaks into the florets, onlygetting better as it sits. Feel free to add your favorite subway meats and toppings to make it your own! For more easy Italian salads, try this Antipasto Salad, and Italian Chopped Salad.   What is Italian broccoli salad made of?  Red Onion: Thinly slice half a small red onion. Broccoli: You’ll need eight cups of broccoli florets from about a pound of broccoli. Cherry Tomatoes: Quarter one cup of tomatoes. Grape tomatoes would also work. Chickpeas: Drain and rinse a can of chickpeas. Mozzarella: Use fresh mozzarella, not pre-shredded. Meat: Diced genoa salami, lean deli ham, deli turkey. Pepperoncini: Slice pepperoncini and use two tablespoons of brine. Broccoli Salad Italian Dressing: Olive oil, red wine vinegar, kosher salt, freshly ground black pepper, dried oregano.  How to Make Italian Broccoli Salad  Vinaigrette: Combine the onions, a quarter cup of olive oil, red wine vinegar, salt, oregano, and black pepper in a large bowl. Add the chickpeas, and let the mixture marinate while you prepare the other ingredients. Salad: Add the meat, veggies, cheese, pepperoncini, and brine to the dressing, and stir in the remaining oil.  Meal Prep Broccoli is tender enough to eat raw but sturdy enough that the dish only gets better after it sits and marinates so that you can eat this Italian broccoli salad for half the week. It lasts about 4 days in the refrigerator, so it’s perfect for meal prep. Variations: Feel free to add anything you like in your Italian sub sandwiches to this healthy broccoli salad.  Olives: Add some sliced black olives Heat: Mix in some pickled jalapenos for spice. More Veggies: Add diced cucumbers, carrots, or roasted red peppers. Swap salami for soppressata or prosciutto. Swap ham for capicola. Lean Meat: Use extra turkey breast and less of the other meats for more lean protein. Vegetarian Broccoli Salad: Omit the meat and add more vegetables. Vinegar: If you like your Italian sub extra juicy, serve the salad with more red wine vinegar at the table.        More Broccoli Recipes You’ll Love  Broccoli Salad Roasted Broccoli Parmesan Shrimp Scampi with Broccoli Orzo Broccoli and Cauliflower Salad with Capers in Lemon Pasta with Broccoli, Garlic, and Oil     Italian Sub Broccoli Salad 4.99 from 55 votes   9 Cals:373 Protein:21 Carbs:20 Fat:23.5   A flavorful make-ahead lunch, this Italian sub broccoli salad is loaded with your favorite Italian hero fillings, like salami, ham, turkey, pepperoncini, mozzarella, and provolone!   Course: Lunch, Meal Prep, Salad Cuisine: Italian-American          Prep: 15 minutes minsCook: 0 minutes minsTotal: 15 minutes mins    Print  Rate  Pin   Save Saved! WW Points    Yield: 6 servings Serving Size: 2 cups   1x2x3x   Ingredients▢ 1/2 small red onion, sliced thin▢ 1 pound broccoli florets, chopped into small bite-sized pieces (8 cups)▢ 1 cup cherry tomatoes, quartered▢ 15- ounce can chickpeas, drained and rinsed▢ 3 ounces fresh mozzarella, diced or torn▢ 3 ounces reduced-fat provolone, diced▢ 3 ounces genoa salami, diced▢ 3 ounces lean deli ham, diced▢ 3 ounces deli turkey, diced▢ ½ cup sliced pepperoncini, plus 2 tablespoons of brine▢ 1/4 cup extra virgin olive oil, plus 2 teaspoons▢ 1/4 cup red wine vinegar*▢ 1 1/2 teaspoons kosher salt▢ 1 teaspoon dried oregano▢ 1/4 teaspoon freshly ground black pepper InstructionsIn a large bowl add the onions, 1/4 cup of the olive oil, vinegar, salt, oregano, black pepper, and stir.Add the chickpeas and let them sit while you prepare everything else; this will help soften the raw flavor of the onions.Toss in the the broccoli, cherry tomatoes, cheeses, salami, turkey, ham, pepperoncini and the brine.Stir to combine and add the remaining olive oil and serve right away or keep refrigerated for up to 4 days.   Last Step: Please leave a rating and comment letting us know how you liked this recipe! This helps our business to thrive and continue providing free, high-quality recipes for you.  Notes*If you like your Italian sub extra-juicy, serve with more red wine vinegar at the table. NutritionServing: 2 cups, Calories: 373 kcal, Carbohydrates: 20 g, Protein: 21 g, Fat: 23.5 g, Saturated Fat: 7 g, Cholesterol: 41 mg, Sodium: 1278 mg, Fiber: 6 g, Sugar: 8 g   Did You Make This Recipe? Post a pic and mention @skinnytaste or tag #skinnytaste!    Share This    Follow Us  Pin This  Rate This  Categories: Gluten Free High Protein Recipes Italian Inspired Recipes Lunch Meal Prep Recipes Recipes Salad Salad Dressing Spring Recipes Summer Under 30 Minutes Weight Watchers – WW Recipes            Posted By: Gina  Published: Mar 28, 2023  You might also like...Browse More         Chicken Salad with Lemon and Dill             Warm Salad with Artichoke Hearts, Roasted Peppers, Mozzarella             Fiesta Bean Salad             Italian Tuna and Brown Rice Salad (Riso e Tonno)     Post navigation   Previous Post Classic Deviled Eggs  Next Post  Ground Turkey with Potatoes and Spring Peas                Recipe KeyAir Fryer RecipesDairy FreeFreezer MealsGluten FreeKeto RecipesKid FriendlyLow CarbMeal Prep RecipesPaleoPressure Cooker RecipesSlow Cooker RecipesUnder 30 MinutesVegetarian MealsWhole30 Recipes     Hi, I’m Gina Homolka, a busy mom of two girls, author and recipe developer here at Skinnytaste.com. My food philosophy is to eat seasonal, whole foods and maintain good portion control (everything in moderation!).  My Cookbooks   Skinnytaste Simple Order Today!  Amazon Barnes & Noble Bookshop.org Indiebound Books-a-Million Target       Skinnytaste Air Fryer Dinners  Amazon Barnes & Noble IndieBound Book-a-Million       Skinnytaste Meal Prep  Amazon Barnes & Noble IndieBound Target Indigo       The Skinnytaste Air Fryer Cookbook  Amazon Barnes & Noble IndieBound Target       Skinnytaste One & Done  Amazon Barnes & Noble IndieBound Target       Skinnytaste Fast and Slow  Amazon Barnes & Noble IndieBound Target       The Skinnytaste Cookbook  Amazon Barnes & Noble IndieBound Target iBooks       Skinnytaste Ultimate Meal Planner  Amazon Barnes & Noble IndieBound   Trending RecipesSlow Cooker Chicken EnchiladasAir Fryer Chicken ThighsSweet Potato GratinHerb and Salt-Rubbed Dry Brine Turkey              Get Your Own Skinnytaste Cookbooks!        More Cookbooks        Delivered Right To Your Inbox!   Subscribe Today!   Subscribe to my weekly email newsletter for a FREE and you'll get the latest meal ideas & new recipes every week!      Name      Email Address *        Email Preferences Please check the following to indicate you would like to receive emails from Skinnytaste.  Yes! Send me new recipes and content via email!     We use Mailchimp as our marketing platform. By clicking below to subscribe, you acknowledge that your information will be transferred to Mailchimp for processing. Learn more about Mailchimp's privacy practices here.        You can unsubscribe at any time by clicking the link in the footer of our emails.              Follow Me On Social! Stay up to date wherever you are!       By CourseBreakfast Lunch Dinner Sides Dessert      By SeasonSpring Recipes Summer Fall Winter Holidays      Explore MoreRecipe Finder Meal Plans Shop Products Cookbooks Cookbook Index Travel            About Me Privacy Cookie Policy Contact Me       © 2023 Skinnytaste Site by Swift Horse Marketing                                                                                "}