{"id": "Japanese Spinach Salad with Sesame Dressing 胡麻和え", "contents": "            Japanese Spinach Salad with Sesame Dressing 胡麻和え • Just One Cookbook                                                                                                                     Skip to content   About Start Here Pantry Login Facebook Instagram Pinterest Twitter Youtube SearchAd-Free       Just One Cookbook   Recipes Submenu Filter Index Latest Popular   Course Submenu Appetizer Beverage Breakfast Dessert Main Dish Salad Side Dish Snack Soup + Stew Sweets   Dietary Submenu Gluten-Free Vegan Vegan/Vegetarian Adaptable Vegetarian   Ingredient Submenu Beef Chicken Egg Fruit Mushroom Noodle + Pasta Pork Rice Seafood Tofu Vegetable Japanese Pantry   Category Submenu Nami’s 100 Weeknight Dinners Sides Under 20 Min Bento Easy Grill/BBQ/Smoke Hot Pot Izakaya Meal Prep Pressure Cooker Stir-Fry Sushi Under 30 Minutes Under 5 Ingredients   Tips Submenu Cooking Tips Kitchen Guide Pantry Tips      Search for    Search Submit  About Start Here Pantry Login Facebook Instagram Pinterest Twitter Youtube   Search   Search for    Search Submit           Home » Japanese Spinach Salad with Sesame Dressing (Gomaae) (Video) 胡麻和え  Japanese Spinach Salad with Sesame Dressing (Gomaae) (Video) 胡麻和え  4.66(233)Total Time: 15 minutes minutes195 CommentsJump to Recipevideo   Classic Washoku Easy Gluten-Free  This post may contain affiliate links. Please read my disclosure policy for details. As an Amazon Associate, I earn from qualifying purchases.  Blanched spinach dressed in a savory nutty sesame sauce, this Japanese Spinach Salad with Sesame Dressing (Gomaae) is a healthy veggie side dish that goes well with everything.  One of the mainstays of Japanese vegetable side dish is the “Goma-ae (胡麻和え)”. We would blanch all sorts of vegetables and dress them in a fresh-made sesame sauce. The most popular one is spinach gomaae, or what we call Horenso no Gomaae (ほうれん草の胡麻和え).  The technique preserves the nutrients and vibrant color of the greens while enriching it with an aromatic nutty flavor. Not only does the dish taste good, but it’s also a simple way to put vegetables on your plate!  Table of ContentsWhat is Gomaae?How to Make Japanese Spinach SaladThe Ingredients You’ll NeedThe Cooking StepsCooking Tips for Spinach GomaaeVariationsHelpful Tools to Make This RecipeWhere to Get Suribachi and Surikogi  What is Gomaae? Goma (胡麻) in Japanese means sesame seed and we call dishes dressed with sesame sauce goma-ae (胡麻和え). The word ae (pronounced as [ah EH]. 和え) comes from the verb aeru ([ah EH ru]. 和える) which is to dress (the food with sauce). There are many kinds of gomaae using different vegetables. In addition to spinach, gomaae can also be made with green beans, broccoli, broccolini, chrysanthemum leaves, and more. It is a lively approach that elevates everyday vegetables into something truly tasty.  I absolutely enjoy gomaae as it takes minutes to make and complements well with any style of Japanese food. I think it’s fabulous with other Asian meals too. And if you find your bento lunch needing some colors and boost of nutrition, gomaae will make the perfect addition.   How to Make Japanese Spinach Salad The Ingredients You’ll Need  Spinach (or suggestions below) Toasted white sesame seeds – I recommend grinding your own sesame seeds even though Japanese grocery stores sell convenient ground sesame seeds in a package because the fragrance and flavors won’t be the same. For the dressing: Soy sauce and sugar  That’s it!  The Cooking Steps  Make the sesame dressing: Add the sesame seeds in an ungreased frying pan. Heat the pan on medium-high heat. Once the pan is hot, lift it up and shake it constantly over the flame. Toss and turn over the sesame seeds in the pan to evenly toast them until they are fragrant. Transfer the freshly toasted sesame seeds to the mortar. Grind the sesame seeds with the pestle. Leave some seeds whole for texture. Add the soy sauce and sugar to the sesame seeds and mix together. Set aside. Prepare the spinach: Add the salt to boiling water and plunge the spinach, stem ends first, and hold the spinach for 15-20 seconds. Then, push it down to submerge it and cook for 45 seconds. Once done, transfer the spinach to iced water. Squeeze water out and cut into 1-inch (2.5 cm) pieces. Dress: Transfer the spinach to the sesame dressing and toss to combine. Serve it at room temperature or chilled.   Cooking Tips for Spinach Gomaae  Toast sesame seeds even if they are already pre-toasted. This simple step brings out the toasty and nutty flavors of sesame seeds. Also, leave some seeds whole when you grind them. Whole sesame seeds add a nice, delicate crunch texture to the dressing.  Salt the water. It’s important to add salt to the boiling water when you are cooking spinach or any green vegetables. It keeps the veggies in vibrant green color.  Blanch from the stem ends. Spinach stems take longer to cook compared to the leafy part. So start by cooking the stems first. Do not overcook the vegetables! Plunge spinach in iced water to stop cooking. The remaining heat will continue to soften the spinach, so a quick iced water bath will stop it from overcooking.  Remove the excess moisture from the vegetables so the sesame dressing won’t be diluted. Squeeze the water out as much as you can.  Variations As I mentioned earlier, you can make this side dish with so many different vegetables of your choice! All you need to do is to cook the vegetables and coat them with the 2-ingredient sesame dressing. Here are some of my suggestions:  Leafy vegetables: Cabbage, broccoli, broccolini, bok choy, collards, Komatsuna, Brussels sprouts, kale, arugula, chard, collards, and chrysanthemum greens. Root vegetables: Carrots, lotus root, gobo (burdock root), potatoes, nagaimo (mountain yam).  Legumes: Green beans and snap peas.  Fruits: Tomatoes, okra, and bell peppers.   Helpful Tools to Make This Recipe In Japanese households, we frequently make various types of gomaae so we usually own a Japanese ceramic mortar and wooden pestle to grind sesame seeds.  Japanese ceramic mortar (Suribachi): It’s an earthenware bowl and the inside has a ridged pattern to facilitate grinding. Japanese wooden pestle (Surikogi): Typically made of wood so that it prevents wearing down the ridges in the mortar.   Where to Get Suribachi and Surikogi I used a small suribachi bowl for many years since I was in college. After having a family, I switched over to a bigger suribachi bowl. The benefit of a large-size suribachi is that you can add the blanched vegetables directly to the bowl to mix with the ground sesame seeds. Then, you can use the bowl as a serving dish. How convenient is that! If you always cook for 2 or more people, I recommend getting at least a medium-sized suribachi bowl. Here are my recommendations:  A set of 5-inch suribachi and surikogi on Amazon. A set of 7-inch suribachi and surikogi on Amazon. 10-inch suribachi on MTC Kitchen (use JOC10 to get a 10% discount)   Wish to learn more about Japanese cooking? Sign up for our free newsletter to receive cooking tips & recipe updates! And stay in touch with me on Facebook, Pinterest, YouTube, and Instagram.     Japanese Spinach Salad with Sesame Dressing (Gomaae) 4.66 from 233 votes Blanched spinach dressed in a savory nutty sesame sauce, this Japanese Spinach Salad with Sesame Dressing (Gomaae) is a healthy veggie side dish that goes well with everything.  Print Recipe Pin Recipe  Video Prep Time: 10 minutes minsCook Time: 5 minutes minsTotal Time: 15 minutes mins  Servings: 4  Ingredients US CustomaryMetric 1x2x3xFor the Sauce▢ 3 Tbsp toasted white sesame seeds▢ 1 Tbsp soy sauce▢ 1 Tbsp sugarFor the Spinach▢ 1 tsp Diamond Crystal kosher salt (for blanching)▢ 1 bunch spinach (8 oz, 227 g)  Japanese Ingredient Substitution: If you want substitutes for Japanese condiments and ingredients, click here.  Cook ModePrevent your screen from going dark Instructions Gather all the ingredients. Bring a large pot of water to a boil. Prepare a large bowl of cold water with a few ice cubes. To Make the SauceEven though your sesame seeds are pre-toasted, we will freshly toast them now to enhance their nutty aroma. Add 3 Tbsp toasted white sesame seeds to an ungreased frying pan and turn on the stove to medium-high heat. Once the pan is hot, lift it up and shake it constantly over the flame. Toss and turn over the sesame seeds in the pan to evenly toast them. When they are fragrant, turn off the heat and move the pan off the stove. Transfer the toasted sesame seeds to a mortar (suribachi). Grind them with a pestle (surikogi). Leave some seeds whole for texture. To the ground sesame seeds, add 1 Tbsp soy sauce and 1 Tbsp sugar and mix it all together. Set aside.  To Cook the SpinachOnce the water is boiling, add 1 tsp Diamond Crystal kosher salt. Add the stem ends of 1 bunch spinach first, since they take longer to cook, and hold for 15–20 seconds. Tip: Salt helps keep the spinach's green color brighter.  Then, push the leaves down to submerge them in water. Blanch until the stems are no longer rigid, about 30–45 seconds. Tip: American spinach is very soft and we can eat it raw, unlike Japanese spinach. Remove the spinach from the pot and plunge it into the iced water to stop the cooking. Alternatively, drain and run the spinach under cold running water until cool.  To AssembleOnce the spinach is cool enough to handle, collect the spinach and squeeze the water out. Tip: Do not leave the spinach in the water for too long or else it will lose nutrients. Cut the spinach into 1-inch (2.5 cm) lengths and put it in the mortar. If your mortar is small, transfer the sesame dressing and spinach to a bowl. Toss it all together. Serve at room temperature or chilled.  To StoreYou can keep the leftovers in an airtight container and store in the refrigerator for 2–3 days or freezer for 2–4 weeks. NotesFor those of you who wish to keep my original recipe from 2011, here is the sauce recipe and video.   3 Tbsp toasted white sesame seeds 1½ Tbsp soy sauce 1 Tbsp sugar ½ tsp sake ½ tsp mirin    Nutrition  Nutrition FactsJapanese Spinach Salad with Sesame Dressing (Gomaae)Amount per ServingCalories69% Daily Value*Fat 3g5%Saturated Fat 0.5g3%Polyunsaturated Fat 1gMonounsaturated Fat 1gSodium 308mg13%Potassium 502mg14%Carbohydrates 8g3%Fiber 3g13%Sugar 3g3%Protein 4g8%Vitamin A 7971IU159%Vitamin C 24mg29%Calcium 143mg14%Iron 3mg17%* Percent Daily Values are based on a 2000 calorie diet.  Author: Nami Course: Salad, Side DishCuisine: JapaneseKeyword: sesame seed, spinach   ©JustOneCookbook.com Content and photographs are copyright protected. Sharing of this recipe is both encouraged and appreciated. Copying and/or pasting full recipes to any website or social media is strictly prohibited. Please view my photo use policy here.      Did you make this recipe?If you made this recipe, snap a pic and hashtag it #justonecookbook! We love to see your creations on Instagram @justonecookbook! Editor’s Note: The post was originally published on March 30, 2011. It was republished with a new video, new step-by-step and final images, and more content on September 12, 2023.    Side DishClassic Washoku Easy Gluten-Free Make Ahead Most Popular Sides Under 20 Min Vegan Vegetable Vegetarian Video  Published:  Sep 12, 2023Updated:  Sep 26, 2023Written by Nami               Meet the Author  Nami\t\t\t\t I'm Nami, a Japanese home cook based in San Francisco. Have fun exploring the 1000+ classic & modern Japanese recipes I share with step-by-step photos and How-To YouTube videos.    Subscribe Now!5 Secrets to Japanese Cooking: Simple Meals & Authentic Flavors! Sign up to receive our FREE email series on Japanese cooking tips and weekly newsletter.    All Recipes Vegetarian              Subscribe          Notify of    new replies to my comments                   Label               Rate This Recipe!   Rate This Recipe!                                                                      Name*     Email*     Website                                 Label               Rate This Recipe!   Rate This Recipe!                                                                      Name*     Email*     Website                            195 Comments                               Inline Feedbacks                     View all comments                              Mina                 2 months ago         Just finished making this. Mmmm…so delicious. I kept the original recipe with sake and mirin. Added 2 clove of mince garlic and 1 1/2 yuzu juice (citric and iron are absorbed better together) and it is out of this world. Thank you so much Namiko🙏       0       Reply                  Naomi (JOC Community Manager)   Admin                 Reply to               Mina             2 months ago         Hi Mina! Thank you for trying Nami’s recipe and sharing your experience with us. Additional Yuzu flavor sounds delicious as well! 😊       0       Reply               Lisa                 3 months ago         My fordhook chard going crazy in my garden. Made this recipe with chard last night. It was fantastic.       0       Reply                  Naomi (JOC Community Manager)   Admin                 Reply to               Lisa             3 months ago         Hi Lisa! What a great idea!🤩 We are so happy to hear you enjoyed Fordhook chard Gomaae! Thank you for sharing your experience with us.       0       Reply               Fleur                 3 months ago         Hi there,  Did you change this recipe? I believe there used to be mirin and sake in there. If so, could you please share the old recipe? I much preferred it! Thank you.       0       Reply                  Naomi (JOC Community Manager)   Admin                 Reply to               Fleur             3 months ago         Hello there, Fleur! Thank you very much for trying Nami’s recipe! Nami’s previous recipe is provided at the end of the recipe card. Please see the note section below the recipe. We hope you enjoy it.😊       0       Reply               CHIt                 6 months ago         Will this be good also in beansprout?       0       Reply                  Naomi (JOC Community Manager)   Admin                 Reply to               CHIt             6 months ago         Hi CHIt! Thank you so much for reading Nami’s post and trying her recipe! Sure. You can make this recipe with bean sprouts. You can also add a bit of vinegar and sesame oil to add more flavor if you like. We hope this helps!       0       Reply               Chris                 7 months ago         Hi! Anybody know if Swiss chard is a suitable sub for spinach here? I’m allergic to spinach.       0       Reply                  Naomi (JOC Community Manager)   Admin                 Reply to               Chris             7 months ago         Hello, Chris! Thank you so much for taking the time to read Nami’s post and try her recipe! Yes! This dish would be great with Swiss chard. You may also make this with different vegetables, such as green beans, carrots, and so on. We hope this was helpful!       0       Reply               Bella Du Arte                 9 months ago         Question: can I skip the “1Tbsp sugar”? (since Mirin is already sweet)       0       Reply                  Naomi (JOC Community Manager)   Admin                 Reply to               Bella Du Arte             9 months ago         Hi Bella! Thank you so much for trying Nami’s recipe! Yes. If you prefer, you can leave out the sugar.🙂 We hope you enjoy Gomaae!       0       Reply       « Previous 1 … 5 6 7          Our Favorites!    Yakisoba (Japanese Stir-Fried Noodles)(Video) 焼きそば      Oyakodon (Chicken and Egg Rice Bowl) 親子丼      Gyudon (Japanese Beef Rice Bowl) 牛丼      Japanese Glass Noodle Soup (Harusame Soup) 春雨スープ   Sweeten Your Day    Japanese Fruit Sandwich (Fruit Sando) フルーツサンド      Fluffy Japanese Soufflé Pancakes (Video) スフレパンケーキ      Matcha Swiss Roll (Roll Cake) 抹茶ロールケーキ      Japanese Cheesecake (Video) スフレチーズケーキ   Explore More!    Ultimate Osaka Travel Guide 大阪      Ultimate Travel Guide to Tokyo 東京      All the Recipes in Netflix’s The Makanai: Cooking for the Maiko House      Ultimate Tokyo Food Guide: Top Best Foods to Eat in Tokyo    Grab a Copy of My Cookbooks       Browse Popular TopicsAppetizerBeverageBreakfastDessertEntreeSaladSideSoupLove Our Recipes? Check out our cookbooks! Whether you’re a beginner or an experienced cook, I hope my cookbooks will be a great resource and inspiration for your Japanese cooking journey!  Learn More!  Subscribe Now5 Secrets to Authentic Japanese Cooking! Sign up to receive our FREE email series on Japanese cooking tips, and join the JOC community of 140,000 people.    All Recipes Vegetarian   As Seen On Quick Links  Japanese Pantry How-Tos Cooking Tips Kitchen Guide   Explore More  Travel Cookbooks Shop Merch   Details  Accessibility Content Permissions Privacy Policy Terms   Learn More  About Collaborate FAQs Contact      © 2023 Just One Cookbook Site Designby Lindsay Humes               Insert                                          "}