{"id": "KDKA Recipes Unstuffed Stuffed Cabbage  Chili Casserole", "contents": "      KDKA Recipes: Unstuffed Stuffed Cabbage & Chili Casserole - CBS Pittsburgh              CBS News Pittsburgh: Free 24/7 News     CBS Pittsburgh App     Pittsburgh Today Live     Talk Pittsburgh     Intersections     National News     Meet The Staff/Send Tips     CBS+     Paramount+                   News      All News     Politics     KDKA Investigations     Consumer     Business     HealthWatch     Entertainment     Galleries        Weather      Pittsburgh Weather     School Closings/Delays     Submit Weather Photos     Weather Watchers     Out For A Walk Forecast     Hey Ray     Classroom Weather        Sports      Latest     CBS Sports HQ     Steelers     Penguins     Pirates     Pitt     Riverhounds     High Schools     Nightly Sports Call     Inside The Huddle     FAN N'ATION     #1 Cochran Sports Showdown     Odds        Video     More      Links & Numbers     KD Quiz     Intersections     KDKA In Your Neighborhood     Meet the Team     Contact Us     Contests & Promotions     Advertise     Download the App               Search     Search    Live TV           Watch CBS News                         Recipes             KDKA Recipes: Unstuffed Stuffed Cabbage & Chili Casserole       March 18, 2015 / 7:32 AM EDT           / CBS Pittsburgh                        Rania Harris stopped by PTL today to show off some great recipes from the staff here at KDKA! Aunt Patty's Unstuffed Stuffed Cabbage Ingredients: 1 large cabbage 2# lean ground meat 80/20 2 eggs 3/4 cup uncooked instant rice 1 envelope Beefy Onion Soup dissolved in ¾ cup hot water 1 29 ounce can of tomato sauce 1 23.2 ounce (family size) can of Campbell's Tomato Soup 2 crushed garlic cloves Salt and pepper 2 tablespoons chopped fresh parsley Directions: Preheat oven to 375 degrees Core and cut cabbage into 8 wedges   Combine in a large bowl the ground meat, eggs, rice, dissolved beefy onion soup and garlic clove, parsley flakes, salt and pepper. Mix by hand and form into about 13 meatballs. Separate cabbage wedges into leaves and place in a large roasting pan. Tuck the meatballs amongst the cabbage leaves making sure all are covered.   In a medium bowl, combine sauce and tomato soup mixing together well. Pour over meatballs and cabbage and cover with a lid. Bake at 375 degrees for 1 hour and 20 minutes. Serves 6. Brian Smithmyer's Chili Casserole 4 - 5 cups corn chips, divided Chili (see recipe) 2 cups shredded Cheddar and Monterey Jack cheese blend, divided ¾ cup chopped onion Garnish: Sour cream Sliced green onions Directions: Preheat oven to 350 degrees   Layer 2 cups of the corn chips, half of the chili, 1 cup of cheese and the green onions in a 2-quart casserole. Top with remaining chili. Bake for 25 minutes. Top with remaining chips and cheese. Bake for an additional 5 minutes or until the cheese melts. Garnish with sour cream and additional green onions Note: Heating the chili prior to assembly helps keep the corn chips crisp. Chili: 2 pounds ground sirlion 1 tablespoon vegetable oil 2 medium onions, chopped 1 green pepper, diced 1 16-ounce can crushed tomatoes 1 15-ounce can tomato sauce 1 cup ketchup ¼ cup chili powder (or more to taste) Sea salt and freshly ground black pepper to taste 2 15-ounce cans red kidney beans, partially drained Directions: In a large pot, cook ground sirlion in vegetable oil until browned. Add onions and green pepper and brown lightly. Add tomatoes, tomato sauce, ketchup, chili powder, salt and pepper. Simmer, uncovered for about 30 minutes, stirring occasionally.   Add kidney beans and simmer an additional 15 minutes.   More from CBS News        Dallas Cowboys add 2 new items to Thanksgiving menu         Tips and hacks to elevate your Thanksgiving dinner to the next level         Ravioli with Ricotta and Spinach, Squash Purée and Parmesan Cream, from chef Aniello Turco         Marjory Stoneman Douglas High's marching band to perform in Macy's Thanksgiving Day Parade      First published on March 18, 2015 / 7:32 AM EDT   © 2015 CBS Broadcasting Inc. All Rights Reserved.   Thanks for reading CBS NEWS.  Create your free account or log in  for more features.      Continue                     Please enter email address to continue                               Please enter valid email address to continue                   Featured Local Savings      More from CBS News                 Dallas Cowboys add 2 new items to Thanksgiving menu                          Tips and hacks to elevate your Thanksgiving dinner to the next level                          Ravioli with Ricotta and Spinach, Squash Purée and Parmesan Cream, from chef Aniello Turco                          Marjory Stoneman Douglas High's marching band to perform in Macy's Thanksgiving Day Parade                                ©2023 CBS Broadcasting Inc. All Rights Reserved. Terms of Use Privacy Policy California Notice Do Not Sell My Personal Information Contact KDKA News Sports Weather Program Guide Sitemap About Us Advertise Paramount+ CBS Television Jobs Public File for KDKA-TV Public File for WPKD-TV / KDKA+ Public Inspection File Help FCC Applications EEO Report   facebook     twitter     instagram     youtube    View CBS News In     CBS News App  Open      Chrome     Safari  Continue    Be the first to know Get browser notifications for breaking news, live events, and exclusive reporting. Not Now Turn On   "}