{"id": "Mushroom Pasta - Small Town Woman", "contents": "                            Mushroom Pasta - Small Town Woman                                                          Skip to primary navigation Skip to main content Skip to primary sidebarHome Recipe Index  All Recipes Appetizer Breakfast Dessert Dinner Lunch Other Salad Side Soup   About  Privacy Policy   Contact Navigation Menu: Social IconsEmailFacebookInstagramPinterestTwitter Search   menu icon      search icon      SearchHome Recipe Index About Contact ×Mushroom Pasta June 1, 2023 by Beth Pierce 31 Comments THIS POST MAY CONTAIN AFFILIATE LINKS. PLEASE SEE MY FULL DISCLOSURE POLICY FOR DETAILS. AS AN AMAZON ASSOCIATE I EARN FROM QUALIFYING PURCHASES.                             Jump to Recipe·Print Recipe   This is a quick and easy creamy mushroom pasta recipe with white button mushrooms, cremini mushrooms, garlic, and fresh thyme, all in a rich, creamy beef broth.  This is a mushroom lovers dream come true and the perfect side for steak, roasted chicken, or grilled fish.  Sometimes I just serve this scrumptious dish as the main course with a simple garden salad and Cheese Garlic Bread.  Make it a vegetarian-friendly meal by substituting vegetable broth for the beef broth.  How to make mushroom pasta Start by melting the butter and heating the olive oil in a skillet over medium-high heat.  Add the mushrooms and sauté until their juices release, and they are golden brown. Reduce the heat to low and add the garlic, cooking for a minute while stirring constantly.  Plate the mushrooms and garlic mixture and add the beef broth scraping the bottom of the pan to loosen any brown bits. Then add the cream, fresh thyme, onion powder, salt, and pepper.  Bring to a gentle boil and then simmer for about 10-15 minutes.   Meanwhile, boil the fettuccine pasta according to the package directions and drain well.  Once the sauce is simmered down, turn the heat as low as it will go.  Then slowly stir in the parmesan cheese until melted.  Add the cooked pasta and mushrooms to the skillet and toss to coat. Stir over low heat until warmed through.  If desired, top with chopped fresh parsley and season with salt and pepper to taste.   Mushroom pasta recipe notes and helpful tips   I like to rinse my mushrooms to remove the dirt, but I dry them thoroughly and quickly with a paper towel.  I work in small batches so the mushrooms do not stay wet for more than a minute.  Use white button mushrooms, cremini mushrooms (also known as baby bellas, oyster mushrooms, or even shiitake mushrooms but remove the tough stems on shiitakes.  Fresh thyme is one of my favorite herbs with a bright green color.  It tastes refreshing, with a slightly minty flavor that complements the mushrooms.  Try to time the pasta to be done when the sauce is ready. Pasta gets kind of sticky and pasty if it sits in the colander too long.   This recipe is best served promptly, However, if time doesn’t permit, reheat over low heat on the stovetop.  Try a variety of added veggies like broccoli, asparagus, brussels sprouts, spinach, or zucchini.   Store leftovers in an airtight container in the fridge for up to 3 days.  Reheat on the stovetop in a skillet over low heat or in the microwave at reduced power.   How to cook mushrooms for pasta Wash or wipe the mushrooms clean and dry them thoroughly with a paper towel.  Slice them fairly thick, as the moisture will be cooked out of them while browning them.  Melt some butter in a large skillet over medium heat.  Add the mushrooms and increase the heat to medium-high.  Cook the mushrooms stirring a couple of times, until golden brown.  You may see the mushroom exude a lot of moisture, but just keep cooking until the moisture cooks off and the mushrooms are golden brown.   More mushroom recipes you will love! Crab Stuffed MushroomsSautéed Mushrooms and Onions Chicken and MushroomsFried MushroomsBeef and NoodlesChicken Chop Suey Print  Mushroom Pasta         \t\tPrint Recipe      ★★★★★ 5 from 16 reviews    A simple Creamy Mushroom Pasta dish made with cremini and white button mushrooms, garlic, beef broth, heavy cream, and a few fresh herbs and spices. Serve as a side dish or as the main course on meatless Mondays.     Author: Beth Pierce Prep Time: 10 minutes Cook Time: 20 minutes Total Time: 30 minutes Yield: 6 Category: side dish/other Method: stovetop Cuisine: American      Ingredients       2 tablespoons unsalted butter 2 tablespoons olive oil 12 ounces fettuccine 16 ounces white button, cremini, or Portobello mushrooms sliced ½ inch thick 3 cloves garlic minced ⅔ cup beef broth 1 ¼ cups heavy whipping cream 1 tablespoon fresh thyme (or 1 teaspoon dried) ½ teaspoon onion powder ½ teaspoon salt ½ teaspoon fresh ground black pepper ⅔ cup fresh grated parmesan cheese or pecorino romano cheese Chopped fresh parsley (garnish)           Cook Mode  \t\t\t\tPrevent your screen from going dark\t\t\t       Instructions    Melt the butter and heat the olive oil in the skillet over medium high heat. Add the mushrooms and sauté until golden brown. Reduce the heat to low and add the garlic cooking for a minute while stirring constantly. Plate the mushrooms and garlic.  Add the beef broth scraping the bottom of the skillet to loosen any brown bits from the mushrooms. Add the cream, fresh thyme, onion powder, salt, and pepper. Bring to a gentle boil and then simmer for about 12-15 minutes or until reduced by almost half. Meanwhile bring a large pot of water to boil.  Cook the fettucine pasta slightly al dente according to package directions.  Reserve 1/2 cup pasta water and drain well.  Once the sauce has simmered down turn the heat down as low as it will go.  Slowly add the Parmesan cheese and stir until it is melted. Add the cooked pasta and mushrooms to the skillet and toss to coat.  If the sauce is too thick use 1 tablespoon at a time of the reserved pasta water to thin the sauce.  Stir over low heat until warmed through. If desired top with chopped fresh parsley and season with salt and pepper to taste.      Notes   I like to rinse my mushrooms but I dry them thoroughly and quickly. I work in small batches so the mushrooms do not stay wet for more than a minute. Fresh thyme is one of my favorite herbs with a bright green color. It tastes so refreshing with a slightly minty flavor that complements the mushrooms. Try to time the pasta to be done when the sauce is ready. Pasta gets kind of sticky and pasty if it sits in the colander too long. This recipe is best served promptly however if times does not permit reheat over low heat on the stovetop. Store leftovers in an airtight container in the fridge for up to 3 days. Reheat on the stovetop in a skillet over low heat.         Keywords: creamy mushroom pasta, easy mushroom pasta, how to make mushroom pasta, pasta with fresh mushrooms   Did you make this recipe? Tag @https://www.instagram.com/smalltownwomanfoodnut/ on Instagram and hashtag it #smalltownwomanfoodnut   On the hunt for more delicious recipes?  Follow Small Town Woman on Facebook, Pinterest, and Instagram. https://www.smalltownwoman.com/wp-content/uploads/2019/05/Beth-1.pdfMore Recipes and CookingChocolate TurtlesHomemade Sloppy JoesCreamed Peas with Pearl OnionsSpaghetti and Meatballs Nutrition Disclaimer: All nutritional information shared on this site is an approximation.  I am not a certified nutritionist and any nutritional information shared on this site should be used as a general guideline.Reader InteractionsComments     Mitzi  August 09, 2023 at 10:05 am   What can I substitute for the heavy cream to cut down on the fat ?  Reply       Beth Pierce  August 12, 2023 at 8:43 pm   Nothing thickens like heavy cream. You could use half n half but then you will need to add a cornstarch or flour slurry to thicken it.  Reply         Karen Williams  June 03, 2023 at 6:46 am   I just came across your site and I’m certainly glad I did. I haven’t had time to actually make this dish, but I can say that if it contains mushrooms, heavy cream, and pasta, we have a winner! Thanks so much for sharing. ★★★★★  Reply       Beth Pierce  June 03, 2023 at 7:51 am   The pleasure is all mine, Karen!  Reply         Thena  June 07, 2022 at 7:39 am   Wow- this looks great! My oldest loves mushrooms so I’m going to make this for her as a treat!  Reply       Beth Pierce  June 12, 2022 at 11:26 am   Thanks Thena!  Enjoy!  Reply         Tameka H  June 04, 2022 at 5:56 pm   Sunday dinner! Check! My family loved this recipe!  Reply       Neely Moldovan  May 26, 2022 at 1:51 pm   My husband would LOVE this! He is such a huge mushroom fan.  Reply       Autumn Murray  May 26, 2022 at 12:20 pm   Three of my favorite ingredients – mushrooms, pasta, and garlic! I am definitely making this deliciousness.  Reply       Tweenselmom  May 26, 2022 at 2:59 am   I love this recipe.  Next time I am going to try it with a variety of mushrooms, white button, cremini, and shitake.  I know it will be so yummy! ★★★★★  Reply       Brianne  May 25, 2022 at 9:31 pm   I love that you can easily add a variety of vegetables to this recipe. Veggies like broccoli, and brussels sprouts are my favorite adds. ★★★★★  Reply       Beth Pierce  May 30, 2022 at 8:01 am   I agree!  I love them too!  Reply         Gervin Khan  May 25, 2022 at 11:46 am   This mushroom pasta recipe was absolutely delicious. The creaminess of the sauce makes so darn delicious. Plus we can never go wrong with pasta and mushrooms! Next time I am going to experiment with portobello and shiitake mushrooms.  ★★★★★  Reply       Rosey  May 25, 2022 at 8:15 am   Smart tip to not let the mushrooms get too wet for too long. Pasta dishes are my fave.  Reply       Midwife360  May 24, 2022 at 2:58 pm   You had me at mushrooms! I love this recipe! ★★★★★  Reply       MyLitBag  May 24, 2022 at 9:59 am   Oh my, this was absolutely amazing! I love mushrooms so much and of course pasta. I can’t wait to try it with chicken or shrimp or beef!!  Reply       Claudia  March 02, 2022 at 12:00 pm   This was so flavorful.  We are big mushroom fans. This is the best addition to my collection of recipes! ★★★★★  Reply       Jess  March 02, 2022 at 10:24 am   I love mushrooms! This recipe is loaded with them and perfect! ★★★★★  Reply       Heather Johnson  March 02, 2022 at 9:57 am   i love fresh thyme with mushrooms and this was a perfect dinner! thank you! ★★★★★  Reply       Beth Pierce  March 04, 2022 at 12:27 pm   My pleasure Heather!  So happy that you enjoyed it.  Reply         Mairead  March 02, 2022 at 9:57 am   I love mushrooms and this recipe is such a quick and easy meal. I’ll definitely make it over and over again. ★★★★★  Reply       Carrie Robinson  March 02, 2022 at 9:39 am   I am just loving all of the mushrooms in this! 🙂 Definitely my kind of pasta dish. ★★★★★  Reply       Marni Clark  December 18, 2021 at 1:18 am   Looks awesome Beth  Reply       Beth Pierce  December 18, 2021 at 7:21 pm   Thanks Marni!!  Enjoy!  Reply         Sandra  December 09, 2021 at 6:33 pm   This quickly became a favorite at my house! My whole family loved it! ★★★★★  Reply       Catalina  December 09, 2021 at 5:40 am   Pasta is always a favorite in our house. I will make it tonight! ★★★★★  Reply       Beti  December 08, 2021 at 11:46 am   Oh my goodness, this Mushroom Pasta looks and sounds incredible!! I bet it tastes amazing! ★★★★★  Reply       katerina @ diethood.com  December 08, 2021 at 11:45 am   WOW! This Mushroom Pasta looks absolutely amazing!! My family would love it! ★★★★★  Reply       Erin  December 08, 2021 at 11:33 am   I’m drooling! This mushroom pasta is everything I love! ★★★★★  Reply       Erik  December 07, 2021 at 5:04 pm   Mushroom pasta is my favorite. Thank you for sharing! ★★★★★  Reply       Amanda  December 07, 2021 at 5:03 pm   Such a well laid out recipe and I cannot wait to make this at home. I think I have everything to give it a try. Thank you!  Reply     Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *  Recipe rating    \t\t\t★\t\t\t\t\t\t\t5 Stars\t\t\t  ☆    \t\t\t★\t\t\t\t\t\t\t4 Stars\t\t\t  ☆    \t\t\t★\t\t\t\t\t\t\t3 Stars\t\t\t  ☆    \t\t\t★\t\t\t\t\t\t\t2 Stars\t\t\t  ☆    \t\t\t★\t\t\t\t\t\t\t1 Star\t\t\t  ☆   Comment * Name *  Email *     Δ  Primary SidebarSmall Town Woman Search My favorites  Subscribe for WHOLESOME RECIPES YOU CAN SINK YOUR TEETH INTO      Follow on Social Media EmailFacebookInstagramPinterestTwitter  Copyright  © 2013–2023 ·Small Town Woman                              Sharing is CaringHelp spread the word. You're awesome for doing it!         Facebook      Twitter      Pinterest      Yummly     Privacy Policy            "}