{"id": "One Pot Chicken and Rice - Easy and Cozy - Iowa Girl Eats", "contents": "\n\n\n\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOne Pot Chicken and Rice - Easy and Cozy\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to main content\n\n\n\n\n\nIowa Girl Eats\n\nthe latest\nrecipes\nproducts\ne-book\nabout\ncontact\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClose\n\n\n\n\n\n\n\n\n\nrecipes\nproducts\ne-book\n \n\nshop\nabout\ncontact\n \n\n\n\n\n\nSpecial Diets\nGluten-Free\nDairy-Free\nLow Carb\nLow Fat\nVegetarian\nVegan\n \n\nExplore Courses\nBreakfast\nDinner\nSide Dish\nLight & Healthy\nSlow Cooker\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOne Pan\n\n\nOne Pot Chicken and Rice\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOne Pot Chicken and Rice is part soup, part risotto, and wholly comforting. Your family will ask for this easy yet irresistable gluten free dinner recipe again and again.\n\n\n\n Jump to Recipe\n Print Recipe\n 529 Comments \nThis post may contain affiliate links.\n\n\n\nWe affectionately call One Pot Chicken and Rice “gruel” at my house.\n“KIDS!” I’ll yell at dinnertime, “Come get yer gruel!” and they come running. What can I say, it makes me laugh and it’s the little things.\nPart risotto (without all the stirring) and part soup, this creamy chicken and rice recipe is simple, comforting, and made entirely in one pot with fridge and pantry staples. And lucky for you and me — it tastes nothing like gruel!\nWatch How to Make It!\n\nWhy You’ll Love This One-Pot Meal\n\nIt’s easy. Toss everything into a soup pot and let it simmer while you stir here and there. Minimal work, maximum reward.\nIt’s cozy. This creamy chicken and rice lands somewhere between brothy soup and creamy risotto — minus the tedious stirring — aka it’s cozy and soul satisfying comfort food.\nIt’s wallet-friendly. This is a greal meal to stretch a package of chicken breasts and feed a large family. If you’re looking for more budget-friendly chicken recipes, check out my Gluten Free on a Budget ebook!\nIt reheats well. This recipe makes a ton, but leftovers heat up very well for lunch or dinner the next day.\nIt’s family-friendly. I have three little kids so we’re still a little ways out from our adventurous-eating era. That said, this easy chicken recipe is full of comforting, familiar flavors that everyone young and old will enjoy!\n\nWhat’s in Chicken and Rice?\nRaid the fridge and pantry for the everyday ingredients you’ll need to make this easy, one pot recipe. Here’s what you’ll need:\n\nButter. To saute the carrots and add a bit of luxuriousness to the dish at the end. Feel free to use vegan butter as a dairy-free alternative.\nCarrots. Slice up baby carrots, peel then chop a couple large carrots, or go the easy route and use shredded carrots.\nHomemade seasoned salt. My four ingredient, homemade seasoned salt is responsible for adding a ton of flavor to this recipe. It’s a simple yet effective combo of salt, garlic powder, onion powder, and paprika.\nLong grain white rice. This recipe is flexible but I do ask that you use high quality, long grain white rice like jasmine or basmati rice vs instant rice or a lower quality rice which can become mushy. I love Lundberg Farms Jasmine White Rice.\nDried minced onion and garlic. We’re going with the dried versions to keep this dish easy!\nParsley flakes. Anyone else remember the boxed chicken noodle soup mix with the golden egg flavor ball? I always loved the dried parsley flakes in that soup which is why I add it here. A simple way to add color and flavor.\nChicken stock. Since this recipe calls for such few ingredients, I recommend you use chicken stock vs chicken broth — homemade, if you can swing it! Here’s my Instant Pot recipe for Homemade Chicken Stock.\nChicken. Diced boneless skinless chicken breasts are dropped into the hot broth about halfway through the cooking process. No extra sauting step needed.\n\nVariations on Chicken and Rice\nAs you can see from the robust comment section on this post, this easy chicken dinner has been a reader favorite for years and years. That said, here are a few reader favorite variations on my base recipe:\n\nSwap in rotisserie chicken. If you have shredded rotisserie chicken on hand, stir in 1-1/2 cups pre-cooked, shredded chicken at the end to warm through.\nUse fresh garlic and onion. Use freshly chopped onion and garlic instead of the dried versions. I recommend 1/2 chopped yellow onion or 1 chopped shallot, and 3 pressed or minced fresh garlic cloves (or 4 if you’re a garlic lover like me!)\nMake it vegetarian. Use vegetable stock or broth instead of chicken stock, and omit the chicken to make this dish vegetarian. Use these swaps PLUS use dairy-free butter to make it vegan.\nAdd more veggies. Pump up the veggies by sauting sliced celery, sliced mushrooms, and/or frozen corn in with the carrots, and/or stir in frozen peas at the end.\nAdd a parmesan cheese rind. This is one of my favorite hacks for adding slow-cooked flavor to quick-cooking soups, especially — drop a parmesan cheese rind into the pot with the chicken stock then let it simmer with the dish. Remove before serving. You will be SHOCKED by how much flavor it adds!\n\n\nWhat to Serve with Chicken and Rice\nNot only do I love this meal because it’s made in just one pot, but also because it’s a complete meal in one with veggies, a starch, and protein — aka the Midwestern dinner trifecta. No extra side dishes necessary. That said, if you want to fill up your dinner table a bit more, here are some side dish ideas:\n\nGluten Free Focaccia Bread\nAir Fryer Asparagus\nEveryday Kale Salad\nShredded Brussels Sprouts Salad\nMarinated Vegetable Salad\nGarlic Butter Roasted Mushrooms\n\nChicken and Rice Recipe FAQ\nLike I said, many, MANY people have made and loved this recipe over the years, which I am so grateful for!! Here are a few questions that have popped up more than once:\n\nCan I use brown rice? You can, but you will need to add more broth to the recipe, and simmer the rice longer. The chicken will still only need 7-10 minutes to cook through so plan accordingly.\nCan I use arborio rice? This recipe will not work as written with arborio rice.\nCan I use fresh onion and garlic? Absolutely! I recommend 1/2 chopped yellow onion or 1 chopped shallot, and 3-4 pressed or minced fresh garlic cloves.\nCan I freeze leftovers? I don’t recommend freezing cooked rice-based dishes as they can become mushy once thawed and reheated.\nCan I make this in the crock pot or my Instant Pot / pressure cooker? My experience with cooking rice in a slow cooker has not been positive, and extensive additional testing would be required to confidently recommend the best timing/method for cooking this recipe in an Instant Pot. If you’ve tried it, let us know in the comments section!\n\nIn the meantime, grab your soup pot, turn on the burner, and let’s cook!\n\nHow to Make One Pot Chicken and Rice\nStep 1: Add sliced or shredded carrots to melted butter in a soup pot over medium heat then season with homemade seasoned salt and pepper. Place a lid on top then cook until the carrots are tender, 5-6 minutes, stirring occasionally.\nYou can use a stock pot, a Dutch Oven, or large soup pot – whatever you’ve got on hand.\n\nStep 2: Add long grain white rice, dried minced onion, and dried minced garlic then stir to coat the rice in the butter and saute for one minute.\n\nAgain, use the highest quality rice you can afford, or the dish can turn out mushy. I am 100% brand loyal to Lundberg rice!\n\nStep 3: Add dried parsley and chicken stock to the pot then bring to a boil, stirring occasionally to ensure the rice doesn’t stick to the bottom of the pot. Turn the heat down to medium-low then simmer for 15 minutes, stirring occasionally.\nStep 4: Season chicken breasts that have been chopped into bite-sized pieces with seasoned salt and pepper then add to the soup pot and continue to simmer until the rice is al dente and the chicken is cooked through, 7-10 additional minutes.\n\nStep 5: Remove the pot from the heat then place a lid on top and let it sit for 5 minutes. Finally, stir in more butter (follow your heart!) then season with additional seasoned salt and pepper to taste.\nThe dish will thicken as it cools, and you can taste the flavor much better when the chicken and rice is warm vs piping hot, so I like to let the pot sit uncovered for an additional 10 minutes or so before scooping into bowls and serving.\n\nStoring and Reheating\nScoop leftover Chicken and Rice into an airtight container, or individual sized storage containers then refrigerate. I don’t recommend freezing this dish. Even high quality cooked rice has the potential to become mushy once thawed and reheated from the freezer.\nI recommend you reheat in individual sized portions. Simply scoop the cold chicken and rice into a bowl from the refrigerator then reheat in the microwave in 30 second increments, stirring between increments until warmed through.\nWhether you make One Pot Chicken and Rice as written, or give it your own spin, I hope you love it as much as we do! Enjoy!\n\nMore Easy Family Favorites\n\nGnocchi Chicken Pot Pie\nEasy Chicken and Rice Soup\nHomemade Chicken Noodle Soup\nCheesy Ham and Broccoli Skillet\nEasy Chicken Fried Rice\nBaked Chicken Thighs\n\nfree email bonusDinner Made EASY5 days of simple yet flavorful recipes that take the stress out of dinnertime!\nSUBSCRIBEOne Pot Chicken and Rice Print Pin Itdairy freegluten free30 minute meal5/5 (182 REVIEWS)DescriptionOne-Pot Chicken and Rice is part soup, part risotto, and wholly comforting. Your family will ask for this easy yet irresistable gluten free dinner recipe again and again.Ingredientsserves 64 - 6 Tablespoons butter, divided1 heaping cup shredded or chopped carrots (from 1 cup baby carrots or 2 large carrots)homemade seasoned salt and pepper (see notes)2 scant cups long grain white rice (I like Lundberg White Jasmine Rice)1 Tablespoon dried minced onion1 teaspoon dried minced garlic2 Tablespoons dried parsley flakes8 cups chicken stock 2 small chicken breasts (14oz), cut into bite-sized piecesDirections\nMelt 2 Tablespoons butter in a large soup pot over medium heat. Add carrots, season with seasoned salt and pepper, then place a lid on top and cook until carrots are tender, 5-6 minutes, stirring occasionally.\nAdd rice, dried onions and dried garlic then stir to coat in butter and saute for 1 minute. Add dried parsley and chicken stock then turn heat up to high to bring to a boil, stirring occasionally to ensure the rice doesn’t stick to the bottom of the pot as it comes to a boil.\nTurn heat down to medium-low then simmer for 15 minutes, stirring occasionally. Season chicken with seasoned salt and pepper then add to the pot, turning the heat up slightly to bring it back up to a bubble if necessary. Turn the heat back down to medium-low then continue to simmer until the chicken is cooked through and rice is al dente, 7-10 more minutes, stirring occasionally and more frequently near the end.\nPlace a lid on top of the pot then remove from heat and let sit for 5 minutes. Stir in remaining 2 - 4 Tablespoons butter (however much you like!) then season with additional seasoned salt and pepper if necessary. Scoop into bowls then serve. Note: dish will thicken as it cools and I prefer the flavor better when it's warm vs piping hot.\nLeave a comment and star rating if you loved the recipe! Thank you for considering!\nNotes\nTo avoid ending up with mush, use good quality rice - no Minute Rice, please! I use Lundberg California White Jasmine Rice.\nClick here for my 4-ingredient homemade seasoned salt recipe >\nThis recipe is courtesy of Iowa Girl Eats, http://iowagirleats.com.Video\n\n\n\n\n\n\n\n\n\n\n\n\nPREVIOUS Smoked Chicken Wings View Post \n\n\nNEXT Spicy Tuna Roll Bowl View Post \n\n\nHome / Recipes / One Pan\n\n\n\njoin the conversation\n\n\n Leave a Comment\t\t\n\n\n\n\n\n\t\t\t\t\t\t\tname*\t\t\t\t\t\t\n\n\n\n\n\t\t\t\t\t\t\temail*\t\t\t\t\t\t\n\n\n\n\n\t\t\t\t\t\t\turl\t\t\t\t\t\t\n\n\n\n\n\t\t\t\t\t\tmessage*\t\t\t\t\t\n\n\nRECIPE RATING \nRecipe\n\n sign me up for free recipes delivered straight to my inbox! Your email address will never be sold or published.\n\nCancel \n\n\n\n\nΔ \n\n\n\n\n\n\n\n\n\n\n 529 Comments\n\n\n\n\n\n\n\n\n\n \n\n            Krystal          \n\n            11.19.2023          \n\n\n\n\n\nThis has become a family favorite . My son even requested it for his birthday dinner . It’s so simple to make and we’ve adapted it for the insta pot so it goes quickly . We love the leftovers as well !\t        \t\n  \t\t\t    \t\t5\t\t\t    \t \n\n\n\n\n\n\nReply \n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nKristin \n\n            11.20.2023          \n\n\n\n\n\nOh I love hearing that, Krystal! So glad this recipe is a hit with the whole family. Thank you so much for your feedback and recipe rating!\n\n\n\n\n\n\nReply \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n            Laurel          \n\n            11.15.2023          \n\n\n\n\n\nSo delicious. I make chicken rice soup often but a spicier, hearty version. I loved this for its soft comfort. Family loved it.\n\n\n\n\n\n\nReply \n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nKristin \n\n            11.20.2023          \n\n\n\n\n\nI’m so glad you loved this dish, Laurel!\n\n\n\n\n\n\nReply \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n            Allison Leonard          \n\n            11.07.2023          \n\n\n\n\n\nTried this tonight (finally!) after bookmarking it months ago. It’s absolutely fabulous! Sinfully delicious, thank you so much.\t        \t\n  \t\t\t    \t\t5\t\t\t    \t \n\n\n\n\n\n\nReply \n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nTony Donofrio \n\n            11.01.2023          \n\n\n\n\n\nI made this tonight! It’s a quick and easy recipe for family dinner, with leftovers for tomorrow. The carrots looked lonely so I added a cup of peas to the pot and it turned out great.I over-salted it though (my fault), by not taking into account the saltiness of the stock. I should have tasted it before adding salt.Thanks!\t        \t\n  \t\t\t    \t\t5\t\t\t    \t \n\n\n\n\n\n\nReply \n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nKristin \n\n            11.02.2023          \n\n\n\n\n\nI’m so glad you enjoyed, Tony, and oversalting is an easy thing to do. I really appreciate your feedback and recipe rating!\n\n\n\n\n\n\nReply \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n            Jason Adams          \n\n            10.24.2023          \n\n\n\n\n\nSuper delicious!! Added the onions and celery and carrots. Absolutely amazing.\t        \t\n  \t\t\t    \t\t5\t\t\t    \t \n\n\n\n\n\n\nReply \n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nKristin \n\n            10.26.2023          \n\n\n\n\n\nI’m so glad you loved the recipe, Jason!! Thank you so much for your feedback and recipe rating!\n\n\n\n\n\n\nReply \n\n\n\n\n\n\n\n\n\n\n\n\n« Previous\n1\n…\n15\n16\n17 \n\n\n\n \n\n\n\nFree Email Series\nDinner Made EASY\n5 days of simple yet flavorful recipes that take the stress out of dinnertime!\nSubscribe\n\n\n\n\n\n\n\n\n\nFree Email Series\nDinner Made EASY\n5 days of simple yet flavorful recipes that take the stress out of dinnertime!\n\n\nFirst Name Email*\n\nCommentsThis field is for validation purposes and should be left unchanged.\n  \n\n\n\n\n\n\n\n\nΔ\n\n\n\n\n\n\n\nyou might also like\n\n\n\n\nOne Pan\nSpring Bliss Bowls with Pesto Rice\nView Post \n\n\n\n\n\n\n\n\nOne Pan\nBuffalo Chicken, Bacon and Sweet Potato Noodle Skillet\nView Post \n\n\n\n\n\n\n\n\nOne Pan\nEasy Chicken Fried Rice\nView Post \n\n\n\n\n\n\npinterest favorites\n\n\n\n\n\n\n\n\nGluten Free Stuffing\nView Post \n\n\n\n\n\n\n\n\nEasy Gluten Free Green Bean Casserole\nView Post \n\n\n\n\n\n\n\n\nBest Ever Wild Rice Stuffing\nView Post \n\n\n\n\n\n\n\n\nCrustless Pumpkin Pie\nView Post \n\n\n\n\n\n\n\n\nGluten Free Pumpkin Cupcakes with Cream Cheese Frosting\nView Post \n\n\n\n\n\n\n\n\nShredded Brussels Sprouts Salad\nView Post \n\n\n\n\n\n\n\n\nGluten Free Cinnamon Rolls (With Video)\nView Post \n\n\n\n\n\n\n\n\nGluten Free Scalloped Potatoes\nView Post \n\n\n\n\n\n\n\n\n\ntop posts\n\n\n\n\n\n\n\n\n5 Dream Kitchen Must Haves\nView Post \n\n\n\n\n\n\n\n\nGluten Free Lemon Bars\nView Post \n\n\n\n\n\n\n\n\nThe Best Fruit Dip Ever\nView Post \n\n\n\n\n\n\n\n\nGluten Free Cinnamon Rolls (With Video)\nView Post \n\n\n\n\n\n\n\n\nOne Pot Chicken and Rice\nView Post \n\n\n\n\n\n\n\n\nGrilled Pork Tenderloin\nView Post \n\n\n\n\n\n\n\n\nPotsticker Noodle Bowls\nView Post \n\n\n\n\n\n\n\n\n\n\n\n\n\nhi, i'm kristin!\nI’m a Midwestern wife and Mama, and after being diagnosed with Celiac Disease in 2013 I began sharing delicious and approachable gluten-free recipes made with everyday, in-season ingredients. Welcome!\nLearn More\n\n\n\n\n\n\n\n\n\n\nIowa Girl Eats\n\n\nFood & Recipes\nBlog\nRecipes\nShop\nE-book\n \n\nSpecial Diets\nGluten-Free\nDairy-Free\nLow Carb\nLow Fat\nVegetarian\nVegan\n \n\nExplore Courses\nBreakfast\nDinner\nSide Dish\nLight & Healthy\nSlow Cooker\n \n\nMore Info\nabout\ncontact\nweb stories\n \n\n\nDinner Made EASY\nfree email bonus\nSUBSCRIBE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Top\n\n\nCopyright 2023 Iowa Girl Eats. All rights reserved. Privacy Policy\n              Iowa Girl Eats™ is a trademark of Iowa Girl Eats LLC.\n\n\n\n\n\n\n\n\n\n\n\n\n\nFREE EMAIL SERIES\nDinner Made EASY\n\n5 days of simple yet flavorful recipes that take the stress out of dinnertime!\n\n\n5 days of simple yet flavorful recipes that take the stress out of dinnertime!\n\n\nFirst Name Email*\n\nEmailThis field is for validation purposes and should be left unchanged.\n Send it \n\n\n\n\n\n\n\n\nΔ\n\n\n\n\n\nClose\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}