{"id": "One Pot Chicken and Rice  Living Lou", "contents": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOne Pot Chicken and Rice | Living Lou\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footerLiving LouSimple, fresh and flavorful recipes.Home\nRecipes\nContact\n\n Work with me\nPress & Media\nSend me a Message\n\n\nAbout\nSearch Search Home » Dinner Recipes » One Pot Chicken and RiceOne Pot Chicken and Rice\nPublished: Feb 18, 2023 by Louisa Clements · This post may contain affiliate linksThis post may contain affiliate links\n\n\n \n\n\nShare\n\n \n\n\nTweet\n\n \n\n\nPinterest\n\n \n\n\nEmail\n\nJump to Recipe\n \n45 minutes minutes\n4 Comments\n\nOne pot chicken and rice is an easy, one pot recipe with rice, chicken thighs, carrots and peas. This family favorite is a weeknight dinner packed with flavor and requires barely any cleanup! All cooked on the stovetop and ready in 45 minutes.\n\n\nI’ve been using this method of cooking chicken and rice in one pot for years. I first shared a recipe using this method in 2015, for one-pot curried chicken and rice with kale and this is another take on that delicious dish. \nInstead of using curry powder and kale, I’ve leaned on carrots and peas for the vegetables, and a simple spice rub. \nWhy this recipe works\nThe key to making this delicious recipe is in the two-step process. The first step is to sear the chicken thighs, giving them more color and flavor, leading to a more visually appealing and tastier dish. \nThen the rice and vegetables are cooked in the chicken fat making this super savory! The chicken fat packs a ton of chicken-y flavor. \n\n\nIngredients you’ll need\nFor the chicken, I recommend using boneless, skinless chicken thighs. They cook faster and will also keep this dish being overly greasy. I tested this using bone-in, skin-on chicken thighs, and the rice was a bit greasy. If you have bone-in, skin-on thighs, I’d try my one-pot chicken thighs with bacon and cabbage. The spice rub uses salt, paprika (or smoked paprika), cumin and garlic powder. Half of it is used to coat the chicken and the other half is added to the rice so that the flavor is pulled through the entire dish. For the rice, I use parboiled white rice which gets toasted in olive oil and spices. I also like to add herbaceous notes to the rice with dried oregano, but you could also use dried thyme. For the vegetables, I opt for veggies that are fridge and freezer staples; carrots and frozen peas. Feel free to add any additional veggies, you could add kale or other dark leafy greens, bell peppers would also be delicious. For the aromatics, onion and garlic do some heavy lifting in terms of flavor. For the liquid, I like to use chicken broth, but you could also use water (you just may need to add a little extra salt). \nExpert tips\nFor perfectly seared and browned chicken, make sure your pan is hot enough before adding the chicken, otherwise it may stick. The trick is to heat your pan, then add your fat (in this case, olive oil). Once you can’t hold your hand above the pan for more than five seconds, it is hot enough. Add the chicken in a single layer (avoid over-crowding), it should really sizzle, and don’t move it for 3-4 minutes! The chicken won’t be cooked through after the sear, it will need a little extra time to steam with the rice before it is fully cooked.Before serving, remove the chicken to fluff the rice, and evenly distribute the peas into the rice and vegetables. You can add the chicken back (like in my photos) or just serve immediately. \n\n\nStep by step instructions for chicken\nIn a small bowl, combine the cumin, paprika, garlic powder and salt. Sprinkle half of the mixture over top of the chicken, stirring to coat.In a large saute pan, heat olive oil over medium high heat. Add half of the chicken, cook for 3-4 minutes per side. Remove from pan and set aside. Repeat with remaining chicken. Avoid over-crowding the pan, as the chicken will steam instead of sear. \n\n\nStep by step instructions for rice and veggies\nReturn pan to heat and add onion and carrot. Cook until browned and starting to soften (the carrot will continue cooking with the rice), about 5 minutes. Add rice, garlic and remaining spice rub. Cook for 1-2 minutes, stirring frequently until the rice is coated in the oil, chicken fat and spice rub. Add broth followed by oregano, scraping the bottom of the pa to release all the brown bits of flavor.Bring to a boil and return chicken to pan. Reduce heat to low. Cover and cook for 15 minutes. Scatter peas over top, and continue cooking for another five minutes until liquid has been absorbed and chicken and rice are done cooking add carrot is tender. \n\n\nWhat to serve this with\nWhat I love about this recipe is that it is a main dish and a side all in one! That said, I always like to serve it with extra vegetables on the side. Since the recipe doesn’t use the oven you could roast some broccoli rabe or pesto cauliflower. \nMore dinner ideas using chicken thighs\nBacon-wrapped chicken thighsSlow cooker butter chicken\n\n\n\n\n\nOne Pot Chicken and Rice\nAuthor: Louisa Clements\n3.91 from 32 votes\nOne pot chicken and rice is an easy, one pot recipe with rice, chicken thighs, carrots and peas. This family favorite is a weeknight dinner packed with flavor and requires barely any cleanup! All cooked on the stovetop and ready in 45 minutes.\n\nPin\nPrint\n\n\n\n\n\n\nPrep: 10 minutes minutesCook: 35 minutes minutesTotal: 45 minutes minutes\n\n\n\n\n\nServings: 4\n\n\n\nIngredients8 boneless, skinless chicken thighs, about 1.5lbs1 tsp paprika, or smoked paprika½ tsp salt½ tsp cumin½ tsp garlic powder2 tbsp olive oil1 onion, diced2  carrots, peeled ad diced, about 1 ½ cups2 cloves garlic, minced1 cup parboiled white long grain rice½ tsp oregano1 ½ cups chicken broth⅓ cup frozen peas\nInstructionsIn a small bowl, combine the cumin, paprika, garlic powder and salt. Add chicken to a medium bowl and sprinkle half of the spice rub over top stirring to coat. Reserve the remaining spice rub for the rice.Heat a large saute pan over medium-high heat. Add olive oil followed by half of the chicken in an even layer. Cook for 3-4 minutes per side until chicken is browned and lifts easily from the bottom of the pan. Remove from pan and set aside. Repeat with remaining chicken.Return pan to heat and add onion and carrot. Cook until browned and starting to soften (the carrot will continue cooking with the rice), about 5 minutes.Add rice, garlic and remaining spice rub. Cook for 1-2 minutes, stirring frequently rice is coated in oil and spice rub. Add broth followed by oregano, scraping the bottom of the pa to release all the brown bits of flavor.Bring to a boil and return chicken to pan. Reduce heat to low. Cover and cook for 15 minutes. Scatter peas over top, cover and continue cooking for another 5 minutes until liquid has been absorbed and chicken and rice are done cooking add carrot is tender. Serve.\nNotes\nWhen searing the chicken, make sure your pan is hot enough before you add it. Also, you’ll need to sear the chicken in two batches to avoid over-crowding the pan. If the pan is too crowded, the chicken will steam instead of sear.\nBefore serving, you can remove the chicken from the pan to fluff the rice and make sure the peas are evenly distributed, but this isn’t necessary. \n\n Did you try this recipe?Leave a comment + rating and let me know what you think!\n\n\n\nFiled Under: chicken, Dinner Recipes, easy, Fall, gluten free, Spring, Winter\n\n\n\nNutrition Facts\nOne Pot Chicken and Rice\n\n\nAmount Per Serving \n\nCalories 545\nCalories from Fat 153\n\n\n\n% Daily Value*\n\nFat 17g26%Saturated Fat 3g19%Trans Fat 0.04gPolyunsaturated Fat 3gMonounsaturated Fat 8gCholesterol 216mg72%Sodium 845mg37%Potassium 820mg23%Carbohydrates 46g15%Fiber 3g13%Sugar 4g4%Protein 49g98% \nVitamin A 5498IU110%Vitamin C 9mg11%Calcium 67mg7%Iron 3mg17% * Percent Daily Values are based on a 2000 calorie diet. Nutrition information is an estimate and is provided for informational purposes only. If you have any specific dietary concerns, please consult with your healthcare practitioner.\n\n\n\n\nReader Interactions \nLeave a Review Cancel replyYour email address will not be published. Required fields are marked *\nRecipe Rating \n\nRecipe Rating\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nComment * Name * \nEmail * \n Save my name, email, and website in this browser for the next time I comment.\n \n\n \n\nΔ \nComments\n\n\n\n\nAngel Prieto \nMarch 07, 2023 at 10:49 am \n\nLooking forward to trying this recipe. Can I use brown rice instead of white rice? \nReply\n\n\n\n\n\n\nLouisa Clements \nApril 02, 2023 at 9:36 am \n\nHi Angel, because brown rice takes much longer to cook, I'd recommend cooking the brown separately! \nReply\n\n\n\n\n\n\n\n\nJohanne \nFebruary 20, 2023 at 9:52 am \n\nEast and delicious, everyone went back for seconds!\n\nReply\n\n\n\n\n\n\nLouisa Clements \nApril 02, 2023 at 9:36 am \n\nSo glad everyone enjoyed this! \nReply\n\n\n\n\nPrimary Sidebar\n\n\n\n\n\nHi, I'm Lou!\nHi, I'm Louisa Clements & welcome to Living Lou. I've been creating simple, fresh & flavorful recipes for the modern kitchen for 12 years.\n\n\nLearn More\n\n\nLet’s connect\n\n\n  \n\n\n\n Copyright © 2023 Living Lou | PrivacyHome\nAll Recipes\nContact\nAbout\nFooter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}