{"id": "Pan-Fried Eggplant with Soy Sauce Garlic and Ginger", "contents": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPan-Fried Eggplant with Soy Sauce, Garlic and Ginger\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSign up to get new recipes every week!✕ Skip to main content Skip to primary sidebar Skip to footerEmailFacebookInstagramPinterest\nSearch here...\nAll Recipes\n\nBreakfast + Brunch\nSalads + Sides\nSoups + Stews\nMain Course\nDesserts\nHolidays + Gatherings\nGuides + How-to’s\n\n\nBy Ingredient\n\nBeans + Legumes\nTofu\nTempeh\nRice + Other Grains\nPasta + Noodles\nMushrooms\nEggplant\nGreens\n\n\nResources\n\nPantry Must-Haves\nFavorite Kitchen Gear\nMy 10 Golden Rules\n\n\nThe New BaguettePlant-Based Recipes for the Veg-CuriousAbout\nContact Me\nWork With Me\nHome » Recipes » Eggplant06/09/2020 (Updated: 06/09/2023)  · by Alexandra ShytsmanSoy-Glazed Pan-Fried Eggplant with Garlic and Ginger\n06/09/2020This page may contain affiliate links [i.e. paid links]. For details, see the Privacy Policy.\n\nJump to Recipe\n\nThis flavor-packed pan-fried eggplant is inspired by Chinese and Japanese flavors. Serve hot or at room temperature, over rice or as a side dish.\n \nOne of the vegetables I get the most questions about is eggplant (a.k.a. aubergine to my friends across the pond). And I totally get the confusion. Unlike, say, potatoes, cooking with eggplant is not very intuitive. But luckily, it’s also not rocket science. In my experience, the easiest way to cook eggplant is in a pan on the stove.\nThis flavor-packed pan-fried eggplant is inspired by dishes I’ve had in Chinese and Japanese restaurants. (Unlike many other eggplant recipes, this one has no breading.) It has a creamy texture, caramelized flavor, and gets coated in a savory-salty soy sauce glaze with garlic, ginger, and red onion; crushed peanuts and cilantro crown the top. It’s so good and rich, you may be temped to eat the whole skillet by yourself. (Been there, done that.)\nJump To…showWhat’s In This Pan-Fried EggplantHow to Make Pan-Fried Eggplant with Soy GlazeWhy You Should Salt EggplantTo Peel or Not To PeelWatch the VideoHow to Serve Soy-Glazed EggplantMore Eggplant RecipesThe Full Recipe\n \nWhat’s In This Pan-Fried Eggplant\nThis dish consists of eggplant that gets deeply browned in a skillet, then removed. In that same pan, you then quickly sauté red onions, garlic, ginger, and chili flakes, and turn them into a glaze by adding soy sauce, rice vinegar, and sesame oil. Finally, you return the eggplant to the pan and toss it in the glaze. The dish gets garnished with crushed peanuts and cilantro.\nHow to Make Pan-Fried Eggplant with Soy Glaze\nStep 1: Salt the Eggplant\nCut the eggplant into chunks and place in a colander, sprinkling each layer generously with salt. Set aside for 15 to 30 minutes (this helps tame the eggplant’s bitterness – more details below). When the eggplant looks sweaty, transfer it to a kitchen towel and pat dry.\n\n \n \n\nStep 2: Pan Fry the Eggplant\nWorking in two batches, cook the eggplant in a single layer in a pan over medium heat until deeply golden. To prevent it from turning out greasy – and to speed up the softening process – cover the skillet with a lid while searing. Resist the urge to move/flip the eggplant more than necessary, as it is prolonged contact with the hot pan that will give you that delicious caramelization. Remove all the eggplant from the pan and set aside.\n \nStep 3: Glaze the Eggplant\nCook the onion, garlic, ginger, and chili flakes in that same skillet for just a few minutes, then add the soy sauce, rice vinegar, and sesame oil. Finally, add all the eggplant back in, toss to coat it in the glaze, and turn the heat off. Sprinkle with crushed peanuts and cilantro before serving.\n \nWhy You Should Salt Eggplant\nEggplant naturally contains a lot of moisture and some bitterness. Salting it and setting it aside for 15 to 30 minutes before cooking helps combat both of these issues. The salt makes the eggplant “sweat out” (literally) the excess moisture and bitter flavor. However, if you use Japanese eggplants (the long and skinny ones), you can skip the salting step.\nTo Peel or Not To Peel\nOne of the pain points of cooking eggplant is deciding whether or not to peel it. The short answer: leave the skin on. The longer answer: it depends. If your eggplants are small, their skin is probably tender. But if they’re on the larger side, while the skin remains edible, it may have a tougher texture. It also depends on the recipe. If you plan to eat it in chunks or slices, leave the skin on. But for other uses (like this eggplant “caviar”), eggplants can be roasted whole, then peeled, and pureed.\nThe most important reason to leave the skin on is to preserve nutrients. Like with many fruits and vegetables, most of eggplant’s nutritional value is in its skin. Aside from being high in fiber (like all plants), eggplants have antimutagenic [anti-cancer], antimicrobial, and antiviral properties.\nWatch the Video\n\nHow to Serve Soy-Glazed Eggplant\nWhat I love about this dish is that you can serve it hot, at room temperature, or cold. It’s absolutely delicious in every way. Have it over fluffy rice or soba noodles for a complete meal, or serve as a side.\nMore Eggplant Recipes\n\nMini Eggplant Lasagnas\nOttolenghi-Inspired Eggplant with Tahini\nUkrainian Eggplant Caviar (“Ikra”)\nAir Fryer Miso Eggplant\n\nLet me know if you try this recipe! Give it a rating below and leave a comment, and don’t forget to tag your creation with @thenewbaguette on Instagram.\nThe Full Recipe\nPrint\n\n\n\nclock clock iconcutlery cutlery iconflag flag iconfolder folder iconinstagram instagram iconpinterest pinterest iconfacebook facebook iconprint print iconsquares squares iconheart heart iconheart solid heart solid icon\n\n\n  \n\nPan-Fried Eggplant with Soy Sauce Glaze\n\n\n\n\n★★★★★\n5 from 1 review\n\n\n\n\n\n\n\nAuthor: Alexandra Shytsman\n\n\nPrep Time: 20 minutes\n\n\nCook Time: 20 minutes\n\n\nTotal Time: 40 minutes\n\n\nYield: 4 servings 1x\n\n\nCategory: Vegetables\n\n\nMethod: Stovetop\n\n\nCuisine: Asian\n\n\nDiet: Vegan\n\n\n\n\n\n\nPrint Recipe\n\n\n\n\n\nSave Recipe \n\n\nRecipe Saved \n\n\n\n\n\n\n\n\n\nDescription\n\nThis flavor-packed pan-fried eggplant recipe is inspired by Chinese and Japanese flavors. Serve hot or at room temp.\n\n\n\n\n\n\nIngredients\n\n\n\nScale\n1x2x3x \n\n\n\n\n3 small eggplants (about 1 1/4 pounds), ends trimmed\nAbout 3 tablespoons neutral oil, like avocado, organic canola, or refined coconut\n1/2 medium red onion, thinly sliced* (see note below)\n2 medium garlic cloves, minced\n1 tablespoon peeled and minced fresh ginger\n1/4 teaspoon red pepper flakes\n2 tablespoons soy sauce\n1 tablespoon seasoned rice vinegar\n2 teaspoons toasted sesame oil\nAbout 1/4 cup crushed peanuts, for serving*\nFresh cilantro, basil, or scallions, for serving\n\n\n\n\n\n\n\n\n\nCook Mode\n\nPrevent your screen from going dark \n\n\n\n\n\n\n\nInstructions\n\n\n\nCut the eggplants into 2-inch chunks. Place a layer of eggplant into a colander and sprinkle liberally with salt. Continue layering and salting each layer. Set aside for 15 to 30 minutes.\nWhen the eggplant looks sweaty, transfer it to a kitchen towel and pat dry.\nHeat a large skillet over medium heat and add enough oil to coat the bottom. Arrange half of the eggplant in a single layer in the skillet and cover tightly with a lid. Cook until golden brown, 3 to 4 minutes, then flip and brown the other side. Remove from the skillet and cook the second batch, adding more oil as needed. Remove all the eggplant and set aside.\nAdd more oil to the skillet if needed. Add the onion and cook until it’s slightly softened and browned, about 2 minutes. Then add 2 minced garlic cloves, 1 tablespoon minced ginger, and 1/4 teaspoon red pepper flakes, and cook for 30 seconds more.\nAdd 2 tablespoons soy sauce, 1 tablespoon vinegar, and 2 teaspoons sesame oil. Add the eggplant back in and toss to coat. Transfer to a serving platter and sprinkle with peanuts and cilantro.\n\n\n\n\n\nNotes\n\n\nYou can sub with white onion or shallots.\nYou can sub peanuts with roasted cashews. If you’re allergic to nuts, garnish with toasted sesame seeds instead.\n\n\n\n\n\nNutrition\n\nServing Size: 1/4 of the recipe\nCalories: 170\nCarbohydrates: 9.7 g\nFiber: 5.5 g\nProtein: 3.1 g\n\n\n\nKeywords: eggplant, pan fried, soy sauce, ginger, garlic\n\n\n\n\n\nDid you make this recipe?\nTag @TheNewBaguette when you share it on Instagram!\n\n\n\n\n\n\nEggplant, Gatherings, Main Course, Salads + Sides\n\nJump to Recipe\n\n\nNever Miss a Recipe\nSubscribe and get my 30-Minute Vegan Dinners e-book for free!\n\n\n\n\nYou’ll also love…\n Air Fryer Miso EggplantLemony Cauliflower Pasta with Fried Breadcrumbs Ukrainian Eggplant Caviar (\"Ikra\") Ottolenghi-Inspired Eggplant with Tahini and Almonds\nReader InteractionsComments\n\n\n\n\nAnonymous says \nNovember 15, 2023 at 4:37 pm \n\n★★★★★\n\nReply\n\n\n\n\n\n\nEmily says \nAugust 28, 2022 at 9:48 pm \n\nI made this and it was perfect! Next time I’m doubling it. Was fantastic and the perfect amount of spice. I think I’ll try it with zucchini next time. Thanks for a great recipe!\n\nReply\n\n\n\n\n\n\nAlexandra says \nAugust 29, 2022 at 9:16 am \n\nThank you for the feedback, Emily! I’m so glad you liked this. LOVE the zucchini idea 🙂\n\nReply\n\n\n\n\n\n\n\n\nMiranda says \nOctober 20, 2021 at 8:47 am \n\nThis was fantastic, thank you! I’ve never been successful with making eggplant tasty – but this did it! I added chicken and broccoli, served over rice and it made a delicious dinner!\n\nReply\n\n\n\n\n\n\nAlexandra says \nOctober 20, 2021 at 12:16 pm \n\nSo glad this worked out for you! Thank you for the feedback 😀\n\nReply\n\n\n\n\n\n\n\n\nTami says \nOctober 4, 2021 at 1:59 pm \n\nThis has been my favorite way to make eggplant all summer. Thank you for sharing!\n\nReply\n\n\n\n\n\n\nAlexandra says \nOctober 4, 2021 at 2:00 pm \n\nHappy to hear it 😀\n\nReply\n\n\n\n\n\n\n\n\nStasha says \nAugust 9, 2021 at 9:46 pm \n\nMade this several times now, it’s delicious and easy. In my regular rotation!\n\nReply\n\n\n\n\n\n\nAlexandra says \nAugust 10, 2021 at 8:45 am \n\nAwesome! So happy you like this 😀\n\nReply\n\n\n\n\n\n\n\n\nAnna says \nJune 13, 2020 at 3:39 am \n\nThis looks delicious Alex! I’ve just stumbled on your blog from pinterest, you’re website is beautiful! Keep up the good work 🙂\n\nReply\n\n\n\n\n\n\nAlexandra says \nJune 14, 2020 at 4:26 pm \n\nThank you so much, Anna!\n\nReply\n\n\n\n\n \nLeave a Comment Cancel replyGot a question about the recipe? I'm happy to help! Already tried it? Please leave a rating and tell me how it went. (Your email will not be published.) \nRecipe rating\n    ★  5 Stars   ☆     ★  4 Stars   ☆     ★  3 Stars   ☆     ★  2 Stars   ☆     ★  1 Star   ☆  \nComment * Name * \nEmail * \nWebsite \nNotify me via e-mail if anyone answers my comment.\n \n\nΔ \nPrimary Sidebar Hi! I’m Alex – writer, recipe developer, and photographer behind The New Baguette. My mission is to demystify plant-based food, and inspire you to cook more veg-centric meals. Learn more…\n\n\n\n\nJump to Recipe\n\n\nSubscribe\n\n \nSubscribe to my newsletter and get my 30-Minute Vegan Dinners e-book for free!\n\n\n\nPopular Recipes\nMoroccan Green Lentil SoupEasy Overnight Oats with Chia SeedsVegetarian Shepherd’s Pie with Tempeh and MushroomsBrown Rice Congee with Shiitakes, Edamame and Spinach\nIn Season\nMushroom-Leek StuffingRoasted Garlic Mashed PotatoesCharred Balsamic Brussels SproutsVegan Mushroom Gravy\n\n– As Seen In –\n\nFooterAll Recipes\nAbout\nContact\nSubscribe\nClasses\nWork With Me\nPrivacy Policy\n\nSearch here...\nEmailFacebookInstagramPinterest\n© 2023 The New Baguette\nNever Miss a Recipe\nSubscribe + get my 30-Minute Plant-Based Meals e-book for free!\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n436\n\n \n\n\n\n\n\n\n\n \n\n\nRecipes\n\nBreakfast + Brunch Main Course Salads + Sides Soups + Stews Desserts Holidays + Gatherings\nBy Ingredient\n\nBeans + Legumes Rice + Other Grains Tofu Tempeh Pasta + Noodles Eggplant Greens Mushrooms\nResources\n\nPantry Must-Haves Favorite Kitchen Gear My 10 Golden Rules\nAboutSubscribeContactWork With Me\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}