{"id": "Pasta with beef and creamy mushrooms  Recipe - Kitchen Stories", "contents": "Pasta with beef and creamy mushrooms | Recipe | Kitchen StoriesSearch for recipesRecipesStoriesVideoShopAppSearch for recipesLoginSign-upRecipeQuick RecipesPasta with beef and creamy mushroomsOverviewIngredientsStepsComments (165)Pasta with beef and creamy mushroomsBased on 167 ratings51.4kSaveShareIn appAlex HillerContributorwww.hillers-kitchen-tools.deDifficultyEasy 👌Preparation30 minBaking0 minResting0 minIngredients2Servings250 gshort pasta (e.g. fusilli)400 gbeef steak300 gmushrooms1 onion½ tbspthyme (dried)½ tbsprosemary (dried)100 mlwhite wine (dry)150 mlheavy creamolive oil for fryingsaltpepperMetricUse settingImperialOrder ingredientsUtensilslarge sauce pan, sieve, cutting board, knife, large frying pan, cooking spoon, pasta tongsHow-To VideosHow to clean mushroomsHow to cut an onionNutrition per servingCal946 Fat28  gProtein68  gCarb94  gStep 1/\n              6250 g  short pasta  salt large sauce pansieveCook pasta in plenty of salted boiling water, according to package instructions, for approx. 8 – 10 min. until al dente. Drain, save some pasta water, and set aside.Step 2/\n              61  onion 300 g  mushrooms 400 g  beef steak cutting boardknifeIn the meantime, cut onion into thin slices. Clean and quarter mushrooms. Cut meat into strips.Step 3/\n              6 olive oil for frying large frying pancooking spoonHeat up some olive oil in a frying pan and sauté mushrooms for approx. 5 – 8 min. Add onion rings and cook for approx. 2 – 3 min. until translucent. Transfer to a plate and set aside.Step 4/\n              6 salt  pepper cooking spoonIn the same pan, add some more olive oil and sear meat for approx. 2 – 3 min. per side. Season with salt and pepper.Step 5/\n              6100 ml  white wine 150 ml  heavy cream ½ tbsp  thyme ½ tbsp  rosemary  salt  pepper Return sautéed mushrooms back to the pan. Deglaze with white wine and stir in heavy cream and some left-over pasta water. Then, season with thyme, rosemary, salt, and pepper and let simmer for 2 – 3 min until the sauce has thickened.Step 6/\n              6pasta tongsAdd cooked pasta to the sauce, toss briefly, and serve in deep plates.Enjoy your meal!Tags#weeknight dinner#valentines day#main#pasta#beef#savory#mushrooms#for two#alcohol#dairy#herbs#sauteingMore delicious ideas for you40 min91.5kSimple spaghetti Bolognese20 min21.3kTagliatelle with beef and creamy pepper sauce15 min87.9kSpaghetti aglio e olioMore delicious ideas for you40 min91.5kSimple spaghetti BologneseTeam20 min21.3kTagliatelle with beef and creamy pepper sauceAlex Hiller15 min87.9kSpaghetti aglio e olioJulia Stephan25 min48.1kAngel hair pasta with shrimp in white wine sauceTeam1 h62.1kClassic French coq au vinMengting45 min32Mushroom & pepper pastaRoshan Thomas30 minvegetarian107.7kWhole wheat pasta alla normaAlex Hiller20 min102.5kPasta with bacon cream sauceVerenaComments (undefined)Sign up or log inTo comment and share your experience, please sign up!ConnectFollow usSubscribe to our newsletter¹SubmitGet the app!JoinJobs - we are hiring!About usTeamOur appOur shopOur cookbookPress areaFindImprintTerms of usePrivacyContactChange languageDeutschEnglishFor BrandsAd SolutionsBusiness BlogMaking ContactMade with  in BerlinAJNS New Media GmbH | Storkower Straße 115 | 10407 Berlin | Phone: +49 (0)30 695 182 91 | Email: hello@kitchenstories.deRepresented by Nora Seetge & Alexander BauerKitchen Stories is supported by product placement¹By clicking \"submit\", you’re consenting to our email newsletter with cooking content and information on products. You may withdraw your consent at any time.Made with  in BerlinAJNS New Media GmbH | Storkower Straße 115 | 10407 Berlin | Phone: +49 (0)30 695 182 91 | Email: hello@kitchenstories.deRepresented by Nora Seetge & Alexander BauerKitchen Stories is supported by product placement¹By clicking \"submit\", you’re consenting to our email newsletter with cooking content and information on products. You may withdraw your consent at any time."}