{"id": "Skillet Sweet Potato Chicken Hash with Eggs - Skinnytaste", "contents": "                             Skillet Sweet Potato Chicken Hash with Eggs - Skinnytaste                                                                              Skip to content         Search...                 Subscribe and get the latest recipes!      About Gina Contact Travel My Shop                        Home Recipes  Menu Toggle      Recipe Finder   Category Index   Diet  Menu Toggle      Weight Watchers   Dairy Free   Gluten Free   High Protein   Keto   Low Carb   Low Sodium   Paleo   Vegan Recipes   Vegetarian   Whole 30   Course  Menu Toggle      Breakfast   Lunch   Appetizers   Dinner   Salad   Sides   Soup   Dessert   Drinks   Snacks   Holiday Recipes   Cookbooks  Menu Toggle      My Cookbooks   Cookbook Index   Meal Plans               SearchSearch  Recipe Index Cookbook Index           By Course  Menu Toggle      Breakfast   Lunch   Dinner   Appetizers   Salad   Sides   Soup   Dessert   Drinks   Snacks   Holiday Recipes   By Diet  Menu Toggle      Weight Watchers   Dairy Free   Gluten Free   High Protein   Keto   Low Carb   Low Sodium   Paleo   Vegan Recipes   Vegetarian   Whole 30   By Main Ingredient  Menu Toggle      Beef Recipes   Chicken Recipes   Fish Recipes   Lamb Recipes   Pasta Recipes   Pork Recipes   Pumpkin Recipes   Seafood Recipes   Shrimp Recipes   Turkey Recipes   By Method  Menu Toggle      Casseroles   Grilling Recipes   No Cook   One Pot Recipes   By Occasion  Menu Toggle      Back To School   Christmas   Cinco De Mayo   Easter Recipes   Father’s Day   Halloween   July 4th   Memorial Day   Mother’s Day Brunch   St Patrick’s Day Recipes   Super Bowl Recipes   Thanksgiving Recipes   Valentine’s Day Recipes             Search...                Subscribe and get the latest recipes!                          Main Menu             By Course  Menu Toggle      Breakfast   Lunch   Dinner   Appetizers   Salad   Sides   Soup   Dessert   Drinks   Snacks   Holiday Recipes   By Diet  Menu Toggle      Weight Watchers   Dairy Free   Gluten Free   High Protein   Keto   Low Carb   Low Sodium   Paleo   Vegan Recipes   Vegetarian   Whole 30   By Main Ingredient  Menu Toggle      Beef Recipes   Chicken Recipes   Fish Recipes   Lamb Recipes   Pasta Recipes   Pork Recipes   Pumpkin Recipes   Seafood Recipes   Shrimp Recipes   Turkey Recipes   By Method  Menu Toggle      Casseroles   Grilling Recipes   No Cook   One Pot Recipes   By Occasion  Menu Toggle      Back To School   Christmas   Cinco De Mayo   Easter Recipes   Father’s Day   Halloween   July 4th   Memorial Day   Mother’s Day Brunch   St Patrick’s Day Recipes   Super Bowl Recipes   Thanksgiving Recipes   Valentine’s Day Recipes      Recipe Finder Category Index About Gina My Shop My Cookbooks Cookbook Index Travel Contact          Skinnytaste > Recipes > Breakfast and Brunch > Skillet Sweet Potato Chicken Hash with Eggs       Skillet Sweet Potato Chicken Hash with Eggs           4.95 from 17 votes  83 Comments on Skillet Sweet Potato Chicken Hash with Eggs     3 Cals: 265 Protein: 25 Carbs: 18 Fats: 10 30 mins   Jump to Recipe Jump to Video Save to ListSaved to List!   Save Recipe Recipe Saved!        Skillet Sweet Potato Chicken Hash with Eggs      5134 shares                                  This post may contain affiliate links. Read my disclosure policy.This hearty sweet potato hash recipe with chicken and eggs is perfect for breakfast, brunch or breakfast for dinner!  Sweet Potato Chicken Hash with Eggs I love the combination of sweet potatoes with chicken and eggs in this savory dish. The sweet potatoes are sauteed with onions and thyme that make the whole dish feel like fall. It’s delicious, and a great way to use up any leftovers from a rotisserie chicken. Top it with a few dashes of Sriracha or Franks hot sauce and it’s over-the-top good!   It’s also the perfect one pot dish, start to finish it’s made all in one skillet. So that means there’s also less dishes to wash – a win in my book! Variations  Leftover turkey would also be great in place of chicken. For time-saving convenience, you can use pre-cut sweet potatoes. Switch up the herbs by using Herbs de Provence, sage or rosemary in place of thyme.  How To Make Sweet Potato Chicken Hash    More Sweet Potato Recipes  Hasselback Sweet Potatoes Air Fryer Sweet Potato Fries Baked Sweet Potatoes Sweet Potato Turkey Chili Baked Sweet Potato Skins       Skillet Sweet Potato Chicken Hash with Eggs 4.95 from 17 votes   3 Cals:265 Protein:25 Carbs:18 Fat:10   Skillet Sweet Potato Chicken Hash with Eggs is grreat for breakfast, brunch or breakfast for dinner!   Course: Breakfast, Brunch, Dinner, Lunch Cuisine: American          Prep: 5 minutes minsCook: 25 minutes minsTotal: 30 minutes mins    Print  Rate  Pin   Save Saved! WW Points    Yield: 4 servings Serving Size: 1 /4 of recipe   1x2x3x   Ingredients▢ 1 tbsp olive oil▢ 1 medium onion, chopped▢ 10 ounces peeled sweet potatoes, diced into 1/2-inch pieces▢ 2 tsp fresh or 3/4 tsp dried thyme▢ 1/2 teaspoon garlic powder▢ 1/4 teaspoon paprika▢ 8 oz leftover rotisserie chicken breast, diced into 1/2-inch pieces▢ 4 large eggs▢ 1 tbsp fresh chopped chives InstructionsHeat a 10-inch nonstick oven safe skillet over medium heat.Add the oil and onions to the pan and cook until the onions are golden, 5 to 6 minutes.Add the sweet potatoes and thyme, season with 3/4 teaspoon salt, garlic powder, paprika and pinch of black pepper and stir to combine.Add 2 to 3 tbsp water, cover and cook the sweet potatoes over medium-low heat, stirring occasionally, until crisp and tender, about 8 to 12 minutes.Add the chopped chicken to the skillet and cook 2 minutes, uncovered.Make 4 wide wells in the hash. Crack 1 egg into each well and season with salt and pepper and cover.Cook until the whites are set, but the yolks are still runny, about 5 to 7 minutes. Top with fresh herbs.   Last Step: Please leave a rating and comment letting us know how you liked this recipe! This helps our business to thrive and continue providing free, high-quality recipes for you.  Video NutritionServing: 1 /4 of recipe, Calories: 265 kcal, Carbohydrates: 18 g, Protein: 25 g, Fat: 10 g, Cholesterol: 222 mg, Sodium: 328 mg, Fiber: 3 g, Sugar: 3 g   Did You Make This Recipe? Post a pic and mention @skinnytaste or tag #skinnytaste!    Share This    Follow Us  Pin This  Rate This  Categories: Breakfast and Brunch Budget Friendly Meals Chicken Recipes Gluten Free Lunch Paleo Recipes Sweet Potato Recipes Under 30 Minutes Weight Watchers – WW Recipes Whole30 Recipes            Posted By: Gina  Published: Mar 7, 2015 Updated: Dec 21, 2019  You might also like...Browse More         Breakfast Strata with Sausage and Mushrooms             Hash Brown Egg White Nests             Huevos Rancheros             High-Protein Enchilada Scrambled Eggs     Post navigation   Previous Post Roasted Brussels Sprouts and Shallots with Balsamic Glaze  Next Post  Shepherd’s Pie Recipe                Recipe KeyAir Fryer RecipesDairy FreeFreezer MealsGluten FreeKeto RecipesKid FriendlyLow CarbMeal Prep RecipesPaleoPressure Cooker RecipesSlow Cooker RecipesUnder 30 MinutesVegetarian MealsWhole30 Recipes     Hi, I’m Gina Homolka, a busy mom of two girls, author and recipe developer here at Skinnytaste.com. My food philosophy is to eat seasonal, whole foods and maintain good portion control (everything in moderation!).  My Cookbooks   Skinnytaste Simple Order Today!  Amazon Barnes & Noble Bookshop.org Indiebound Books-a-Million Target       Skinnytaste Air Fryer Dinners  Amazon Barnes & Noble IndieBound Book-a-Million       Skinnytaste Meal Prep  Amazon Barnes & Noble IndieBound Target Indigo       The Skinnytaste Air Fryer Cookbook  Amazon Barnes & Noble IndieBound Target       Skinnytaste One & Done  Amazon Barnes & Noble IndieBound Target       Skinnytaste Fast and Slow  Amazon Barnes & Noble IndieBound Target       The Skinnytaste Cookbook  Amazon Barnes & Noble IndieBound Target iBooks       Skinnytaste Ultimate Meal Planner  Amazon Barnes & Noble IndieBound   Trending RecipesSlow Cooker Chicken EnchiladasAir Fryer Chicken ThighsSweet Potato GratinHerb and Salt-Rubbed Dry Brine Turkey              Get Your Own Skinnytaste Cookbooks!        More Cookbooks        Delivered Right To Your Inbox!   Subscribe Today!   Subscribe to my weekly email newsletter for a FREE and you'll get the latest meal ideas & new recipes every week!      Name      Email Address *        Email Preferences Please check the following to indicate you would like to receive emails from Skinnytaste.  Yes! Send me new recipes and content via email!     We use Mailchimp as our marketing platform. By clicking below to subscribe, you acknowledge that your information will be transferred to Mailchimp for processing. Learn more about Mailchimp's privacy practices here.        You can unsubscribe at any time by clicking the link in the footer of our emails.              Follow Me On Social! Stay up to date wherever you are!       By CourseBreakfast Lunch Dinner Sides Dessert      By SeasonSpring Recipes Summer Fall Winter Holidays      Explore MoreRecipe Finder Meal Plans Shop Products Cookbooks Cookbook Index Travel            About Me Privacy Cookie Policy Contact Me       © 2023 Skinnytaste Site by Swift Horse Marketing                                                                               "}