{"id": "Soy Glazed Eggplant - Amandas Cookin - Meatless  Vegetarian", "contents": "                        Soy Glazed Eggplant - Amanda's Cookin' - Meatless & Vegetarian                                                                          Home Cookbooks Work With Us  Advertising | Media Inquiries About Amanda’s Cookin’ Visit Our Craft Site   Join Us  Free Newsletters Join our Facebook recipe group    Search...       ↑ Search... Recipes  Full Recipe Index Chef Antoine’s Recipes Air Fryer Recipes Instant Pot Low Carb Appetizers Beverages Bread Breakfast Lunch Snacks Condiments Dinners Side Dish Desserts Holidays & Seasons Recipe Collections Cooking Tips   Popular  Air Fryer Fried Pickles Blueberry Breakfast Cake Chocolate Lasagna Chocolate Peanut Butter Cookies Crockpot Mac and Cheese Italian Bread John Wayne Casserole Mexican Chicken Casserole Million Dollar Chicken Casserole Pineapple Dream   Desserts  Quick & Easy One Pan Desserts No Bake Desserts Cake & Cupcakes Candy Cheesecakes Cobblers & Crisps Cookies, Brownies, & Bars Custards & Puddings Ice Cream & Frozen Treats Pies & Tarts Trifles & Parfaits   Dinners  Beef Casseroles Chicken & Poultry Fish & Seafood  Salmon Recipes Shrimp Recipes   Ground Beef Lamb Meatless & Vegetarian On the Grill Pasta Pork Slow Cooker Stir Fry Side Dish Vegetables Grain Sides   Beverages  Cocktails Drinks Smoothies   Holidays & Seasons  Christmas Christmas Cookies Cinco de Mayo Easter Father’s Day Football Recipes Halloween Mother’s Day New Years Patriotic St. Patrick’s Day Thanksgiving Valentine’s Day Spring Summer Fall Winter           Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footerAmanda's Cookin'Delicious recipes and easy desserts!           Recipes  Full Recipe Index Chef Antoine’s Recipes Air Fryer Recipes Instant Pot Low Carb Appetizers Beverages Bread Breakfast Lunch Snacks Condiments Dinners Side Dish Desserts Holidays & Seasons Recipe Collections Cooking Tips   Popular  Air Fryer Fried Pickles Blueberry Breakfast Cake Chocolate Lasagna Chocolate Peanut Butter Cookies Crockpot Mac and Cheese Italian Bread John Wayne Casserole Mexican Chicken Casserole Million Dollar Chicken Casserole Pineapple Dream   Desserts  Quick & Easy One Pan Desserts No Bake Desserts Cake & Cupcakes Candy Cheesecakes Cobblers & Crisps Cookies, Brownies, & Bars Custards & Puddings Ice Cream & Frozen Treats Pies & Tarts Trifles & Parfaits   Dinners  Beef Casseroles Chicken & Poultry Fish & Seafood  Salmon Recipes Shrimp Recipes   Ground Beef Lamb Meatless & Vegetarian On the Grill Pasta Pork Slow Cooker Stir Fry Side Dish Vegetables Grain Sides   Beverages  Cocktails Drinks Smoothies   Holidays & Seasons  Christmas Christmas Cookies Cinco de Mayo Easter Father’s Day Football Recipes Halloween Mother’s Day New Years Patriotic St. Patrick’s Day Thanksgiving Valentine’s Day Spring Summer Fall Winter    Recipes | Dinners | Meatless & Vegetarian | Soy Glazed Eggplant  Meatless & Vegetarian Soy Glazed Eggplant Author by Chef Antoine Davis on May 31, 2022 Updated on March 8, 2023   5 from 2 votes Soy glazed eggplant is an Asian-inspired, good-for-you dish that's vegan, vegetarian, and low in calories.  Cook Time 10 minutes minsTotal Time 20 minutes mins Jump to Recipe         59 shares        Share      Tweet      Pin      Yummly      Email   This soy glazed eggplant absorbs all the explosive flavors of the brown sugar, soy sauce, garlic, and ginger sauce transforming it into a tender, ultra-flavorful vegan and vegetarian-friendly meal we can all agree on.   Why this recipe works  This Asian-inspired soy glazed eggplant recipe is easily thrown together in around 20 minutes on the stovetop. The eggplant is sliced, pan-fried, and doused in a mouth-watering soy sauce, brown sugar, garlic, and ginger glaze then topped with optional sliced green onion and sesame seeds. Eggplant is rich in nutrients, vitamins, and antioxidants. A good-for-you, tender, and savory dish that’s vegan, vegetarian, and low in calories. Even the non-veggie lovers will be surprised at how much they enjoy eggplant when paired with the right ingredients, especially if they’re stuffed with melty cheese like our stuffed eggplant parmesan or drizzled in a gorgeous herbed mint sauce from our roasted eggplant recipe.  Ingredients you will need  Get all measurements, ingredients, and instructions in the printable version at the end of this post.  Ingredient Info and Substitution Suggestions  EGGPLANT – Choose a small eggplant that is slightly firm to the touch with minimal give. You’ll use cornstarch to dry out the raw eggplant allowing it to crisp while adding texture. Some of the cornstarch will cook off to help thicken the glaze.  How to Make Soy Glazed Eggplant   These step by step photos and instructions are here to help you visualize how to make this recipe. You can Jump to Recipe to get the printable version of this recipe, complete with measurements and instructions at the bottom.  To make the sauce, combine brown sugar, soy sauce, garlic, and ginger. Set aside. Cut eggplant lengthwise into 1/2-inch slices. Using a sifter, sprinkle cornstarch over both sides of the eggplant slices. Add half of the olive oil to the skillet and heat over medium-high until shimmering. Add eggplant slices, taking care not to crowd them too much. Cook 3-4 minutes. You may need to cook in batches. Add remaining olive oil to the pan, then flip the eggplant slices over and cook an additional 3-4 minutes. Reduce heat to low. Add sauce to the pan and flip eggplant to coat. You may have to flip several times to get both sides coated. Remove from pan and serve over rice. Garnish with sliced green onion and sesame seeds.  Frequently Asked Questions & Expert Tips  How do I store leftovers? Store leftovers in an air-tight container kept in the refrigerator for 3-4 days.    Serving Suggestions  Optionally dice the eggplant instead of slicing it and serve in a bowl with rice and veggies or enjoy it sliced over a bed of noodles or brown, white, and even cauliflower rice. Don’t forget to garnish with sliced green onions, sesame seeds, or peanuts for the full experience! More Vegetarian Recipes   Cauliflower Risotto Mushroom Ravioli Zucchini Pizza Bites Sticky Garlic Cauliflower Enchilada Stuffed Peppers Mexican Style Summer Rolls Sweet Corn and Chickpea Salad  I love to bake and cook and share my kitchen experience with all of you! Remembering to come back each day can be tough, that’s why I offer a convenient newsletter every time a new recipe posts. Simply subscribe and start receiving your free daily recipes!    Soy Glazed Eggplant  Soy glazed eggplant is an Asian-inspired, good-for-you dish that's vegan, vegetarian, and low in calories.   5 from 2 votes  IMPORTANT – There are often Frequently Asked Questions within the blog post that you may find helpful. Simply scroll back up to read them!   Print It  Rate It  Save ItSaved! Cook ModePrevent your screen from going dark   Course: Dinner Cuisine: American Servings: 6 servings 20 minutes mins Calories: 111 Author: Amanda Formaro  Ingredients▢ 8 ounces eggplant 1 small eggplant▢ 1 1/2 Tablespoons cornstarch sifted▢ 1/4 cup olive oil▢ 1/4 cup soy sauce▢ 1 Tablespoon brown sugar▢ 1/2 teaspoon minced garlic▢ 1/2 teaspoon minced ginger▢ sliced green onion optional as garnish▢ sesame seeds optional as garnish Things You’ll Need▢ Large skillet▢ Tongs▢ Sifter Before You Begin Don’t slice eggplant too thin. Once it’s cooked it is rather delicate. Try to slice eggplant in uniform size so that they all cook the same. Store leftovers in an air-tight container kept in the refrigerator for 3-4 days.  InstructionsTo make the sauce, combine brown sugar, soy sauce, garlic, and ginger. Set aside.Cut eggplant lengthwise into 1/2-inch slices.Using a sifter, sprinkle cornstarch over both sides of the eggplant slices.Add half of the olive to the skillet and heat over medium-high until shimmering.Add eggplant slices, taking care not to crowd them too much. Cook 3-4 minutes. You may need to cook in batches.Add remaining olive oil to the pan, then flip the eggplant slices over and cook an additional 3-4 minutes.Reduce heat to low. Add sauce to the pan and flip eggplant to coat. You may have to flip several times to get both sides coated. Remove from pan and serve over rice.Garnish with sliced green onion and sesame seeds. NutritionServing: 1slice | Calories: 111cal | Carbohydrates: 7g | Protein: 1g | Fat: 9g | Saturated Fat: 1g | Polyunsaturated Fat: 1g | Monounsaturated Fat: 7g | Sodium: 542mg | Potassium: 113mg | Fiber: 1g | Sugar: 3g | Vitamin A: 9IU | Vitamin C: 1mg | Calcium: 8mg | Iron: 1mg  Tried this Recipe? Pin it for Later!Follow on Pinterest @AmandaFormaro or tag #AmandasCookin!   About Latest Posts Chef Antoine DavisHead Chef at Amanda's Cookin'Chef Antoine Davis has been making delicious food since he was a young man. He loves to experiment with flavors and textures and create dishes that everyone will enjoy. His love for cooking shines through every recipe he develops.  Latest posts by Chef Antoine Davis (see all)  Honey Garlic Chicken Wings - November 21, 2023   Crab Rangoon - November 18, 2023   Mexican Shrimp Cocktail - November 17, 2023      59 shares        Share      Tweet      Pin      Yummly      Email  May 31, 2022 By Chef Antoine DavisFiled Under: Low Carb, Meatless & Vegetarian, VegetablesReader Interactions      Free RecipesBy email every week   Latest recipes straight to your inbox!             Leave this field empty if you're human:     Leave a Reply Cancel replyYour email address will not be published. Required fields are marked * Recipe Rating   Recipe Rating                                                               Comment * Name *  Email *  Website  Sign me up for Amanda's newsletter, Foodie in the Craft Room for free recipe and craft ideas!   Δ  Primary Sidebar  Hi there, so glad you are here! I’m Amanda Davis, home cook and baker behind the scenes of Amanda’s Cookin’. I've been baking, cooking, and creating recipes for my family and friends for over 30 years! I provide a mix of recipes from scratch and semi-homemade for all cooking and baking levels. But it’s not just me anymore. It’s turned into a complete family affair. Come and meet the Creative Team!  Search... Pie Recipes French Silk PieFrench Silk Pie is a dreamy chocolate mousse ... Get the RecipeBlueberry PieThis classic homemade blueberry pie is packed ... Get the RecipeCherry Hand PiesFebruary is National Cherry Month and ... Get the RecipeHomemade Cherry Pie FillingI did it, I conquered my fear of canning and ... Get the Recipe-> More Pie Recipes Most Popular Recipes Homemade Italian BreadHomemade Italian bread is actually very easy ... Get the RecipeCreamy Crockpot Macaroni and CheeseThis creamy crockpot mac and cheese starts ... Get the RecipePineapple Dream DessertThis pineapple dream dessert is one of my ... Get the RecipeBlueberry Breakfast CakeBlueberry breakfast cake, coffee cake, ... Get the Recipe      Free RecipesBy email every week   Latest recipes straight to your inbox!             Leave this field empty if you're human:       Visitor Favorites John Wayne CasseroleHave you ever heard of John Wayne Casserole? Delicious ... Get the RecipeMillion Dollar Chicken CasseroleMillion dollar chicken casserole is an easy, creamy, ... Get the RecipeChocolate LasagnaThis no-bake Chocolate Lasagna is filled with a creamy ... Get the RecipeChocolate Peanut Butter CookiesMy family loves my soft peanut butter cookies and my ... Get the Recipe  Meet the Team  Amanda Founder & President Kristen Editorial Manager Lindsay Staff Photographer Antoine Head Chef As seen on:  FooterMust Try! Beef Stroganoff Strawberry Shortcake Bruschetta Tequila Sunrise Salisbury Steaks  About Us Meet The Creative Team Work With Us Privacy Policy Accessibility Contact Us        Search...  Images/text copyright Amanda’s Creative Studio, Inc. and Amanda Davis 2023. To feature a post from Amanda’s Cookin’, you may use one photo credited and linked back to the recipe post. As an Amazon Associate we earn from qualifying purchases. This website is owned and operated by Amanda’s Creative Studio, Inc.        Free RecipesBy email every week   Latest recipes straight to your inbox!  Sign Me Up!   Copyright ©2023, Amanda's Cookin'. All Rights Reserved.  Design by Pixel Me Designs                      BEFORE YOU GO! GRAB YOUR FREE COOKBOOK Newsletter subscribers receive my cookbook \"30 Ground Beef Dinner Ideas\" absolutely free! Enter your name and email address below and we'll send it to you. Then each week we'll send you free recipes and craft ideas!      JOIN FREE!                                                 "}