{"id": "Soy-Glazed Eggplant Donburi 茄子の甘辛丼 - Just One Cookbook", "content": "\n\n\n\n\n\n\n\n\n\n\n\nSoy-Glazed Eggplant Donburi 茄子の甘辛丼 • Just One Cookbook\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\nSkip to content\n\n\nAbout\nStart Here\nPantry\nLogin\nFacebook\nInstagram\nPinterest\nTwitter\nYoutube\nSearchAd-Free\n \n\n\n\n\nJust One Cookbook\n\n\nRecipes\nSubmenu\nFilter\nIndex\nLatest\nPopular\n\n\nCourse\nSubmenu\nAppetizer\nBeverage\nBreakfast\nDessert\nMain Dish\nSalad\nSide Dish\nSnack\nSoup + Stew\nSweets\n\n\nDietary\nSubmenu\nGluten-Free\nVegan\nVegan/Vegetarian Adaptable\nVegetarian\n\n\nIngredient\nSubmenu\nBeef\nChicken\nEgg\nFruit\nMushroom\nNoodle + Pasta\nPork\nRice\nSeafood\nTofu\nVegetable\nJapanese Pantry\n\n\nCategory\nSubmenu\nNami’s 100 Weeknight Dinners\nSides Under 20 Min\nBento\nEasy\nGrill/BBQ/Smoke\nHot Pot\nIzakaya\nMeal Prep\nPressure Cooker\nStir-Fry\nSushi\nUnder 30 Minutes\nUnder 5 Ingredients\n\n\nTips\nSubmenu\nCooking Tips\nKitchen Guide\nPantry Tips\n\n\n\n\n\nSearch for\n\n\n Search Submit\n\nAbout\nStart Here\nPantry\nLogin\nFacebook\nInstagram\nPinterest\nTwitter\nYoutube\n \nSearch\n\n\nSearch for\n\n\n Search Submit\n\n \n\n\n\n\n\n\n\nHome » Soy-Glazed Eggplant Donburi 茄子の甘辛丼 \nSoy-Glazed Eggplant Donburi 茄子の甘辛丼\n\n4.94(64)Total Time: 20 minutes minutes153 CommentsJump to Recipe \n\nCollege Meal Easy One-Pot/Pan  This post may contain affiliate links. Please read my disclosure policy for details. As an Amazon Associate, I earn from qualifying purchases. \nWant an easy, one-pan meal that’s ready in just 20 minutes? Try my delicious Soy-Glazed Eggplant Donburi. I sear meaty eggplant slices until golden brown and silky, coat them with a sweet and salty sauce, and serve over hot steamed rice. It’s a satisfying Japanese vegan rice bowl that deserves a spot at your weeknight table. {gluten-free adaptable} \n\nWhat do you consider a quick meal? For me, anything cooks in one pot or one pan are most ideal. That’s why I often turn to Japanese rice bowls (donburi) when I need something fast and easy-to-assemble. Today’s recipe is Soy Glazed Eggplant Donburi (茄子の甘辛丼), which happens to be plant-based!\nEggplant Rice Bowl – The Most Luxurious Vegan Donburi\nEggplant is undoubtedly the star ingredient that makes the appeal of this rice bowl. Think of it as the tofu of the vegetable world. It is mild and versatile, and it has the ability to take on almost any flavor. What sets eggplant apart from other vegetables is its unique structural integrity, and at the same time, its silky, meaty, and utterly luxurious texture.\nThat said, it’s very important to cook it right. Here, searing the eggplant until nicely charred delivers the best, deepest flavor. It also renders a buttery tender texture with a crispy edge that is hard to resist. When tossed with a quick sauce of mirin and soy sauce, it makes the most satisfying one-bowl comfort that requires minimal effort.\nI could easily cook and eat this eggplant donburi over and over again!\n\n3 Tips to Follow When Cooking the Eggplant\n1. Keep the eggplant skin\nEggplant flesh gets tender and soft when it’s cooked through, and if you cook it for too long, the flesh gets mushy. Therefore, it’s very important to:\n\nKeep the eggplant skin attached to the flesh to maintain its shape.\nCut the eggplant so the flesh is held by the skin.\n\nFor this purpose, I only recommend using Japanese, Chinese, or Italian eggplant. If you use American/glove eggplant, cut into the wedges and use only the part that has skin (and use the middle part for other recipes).\n2. Sprinkle salt\nEggplant has soft, spongy flesh with tiny air pockets that acts like a sponge in soaking up oil and liquids. While we like the eggplant to absorb all the good flavors, the challenge is to prevent it from becoming greasy.\nThe trick to that is by breaking down the air pockets and reducing the sponginess by salting the eggplant first. Salting also prevents the eggplant from discoloring.\nJust make sure to wipe off the excess water before frying.\n3. Use potato starch/cornstarch\nCoating the eggplant with potato starch (or cornstarch) can help:\n\nPrevents the eggplant from soaking up all the oil.\nCreates a nice golden crust.\nAbsorbs all the seasonings.\nThickens the sauce slightly.\n\nMake sure to remove the excess potato starch and applies only a thin coating.\n\nItadakimasu!\nEggplant skeptics? This Soy-Glazed Eggplant Donburi might change your mind. I hope you give this nightshade vegetable a chance to reveal its deliciousness to you through this recipe. Once tried, you will not get enough of it.\nTo enjoy this vegan rice bowl, serve it with miso soup and a side of pickle. Here are some of my suggestions:\n\nVegan Miso Soup\n4 Easy Soy Sauce Pickles\n\nOther Delicious Vegan Dishes\n\nVegan Poke Bowl\nShiso Garlic Pasta\nKenchinjiru\nVegan Miso Soup\n\n\nWish to learn more about Japanese cooking? Sign up for our free newsletter to receive cooking tips & recipe updates! And stay in touch with me on Facebook, Pinterest, YouTube, and Instagram.\n\n\n\n\nSoy-Glazed Eggplant Donburi\n4.94 from 64 votes\nWant an easy, one-pan meal that‘s ready in just 20 minutes? Try my delicious Soy-Glazed Eggplant Donburi. I sear meaty eggplant slices until golden brown and silky and coat them with a sweet and salty sauce. Served over hot steamed rice, it‘s a satisfying Japanese vegan rice bowl that deserves a spot at your weeknight table. {gluten-free adaptable} \n\nPrint Recipe\nPin Recipe\n\nPrep Time: 10 minutes minsCook Time: 10 minutes minsTotal Time: 20 minutes mins\n\nServings: 2\n\nIngredients US CustomaryMetric 1x2x3x▢ 2  Japanese or Chinese eggplants (7 oz, 200 g; for a globe eggplant, cut into wedges or rounds with the skin on to hold its shape while cooking)▢ ½–1 tsp Diamond Crystal kosher salt (for salting the eggplant)▢ 10 shiso leaves (perilla/ooba) (or use 1 green onion)▢ 1 tsp ginger (grated, with juice; from 1-inch, 2.5-cm knob)▢ 2 Tbsp potato starch or cornstarch▢ 4 Tbsp neutral oil (divided)For the Seasonings▢ 4 Tbsp mirin (a fairly close substitute is 4 tsp sugar + 4 Tbsp sake or water; adjust the sweetness to taste; read more about mirin)▢ 2 Tbsp soy sauce (or use gluten-free soy sauce for GF)For Serving▢ 2 servings cooked Japanese short-grain rice (typically 1⅔ cups (250 g) per donburi serving)▢ ½ tsp toasted white sesame seeds\n\nJapanese Ingredient Substitution: If you want substitutes for Japanese condiments and ingredients, click here.\n\nCook ModePrevent your screen from going dark\nInstructions Before You Start: Gather all the ingredients. For the steamed rice, please note that 1½ cups (300 g, 2 rice cooker cups) of uncooked Japanese short-grain rice yield 4⅓ cups (660 g) of cooked rice, enough for 2 donburi servings (3⅓ cups, 500 g). See how to cook short-grain rice with a rice cooker, pot over the stove, Instant Pot, or donabe. Slice 2 Japanese or Chinese eggplants lengthwise into ¼-inch slices. Then, sprinkle with ½–1 tsp Diamond Crystal kosher salt. Set aside for 15 minutes, then wipe off the moisture with a paper towel. Rinse 10 shiso leaves (perilla/ooba) and pat dry with a paper towel. Cut off and discard the stems. Roll up the shiso leaves and cut them into chiffonade strips. Peel the ginger skin and grate the ginger (I use a ceramic grater). Then, measure 1 tsp ginger (grated, with juice) and set aside. Put 2 Tbsp potato starch or cornstarch in a small tray. Then, thinly coat both sides of the eggplant slices with the potato starch. To CookHeat a frying pan over medium heat. When the pan is hot, add 2 Tbsp of the 4 Tbsp neutral oil and distribute it in the pan. Then, add the eggplant slices in a single layer. Cook until the bottom side is golden brown, about 3–4 minutes. Until then, do not touch the eggplants in order to achieve a nice sear. When the bottom side is nicely seared, drizzle another 2 Tbsp of the oil on top of the eggplant and flip the slices to cook the other side for an additional 3–4 minutes. Once the second side is cooked to a golden brown color, reduce the heat to medium low. Add 4 Tbsp mirin, 2 Tbsp soy sauce, and grated ginger. Bring it back to a simmer and spoon the sauce over the eggplant a few times. If the sauce thickens too fast (due to the potato starch), add 1 Tbsp water at a time to loosen it a bit. Remove from the heat when the eggplant is well-coated with the sauce.  To ServeIn individual donburi bowls (a bit bigger than rice bowls), divide the 2 servings cooked Japanese short-grain rice and drizzle some sauce on top of the rice. Then, place the eggplant slices on top. For presentation, I overlap each slice slightly. Garnish on top with ½ tsp toasted white sesame seeds and shiso leaves. Serve immediately. To StoreYou can keep the leftovers in an airtight container and keep them for 3 days in the refrigerator or for up to a month in the freezer.\nNutrition\n\nNutrition FactsSoy-Glazed Eggplant DonburiAmount per ServingCalories363% Daily Value*Fat 29g45%Saturated Fat 23g144%Sodium 679mg30%Potassium 341mg10%Carbohydrates 17g6%Fiber 4g17%Sugar 10g11%Protein 3g6%Vitamin A 23IU0%Vitamin C 3mg4%Calcium 20mg2%Iron 1mg6%* Percent Daily Values are based on a 2000 calorie diet.\n\nAuthor: Nami\nCourse: Main CourseCuisine: JapaneseKeyword: donburi, eggplant\n\n\n©JustOneCookbook.com Content and photographs are copyright protected. Sharing of this recipe is both encouraged and appreciated. Copying and/or pasting full recipes to any website or social media is strictly prohibited. Please view my photo use policy here.\n\n\n   Did you make this recipe?If you made this recipe, snap a pic and hashtag it #justonecookbook! We love to see your creations on Instagram @justonecookbook!\n\nMainCollege Meal Easy One-Pot/Pan Rice + Donburi Under 30 Minutes Under 5 Ingredients Vegan Vegetarian Weeknight Dinner \nPublished:  Apr 16, 2020Updated:  Sep 4, 2023Written by Nami \n\n\n\n\n\n\n\n\n\n\n\n\n\nMeet the Author\n Nami\t\t\t\t\nI'm Nami, a Japanese home cook based in San Francisco. Have fun exploring the 1000+ classic & modern Japanese recipes I share with step-by-step photos and How-To YouTube videos.\n\n\n\nSubscribe Now!5 Secrets to Japanese Cooking: Simple Meals & Authentic Flavors!\nSign up to receive our FREE email series on Japanese cooking tips and weekly newsletter.\n\n \nAll Recipes\nVegetarian \n\n\n\n\n \n\n\n\n\n\n Subscribe\n\n\n\n\n\n\n\n\n\nNotify of \n\n\nnew replies to my comments\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nLabel\n\n\n\n\n \n\n\n\n\n\n\n\n\nRate This Recipe! \n\nRate This Recipe!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\nName*\n\n\n\n\nEmail*\n\n\n\n\nWebsite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLabel\n\n\n\n\n \n\n\n\n\n\n\n\n\nRate This Recipe! \n\nRate This Recipe!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\nName*\n\n\n\n\nEmail*\n\n\n\n\nWebsite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n153 Comments                    \n\n\n\n\n\n\n\n\n\n Inline Feedbacks                    \nView all comments\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n    Chit\n\n\n\n\n\n\n\n\n\n\n\n\n    26 days ago\n\n\n\n\n\n\n\n\nSo good! PERfect for a quick hurried  meal.\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Naomi (JOC Community Manager)\n\n\nAdmin\n\n\n\n\n\n\n\n\n\n\n\n\n    Reply to \n    \n        Chit\n    \n\n\n\n    25 days ago\n\n\n\n\n\n\n\n\nHello there, Chit! We are glad to know you enjoyed this dish.\nThank you so much for trying Nami’s recipe, as well as for your love and support. 🥰\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n    Chit\n\n\n\n\n\n\n\n\n\n\n\n\n    26 days ago\n\n\n\n\n\n\n\n\nExcellent!\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Naomi (JOC Community Manager)\n\n\nAdmin\n\n\n\n\n\n\n\n\n\n\n\n\n    Reply to \n    \n        Chit\n    \n\n\n\n    25 days ago\n\n\n\n\n\n\n\n\nHi Chit! Thank you so much for trying Nami’s recipe and for your kind feedback!\nHappy Cooking!\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n    Mikko Keppo\n\n\n\n\n\n\n\n\n\n\n\n\n    1 month ago\n\n\n\n\n\n\n\n\nI got some thin long ones from my local stores surplus sale and tried this recipe. Store does provide some exotic veggies, but problem tends to be that at normal price people are hesitant to try for example japanese eggplants or similar. Seasoned users are a bit scarse in “rural” Finland. But, others loss, my win, this was “oishii”. Will hunt for nasu after this experience. 🙂\nI probably lost some authencity from the taste, as I had to use some dry cider with a little sugar instead of mirin, but as already mentioned it is was still delicious. I cut the eggplant to buttons but probably try the lenghtwise cut next time, and tossed the pieces in potato starch, fried to a beautifull color. I used some leftovers as garnish on butternut squash soup next day, worked great on it, so thumbs up for versatility of the dish.\nSo, thank you for sharing the recipe.\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Naomi (JOC Community Manager)\n\n\nAdmin\n\n\n\n\n\n\n\n\n\n\n\n\n    Reply to \n    \n        Mikko Keppo\n    \n\n\n\n    1 month ago\n\n\n\n\n\n\n\n\nHi Mikko! We are glad to hear you enjoyed the dish.\nThank you so much for trying Nami’s recipe and sharing your experience with us. Happy Cooking!☺️\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n    Bil King\n\n\n\n\n\n\n\n\n\n\n\n\n    3 months ago\n\n\n\n\n\n\n\n\nExcellent recipe! Fast and delicious. Surprising GOOD!! Can also be found on page 150 of Just One Cookbook Volume 2. Highly recommended.\nEven people who claim not to like eggplant love this dish. If you have leftovers, it goes very well with breakfast eggs and rice.\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Naomi (JOC Community Manager)\n\n\nAdmin\n\n\n\n\n\n\n\n\n\n\n\n\n    Reply to \n    \n        Bil King\n    \n\n\n\n    3 months ago\n\n\n\n\n\n\n\n\nHi Bil! Thank you so much for trying Nami’s recipe and providing such positive comments!🥰\nWe are glad to hear that everyone liked this dish.\nThank you for purchasing Nami’s cookbook as well!\nHappy Cooking!\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n    Bob\n\n\n\n\n\n\n\n\n\n\n\n\n    3 months ago\n\n\n\n\n\n\n\n\nI made this tasty dish for dinner last night, with a side of sunomono. Both dishes are easy to make and not time consuming. As my summer vegetables produce more eggplant, I’ll revisit this recipe.\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Naomi (JOC Community Manager)\n\n\nAdmin\n\n\n\n\n\n\n\n\n\n\n\n\n    Reply to \n    \n        Bob\n    \n\n\n\n    3 months ago\n\n\n\n\n\n\n\n\nHi Bob! Nami and all of us at JOC are so happy to hear you enjoyed the recipes.\nThank you so much for taking the time to read Nami’s post and trying her recipes.\nHappy Cooking!\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n    somebodycooking\n\n\n\n\n\n\n\n\n\n\n\n\n    4 months ago\n\n\n\n\n\n\n\n\nI made this for lunch today for 1, using 1 Japanese eggplant. Was lovely over brown rice. The texture was very soft, and the remainder of the glaze coated my rice nicely. Would recommend as a decently quick and tasty vegetarian option.\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Naomi (JOC Community Manager)\n\n\nAdmin\n\n\n\n\n\n\n\n\n\n\n\n\n    Reply to \n    \n        somebodycooking\n    \n\n\n\n    4 months ago\n\n\n\n\n\n\n\n\nHi somebodycooking, We are so happy to hear you enjoyed Nam’s recipe.☺️\nThank you so much for trying it and sharing your experience with us.\nHappy Cooking!\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n    Christine\n\n\n\n\n\n\n\n\n\n\n\n\n    5 months ago\n\n\n\n\n\n\n\n\nOh my, this was SO delicious!!!! I literally just ate the whole batch myself and have zero regrets hehe. Eggplant is my absolute favourite and this will be in my regular rotation.\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Naomi (JOC Community Manager)\n\n\nAdmin\n\n\n\n\n\n\n\n\n\n\n\n\n    Reply to \n    \n        Christine\n    \n\n\n\n    5 months ago\n\n\n\n\n\n\n\n\nHi Christine, Thank you so much for trying Nami’s recipe and for your kind feedback!\nWe are glad to hear that you enjoyed the dish, and this will be in your regular rotation! 🥰 Happy Cooking!\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n    gioia\n\n\n\n\n\n\n\n\n\n\n\n\n    6 months ago\n\n\n\n\n\n\n\n\nso good and easy and you dont need a ton of ingredients!\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Naomi (JOC Community Manager)\n\n\nAdmin\n\n\n\n\n\n\n\n\n\n\n\n\n    Reply to \n    \n        gioia\n    \n\n\n\n    6 months ago\n\n\n\n\n\n\n\n\nHi gioia, Thank you so much for trying Nami’s recipe!\nWe are glad to hear you enjoyed the dish.\nHappy Cooking!\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n    Linh Nguyen\n\n\n\n\n\n\n\n\n\n\n\n\n    7 months ago\n\n\n\n\n\n\n\n\nHi Nami! I just cooked eggplant for the first time (not the first time I ate it) and I loved it (I normally don’t like it)! It was absolutely sensational! Still have more eggplant and will try your other recipes. Thanks for changing my view on eggplant! I’m now an absolute fan! BTW I just had my first trip to Japan early this month with my bf and it was lovely! I was so fascinated by authentic Japanese cuisine and was living my otaku dream. We came back home and did lots of research on Japanese food so now we are experimenting/trying recipes A LOT! FYI my bf works with edible insects and he has been making cricket tsukudani. After the trip, we started trying to make cricket furikake and it was a delight! (We actually ate it with this eggplant dish tonight). I really can’t wait to have ochazuke with it! Anyways long story short, I also can’t wait to try all of your recipes if I could! We are based in Taiwan and luckily Japanese ingredients are not so difficult to find. I however struggle to perfect cooking short grain rice the Japanese way, still come out bit too wet, unlike the perfect rice we had in Japan. Perhaps the variety here is different, I’ll continue working on this quest! ありがとうございます!\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Naomi (JOC Community Manager)\n\n\nAdmin\n\n\n\n\n\n\n\n\n\n\n\n\n    Reply to \n    \n        Linh Nguyen\n    \n\n\n\n    7 months ago\n\n\n\n\n\n\n\n\nHello, Linh! Thank you so much for taking the time to read Nami’s post and try her recipes!\nNami and all of us at JOC are so happy you enjoyed eggplant for the first time with Nami’s recipe! It meant so much to us and made us so happy!🥰\nWe’re also happy to hear you and your boyfriend had a wonderful time in Japan. We hope the trip inspired you and gave you ideas for extending the new dish with edible insects.\nAs for cooking perfect rice, we recommend checking out Nami’s Rice Recipe. She shared many tips for making perfect rice, so we hope this helps.\nhttps://www.justonecookbook.com/how-to-cook-rice/\nThank you for sharing your story and providing such thoughtful feedback. Happy cooking!\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n    Jordan Lynn\n\n\n\n\n\n\n\n\n\n\n\n\n    8 months ago\n\n\n\n\n\n\n\n\nJust want to say thank you! didn’t have mirin but I had teriyaki so I substituted that. I made this to make Eggplant onigiri and it was fantastic! Thank you so much! would never have thought to make eggplant this way.\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Naomi (JOC Community Manager)\n\n\nAdmin\n\n\n\n\n\n\n\n\n\n\n\n\n    Reply to \n    \n        Jordan Lynn\n    \n\n\n\n    8 months ago\n\n\n\n\n\n\n\n\nHi Jordan, Thank you so much for trying Nami’s recipe and for your kind feedback!\nWe are glad to hear you enjoyed this dish. Eggplant Onigiri sounds so good too.\nHappy Cooking!\n\n\n\n\n\n\n0\n\n\n\n\n\n\nReply\n\n\n\n\n \n« Previous\n1\n…\n3\n4\n5 \n\n\n\n\n\n\n\n\nOur Favorites!\n\n\n Yakisoba (Japanese Stir-Fried Noodles)(Video) 焼きそば\n\n\n\n\n Oyakodon (Chicken and Egg Rice Bowl) 親子丼\n\n\n\n\n Gyudon (Japanese Beef Rice Bowl) 牛丼\n\n\n\n\n Japanese Glass Noodle Soup (Harusame Soup) 春雨スープ\n\n\nSweeten Your Day\n\n\n Japanese Fruit Sandwich (Fruit Sando) フルーツサンド\n\n\n\n\n Fluffy Japanese Soufflé Pancakes (Video) スフレパンケーキ\n\n\n\n\n Matcha Swiss Roll (Roll Cake) 抹茶ロールケーキ\n\n\n\n\n Japanese Cheesecake (Video) スフレチーズケーキ\n\n\nExplore More!\n\n\n Ultimate Osaka Travel Guide 大阪\n\n\n\n\n Ultimate Travel Guide to Tokyo 東京\n\n\n\n\n All the Recipes in Netflix’s The Makanai: Cooking for the Maiko House\n\n\n\n\n Ultimate Tokyo Food Guide: Top Best Foods to Eat in Tokyo\n\n\n\nGrab a Copy of My Cookbooks\n\n\n\n\n\n Browse Popular TopicsAppetizerBeverageBreakfastDessertEntreeSaladSideSoupLove Our Recipes? Check out our cookbooks! Whether you’re a beginner or an experienced cook, I hope my cookbooks will be a great resource and inspiration for your Japanese cooking journey!\n Learn More!\n\nSubscribe Now5 Secrets to Authentic Japanese Cooking!\nSign up to receive our FREE email series on Japanese cooking tips, and join the JOC community of 140,000 people.\n\n \nAll Recipes\nVegetarian \n\nAs Seen On Quick Links\n\nJapanese Pantry\nHow-Tos\nCooking Tips\nKitchen Guide\n\n\nExplore More\n\nTravel\nCookbooks\nShop\nMerch\n\n\nDetails\n\nAccessibility\nContent Permissions\nPrivacy Policy\nTerms\n\n\nLearn More\n\nAbout\nCollaborate\nFAQs\nContact\n\n\n \n\n© 2023 Just One Cookbook\nSite Designby Lindsay Humes\n\n\n\n\n\n \n\n\n\n\n\n\n\nInsert\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}