{"docid": "Sugar wont dissolve in cacao butter - Seasoned Advice", "content": "\n\n\nchocolate - Sugar won't dissolve in cacao butter - Seasoned Advice\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStack Exchange Network\n\n\t\t\t\t\t\tStack Exchange network consists of 183 Q&A communities including Stack Overflow, the largest, most trusted online community for developers to learn, share their knowledge, and build their careers.\n\t\t\t\t\t\nVisit Stack Exchange\n\n\n\n\n\n\n\n\n\n\n\nLoading…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                Tour\n                                \n                                    Start here for a quick overview of the site\n                                \n\n\n\n\n                            Help Center\n                            \n                                Detailed answers to any questions you might have\n                            \n\n\n\n\n                                        Meta\n                                        \n                                            Discuss the workings and policies of this site\n                                        \n\n\n\n\n                                    About Us\n                                    \n                                        Learn more about Stack Overflow the company, and our products.\n                                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\ncurrent community\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            Seasoned Advice\n        \n\n\n\nhelp\nchat\n\n\n\n\n\n\n\n\n\n            Seasoned Advice Meta\n        \n\n\n\n\n\n\nyour communities            \n\n\n\nSign up or log in to customize your list.                \n\n\nmore stack exchange communities\n\ncompany blog\n\n\n\n\n\n\n\n\nLog in\n\nSign up\n\n\n\n\n\n\n\n\nSeasoned Advice is a question and answer site for professional and amateur chefs. It only takes a minute to sign up.\nSign up to join this community\n\n\n\n\n\n\n\n                    Anybody can ask a question\n                \n\n\n\n\n\n\n                    Anybody can answer\n                \n\n\n\n\n\n\n                    The best answers are voted up and rise to the top\n                \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Home\n\n\n\n\n Questions\n\n\n\n\n Tags\n\n\n\n\n\n Users\n\n\n\n\n Unanswered\n\n\n\n\n\nTeams\n\nStack Overflow for Teams\n        – Start collaborating and sharing organizational knowledge.\n        \n        \nCreate a free Team\nWhy Teams?\n\n\n\n\nTeams\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                    Create free Team\n                \n\n\n\n\n\n\n\n\n\nTeams\nQ&A for work\nConnect and share knowledge within a single location that is structured and easy to search.\n\n                    Learn more about Teams\n                \n\n\n\n\n\n\n\n\n\n\n\nSugar won't dissolve in cacao butter\n\n\n        Ask Question\n    \n\n\n\n\nAsked\n5 years, 11 months ago\n\n\nModified\n1 month ago\n\n\nViewed\n                        17k times\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            5\n        \n\n\n\n\n\n\n\n\n\n\n\n\nIn an attempt to make (vegan) white chocolate I noticed that the sugar doesn't dissolve in the melted cacao butter.\nFor reference, this is the recipe I'm using: Organic Authority's \"Four Ingredient Vegan White Chocolate Recipe\"\nI melt the cacao butter au bain-marie, add the coconut oil and melt that too. Then I add the vanilla and sugar. What happens next is that the sugar forms clumps and sinks to the bottom. Why does this happen? I'd love to understand this. (Putting the mixture in a high speed blender didn't help as well.)\nIn a previous attempt I tried heating the mixture directly in a sauce pan to the point where the sugar would 'melt' but this turned out to be a big mistake. The sugar seemed burned and the result was cacao butter with burned caramel. Needless to say I didn't eat it.\nI have a hunch that I need an emulsifier in order to get a smoother result, however I have no experience in this at all.\nWhen melting factory made chocolate au bain-marie I get a much creamier result which actually looks like melted chocolate. The chocolate I'm making is just very oily (with sugar lumps in it) and looks nothing like I would expect. What does it take to get such a result?\n\n\n\n\nchocolatevegan\n\n\n\n\n\n\n\n\n\nShare\n\n\nImprove this question\n\n\n\n                        Follow\n                    \n\n\n\n\n\n\n\n\nedited Dec 18, 2017 at 4:42\n\n\n\n\n\nCatija\n\n16.5k88 gold badges5454 silver badges8787 bronze badges\n\n\n\n\n\n\n\n        asked Dec 17, 2017 at 20:55\n\n\n\n\n\nsiebz0rsiebz0r\n\n27522 gold badges33 silver badges66 bronze badges\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAdd a comment\n | \n\n\n\n\n\n\n\n\n\n\n\n                                        3 Answers\n                                    3\n\n\n\n\n\n\n            Sorted by:\n        \n\n            Reset to default\n        \n\n\n\n\n                        Highest score (default)\n                    \n\n                        Date modified (newest first)\n                    \n\n                        Date created (oldest first)\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            15\n        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSugar won't dissolve in cocoa butter.  Or in coconut oil, for that matter.\nWhen making chocolate, the sugar is smoothed and kept in suspension by prolonged grinding, conching, which is really a mechanical process... and one of the reasons making actual chocolate at home is very rare, absent specialized equipment, as the sugar crystals will not dissolve and this leaves a gritty product.\nYou might have better luck with powdered sugar, since it's already more finely ground.  Or superfine or castor sugar, perhaps.  I see that the recipe calls for coconut sugar, and I'm not sure there's commercial powdered or superfine, but you might be able to grind it more finely for a better result anyway.  For powdered or castor sugar the amounts in volume will be a bit different - as the sugar will physically settle differently, plus the addition of cornstarch for powdered - but weight should be the same and there are conversions for volume measurements.\nIt may also help to cool the cocoa butter/coconut oil mix down to a thicker consistency (semisolid, maybe like softened butter, something of the sort) before mixing in the sugar, as the thicker texture should help keep the sugar in suspension rather than letting it settle out before the mix finishes cooling.  With the cocoa butter/coconut oil mixture in that thicker state, the incorporation would look more like creaming.\n\n\n\n\n\n\n\n\nShare\n\n\nImprove this answer\n\n\n\n                        Follow\n                    \n\n\n\n\n\n\n\n\n        answered Dec 18, 2017 at 4:31\n\n\n\n\n\nMeghaMegha\n\n11.8k44 gold badges3636 silver badges5858 bronze badges\n\n\n\n\n\n\n\n2\n\n\n\n\n\n\n1\n\n\n\n\nOh wow, I didn't know about the conching process, I guess I'll stick to store bought products. I might try mixing in the (powdered) sugar when the butter/oil is semisolid. Thanks :)\n\n– siebz0r\n\nDec 18, 2017 at 10:00\n\n\n\n\n\n\n1\n\n\n\n\n@siebz0r - yeah, most \"homemade chocolate\" either starts with storebought and modifies it, or else mixes it with something sugar can dissolve in (which makes a chocolate fudge, sauce, or confection, not pure chocolate bars or chunks).  Conching chocolate at home is possible if you have a quality wet grinder, but that isn't common (outside of Indian households) and costs, as most quality kitchen appliances do, a couple hundred.\n\n– Megha\n\nDec 19, 2017 at 1:31\n\n\n\n\n\n\nAdd a comment\n | \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            1\n        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYour recipe states:\n\nIn a double boiler, gently melt the cacao butter over medium-low heat. Make sure to stir frequently. Mix in the coconut oil until both oils are uniform in texture. Add in the sugar and vanilla and use a whisk to help the sugar dissolve.\n\nI think dissolve is the wrong word. I think what you're trying to achieve is  creaming the sugar into the fat mixture. I'd absolutely believe that creaming the sugar wouldn't work well in a blender. Creaming is easy to do with a electric hand mixer in a bowl, or double boiler in this case.  \n\n\n\n\n\n\n\n\nShare\n\n\nImprove this answer\n\n\n\n                        Follow\n                    \n\n\n\n\n\n\n\n\n        answered Dec 17, 2017 at 21:10\n\n\n\n\n\nMaxWMaxW\n\n2,66911 gold badge1313 silver badges1313 bronze badges\n\n\n\n\n\n\n\n3\n\n\n\n\n\n\n\n\n\n\nDo you have any reference on how to do this creaming? Last time I did try using an electric hand mixer but I just got oil everywhere with the sugar lumps still in there.\n\n– siebz0r\n\nDec 17, 2017 at 21:49\n\n\n\n\n\n\n\n\n\n\nNever done it with your particular ingredients, but there are a zillion hits on creaming the sugar with Google.\n\n– MaxW\n\nDec 17, 2017 at 21:54\n\n\n\n\n\n\n2\n\n\n\n\nI agree that \"dissolve\" is the wrong word here, but \"creaming\" is also wrong. Creaming means that you whisk sugar crystals into solid butter at high enough speed and for long enough to slightly foam the butter (the sharp sugar crystals help). You cannot do it in melted fat, and doing it by hand (with sugar and solid butter and a whisk) takes over an hour (says McGee, I have only done it with a mixer).\n\n– rumtscho\n♦ \nDec 18, 2017 at 11:26\n\n\n\n\n\n\nAdd a comment\n | \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            -2\n        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAdd a bit of milk (about1/3rd the amount of oils you used), helps the sugar dissolve almost immediately, but keep the amount low, don't want it to become fudge. Alternately, I've used Maple syrup with success. \nYou can always try using honey or corn syrup to sweeten your chocolate instead.\n\n\n\n\n\n\n\n\nShare\n\n\nImprove this answer\n\n\n\n                        Follow\n                    \n\n\n\n\n\n\n\n\n        answered May 13, 2020 at 6:32\n\n\n\n\n\nVvcooksVvcooks\n\n1\n\n\n\n\n\n\n\n0\n\n\n\n\n\n\nAdd a comment\n | \n\n\n\n\n\n\n\n\n\n\n\n                                    Your Answer\n                                \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThanks for contributing an answer to Seasoned Advice!Please be sure to answer the question. Provide details and share your research!But avoid …Asking for help, clarification, or responding to other answers.Making statements based on opinion; back them up with references or personal experience.To learn more, see our tips on writing great answers.\n\n\n\n\n\n\nDraft saved\nDraft discarded\n\n\n\n\n\n\n\n\n\n\n\n\nSign up or log in\n\n\n Sign up using Google\n                        \n\n Sign up using Facebook\n                        \n\n Sign up using Email and Password\n                        \n\n\n\nSubmit\n\nPost as a guest\n\n\nName\n\n\n\n\n\n\n\n\n\nEmail\nRequired, but never shown\n\n\n\n\n\n\n\n\n\n\n\n\nPost as a guest\n\n\nName\n\n\n\n\n\n\n\n\n\nEmail\nRequired, but never shown\n\n\n\n\n\n\n\n\n\n\n\n                                            Post Your Answer\n                                        \n\n                                            Discard\n                                        \n\n                                                By clicking “Post Your Answer”, you agree to our terms of service and acknowledge that you have read and understand our privacy policy and code of conduct.\n\n\n\n\n\n\nNot the answer you're looking for? Browse other questions tagged chocolatevegan or ask your own question.                                \n\n\n\n\n\n\n\n                            Featured on Meta\n                        \n\n\n \n\nWe're rolling back the changes to the Acceptable Use Policy (AUP)\n\n\n\n\n \n\nUpdate: New Colors Launched\n\n\n\n\n \n\nDesign Vision Updates to the Left Navigation\n\n\n\n\n\n\n\n\n\nLinked\n\n\n\n0\n\ndissolving sugar in chocolate truffels\n\n\n\n\nRelated\n\n\n\n13\n\nSolutions for when heating chocolate and butter doesn't mix well\n\n\n\n3\n\nSeparated, grainy ganache (Dark and Stormies from Grewelings's book)\n\n\n\n5\n\nHow to keep a chocolate cream from getting hard?\n\n\n\n5\n\nForgot to add sugar to cookies\n\n\n\n5\n\nHow can I get unsweetened gluten-free chocolate brownies to hold together?\n\n\n\n3\n\nBake brownies by 2 different ways, what changes?\n\n\n\n0\n\nGritty White Chocolate\n\n\n\n4\n\nShould I have been able to melt white chocolate and marshmallows together?\n\n\n\n\n\n\n\n            Hot Network Questions\n        \n\n\n\n\n                    Is the compensation for a delay supposed to pay for the expenses, or should there be an extra payout?\n                \n\n\n\n                    \"Fireblob\" in KO₂ and PCl₅ reaction\n                \n\n\n\n                    Why is the absence of a Content-Type header with a HTTP 204 response considered a security vulnerability and what should we do about it?\n                \n\n\n\n                    Are `int main()` and `int main(void)` equivalent prototypes in C23?\n                \n\n\n\n                    What is this little \"rod\" thing on the back of the F-22 for?\n                \n\n\n\n                    Were only the eleven instructed to 'teach and baptise' or was there a 'Great Commission' made to the entire Church?\n                \n\n\n\n                    Is there a SETH (Strong Exponential Time Hypothesis) for CSP (Constraint Satisfaction Problem)?\n                \n\n\n\n                    Why did the dust between the planets disappear during the birth of the solar system?\n                \n\n\n\n                    What is the earliest known historical reference to Tutankhamun?\n                \n\n\n\n                    Why is an internal proof of consistency satisfactory for some systems?\n                \n\n\n\n                    How to create the scratches pattern from a mason jar lid\n                \n\n\n\n                    What is an electromagnetic wave exactly?\n                \n\n\n\n                    Labeling count points within dissolved buffers in QGIS\n                \n\n\n\n                    Game loop isn't performing well enough, so my frame rate is too low (Windows Form + GDI+)\n                \n\n\n\n                    Can anyone give me an idea of how to understand [這-言+(血/(豕-一))]?\n                \n\n\n\n                    Lilypond attaching postscript to a NoteHead\n                \n\n\n\n                    Person falling from space\n                \n\n\n\n                    why are wind turbines installed slightly \"nose up\" as opposed to the blade disk being perpendicular to the ground?\n                \n\n\n\n                    Is there a (current or historical) word for the extremes on the left-right axis?\n                \n\n\n\n                    How do charge carriers \"know\" how much voltage to use for work in a specific component?\n                \n\n\n\n                    Do philosophers analyze the term 'thing'?\n                \n\n\n\n                    Limited letter renderer: BIPOD\n                \n\n\n\n                    Are there Haskell-like languages where equations allow for arbitrary left-hand sides?\n                \n\n\n\n                    How do fast shutter speeds actually work?\n                \n\n\n\n            more hot questions\n        \n\n\n\n\n            Question feed\n        \n\n\n\n\n                Subscribe to RSS\n            \n\n\n\n                        Question feed\n                        To subscribe to this RSS feed, copy and paste this URL into your RSS reader.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSeasoned Advice\n\nTour\nHelp\nChat\nContact\nFeedback\n\n\n\nCompany\n\nStack Overflow\nTeams\nAdvertising\nCollectives\nTalent\nAbout\nPress\nLegal\nPrivacy Policy\nTerms of Service\nCookie Settings\nCookie Policy\n\n\n\n\nStack Exchange Network\n\n\n\n                                    Technology\n                                \n\n\n\n                                    Culture & recreation\n                                \n\n\n\n                                    Life & arts\n                                \n\n\n\n                                    Science\n                                \n\n\n\n                                    Professional\n                                \n\n\n\n                                    Business\n                                \n\n\n\n                                    API\n                                \n\n\n\n                                    Data\n                                \n\n\n\n\n\n\n\nBlog\nFacebook\nTwitter\nLinkedIn\nInstagram\n\n\nSite design / logo © 2023 Stack Exchange Inc; user contributions licensed under CC BY-SA.                    rev 2023.11.21.1314\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                        Your privacy\n                    \n\n                        By clicking “Accept all cookies”, you agree Stack Exchange can store cookies on your device and disclose information in accordance with our Cookie Policy.\n                    \n\n\n                            Accept all cookies\n                        \n\n                            Necessary cookies only\n                        \n\n\n\n                            Customize settings\n                        \n\n\n\n\n\n \n\n\n\n"}