{"id": "Superfoods Month Spinach fried rice with furikake by Emery", "contents": "                      Superfoods Month: Spinach fried rice with furikake by Emery                                                                                                       Home About Erika Living with diabetes Contact                                                                           Saturday, January 21, 2012      Superfoods Month: Spinach fried rice with furikake by Emery                    Today's Superfood: Spinach Vitamin K, vitamin A, manganese, folate, magnesium, iron, vitamin C, vitamin B2, calcium, potassium   Erika says: Today's guest post comes from a wonderful cook whom I adore - my 13-year-old son Emery. Furikake is a dry Asian condiment containing seaweed, sugar, salt and sesame seeds, meant to be sprinkled on rice.   So it all started one day when I was reading The Steamy Kitchen Cookbook by Jaden Hair. I saw a recipe called Furikake French Fries. I thought, Hm - this furikake stuff sounds good. I mean, it's just a seasoning blend. What could be so bad about that?  Now, fast forward about two years. Mom had come home from a date with Dad with an array of weird Asian groceries. [Yes, this is what we do on our dates - go grocery shopping.] I was looking through them, as I always do, and I found...furikake! I wanted to use it right away, but alas, there was nothing on which to put it.  Now, fast forward another week. I told Mom I was hungry - we were out after our weekly farmers' market run. She said, \"Have a salad.\" I said, \"If I'm going to have a salad, I want spinach.\" Naturally, she said we didn't have any. I managed to wangle a trip to the 99 Cents Only store to get some bagged baby spinach, and on the way home we constructed this recipe using leftover rice from takeout Chinese, the spinach and the furikake. We added a few more things we happened to have around the house: garlic, red chili flakes, ponzu sauce. It turned into a masterpiece. I've made it a half-dozen times since then, at all hours of the day and night.  Erika again: This photo shows white rice, but Emery usually makes it with precooked brown rice. I like the brown; Emery will take white rice when he can get it.  Click here for a list of all the recipes in this Superfoods Month series         print recipe     Spinach fried rice with furikake  by Emery Kerekes  January-21-2012  An incredibly healthy snack created by my 13-year-old son Emery. Use more spinach than you think you need - it shrinks a lot as it cooks.        Ingredients  1 Tbsp   grapeseed oil 1 cup   cooked brown or white rice 1/8 tsp   red chili pepper flakes 4 cloves   garlic, chopped 1 5-ounce package   baby spinach 1 Tbsp   furikake seasoning, or to taste 1 Tbsp   ponzu sauce     Instructions  Heat a wok or large skillet over medium-high heat. Add the oil, rice and chili flakes. Stir-fry until the rice is starting to crisp, about 5 minutes. Add the garlic and spinach and continue to stir-fry until the spinach is wilted. Remove the pan from the heat, turn the spinach mixture onto a plate, garnish with the furikake, and sprinkle over the ponzu sauce. Serve immediately.    Details Prep time: 5 mins Cook time: 7 mins Total time: 12 mins Yield: 2 servings               at 6:00 AM                   Email ThisBlogThis!Share to TwitterShare to FacebookShare to Pinterest    Labels: breakfast, kids, recipes, rice, Superfoods, vegan, vegetables, vegetarian             3 comments:     WineDineDivas said...    Thank you Emery for this delicius spinach recipe...we cook often with grapeseed oil too.Judit & Corina      January 21, 2012 at 12:46 PM           Cut `n Clean Greens said...    Emery,This sounds fabulous! We like the idea of it so much we're going to link to it from our Facebook page so our fans can come here and see it. Rock on, spinach!--The friendly farmers at Cut ~n Clean Greens      January 23, 2012 at 11:53 AM           Mary Perry said...    This is lovely! This recipe makes me love green veggies all the more. Kudos!       April 18, 2013 at 8:13 PM              Post a Comment                    Newer Post   Older Post  Home     Subscribe to: Post Comments (Atom)                Follow In Erika's Kitchen         Get new posts via email:        Search this blog                     Most popular          I cut out sugar and carbs to treat my type 2 diabetes, and here's what happened     (Are you trying to cut down on sugar too? You might like this free ebook I put together with some of the sugar-busting tricks I've c...           Canned salmon salad with dill pickles    I hear a lot of complaints from parents who hate packing lunch for their kids.   Actually, I don't mind packing lunch. It sure beats ...           How to cook for 100 people   Cooking for a crowd requires advance planning and helping hands (photo: Robyn Davis )    Every summer I throw a party called Trufflepalooz...               Topics   appetizer   baking   bread   candy   celebrity chefs   cheese   chocolate   condiments   cookies   drinks   eggs   entertaining   events   fish   friends   fruit   holiday   kids   leftovers   meat   muffins   pantry   pasta   pie   poultry   profile   recipes   restaurants   salad   shopping   snack   soup   stew   travel   truffles   vegetarian     Archives                 ►            2020  (2)              ►            April  (1)                ►            March  (1)                  ►            2019  (2)              ►            March  (2)                  ►            2018  (4)              ►            October  (2)                ►            February  (1)                ►            January  (1)                  ►            2017  (11)              ►            December  (2)                ►            November  (1)                ►            August  (2)                ►            July  (1)                ►            May  (1)                ►            April  (1)                ►            March  (1)                ►            February  (1)                ►            January  (1)                  ►            2016  (24)              ►            December  (1)                ►            November  (1)                ►            October  (2)                ►            September  (3)                ►            August  (2)                ►            July  (6)                ►            June  (5)                ►            May  (1)                ►            April  (2)                ►            January  (1)                  ►            2015  (9)              ►            November  (1)                ►            August  (2)                ►            July  (1)                ►            June  (1)                ►            May  (1)                ►            April  (1)                ►            March  (1)                ►            January  (1)                  ►            2014  (20)              ►            December  (1)                ►            November  (1)                ►            October  (1)                ►            September  (1)                ►            August  (1)                ►            July  (1)                ►            June  (2)                ►            May  (1)                ►            April  (2)                ►            March  (3)                ►            February  (5)                ►            January  (1)                  ►            2013  (57)              ►            December  (6)                ►            November  (6)                ►            October  (4)                ►            September  (4)                ►            August  (3)                ►            July  (3)                ►            June  (5)                ►            May  (5)                ►            April  (3)                ►            March  (6)                ►            February  (6)                ►            January  (6)                  ▼            2012  (113)              ►            December  (12)                ►            November  (8)                ►            October  (8)                ►            September  (5)                ►            August  (12)                ►            July  (9)                ►            June  (9)                ►            May  (7)                ►            April  (9)                ►            March  (8)                ►            February  (10)                ▼            January  (16)  Superfoods Month: Superfood smoothie from Holistic... Superfoods Month: Salmon with fruit salsa by Maura... Postcard from Oregon: Truffle cooking class with c... Superfoods Month: Veggie cilantro mint quinoa pila... Superfoods Month: Smoky roasted kale chip-tomato q... Superfoods Month: Paula Deen and creamy kale soup Superfoods Month: Spinach fried rice with furikake... Superfoods Month: Raw cabbage salad with lemon What do Oregon truffles smell like? Superfoods Month: Spanakorizo (spinach rice) from ... Superfoods Month: Smoothie with beets Superfoods Month: Napa cabbage slaw by Adventures ... Superfoods Month: Simple kale salad Superfoods Month: Simple lentil soup from Shocking... Superfoods Month: Spiced sweet potato coins January is Superfoods Month in my kitchen                   ►            2011  (132)              ►            December  (11)                ►            November  (10)                ►            October  (12)                ►            September  (15)                ►            August  (15)                ►            July  (9)                ►            June  (11)                ►            May  (12)                ►            April  (10)                ►            March  (10)                ►            February  (8)                ►            January  (9)                  ►            2010  (179)              ►            December  (14)                ►            November  (18)                ►            October  (16)                ►            September  (18)                ►            August  (16)                ►            July  (15)                ►            June  (13)                ►            May  (10)                ►            April  (11)                ►            March  (6)                ►            February  (17)                ►            January  (25)                  ►            2009  (89)              ►            December  (6)                ►            November  (5)                ►            October  (6)                ►            September  (4)                ►            August  (3)                ►            July  (7)                ►            June  (9)                ►            May  (7)                ►            April  (7)                ►            March  (8)                ►            February  (7)                ►            January  (20)                  ►            2008  (15)              ►            December  (15)                                                                             All text and photos copyright Erika Penzer Kerekes. Nothing on this site may be reprinted or reused. Powered by Blogger.                                      "}