{"id": "When cooking the cocoa butter an sugar over bain marie should the ...", "contents": "    When cooking the cocoa, butter an sugar over bain marie should the mixture become completely smooth? i.e. should the... - Food52                                                                               Hotline Discussion                  When cooking the cocoa, butter an sugar over bain marie should the mixture become completely smooth? i.e. should the sugar melt. I've had it over...          ...the heat for like 20 mins and sugar has not melted and mixture is still grainy. Should I wait it out      Posted by: Tomás Regalado February 28, 2013   8026 views 4 Comments    Brownie Chocolate Recipe Questions       Recipe question for: Alice Medrich's Best Cocoa Brownies                                     4 Comments              Shuna L.            March 1, 2013          Yes, the sugar with never \"melt.\" This recipe is absolute brilliance because you are basically \"making chocolate\" with cocoa, butter and sugar, and the beating of the batter at the end massages out the flavors and textures that would be there already if actual chocolate were in the batter. I have made this recipe hundreds of times and it never fails to amaze me.                darksideofthespoon            February 28, 2013          I made them yesterday and I noticed the same thing. I converted my measurements to grams and for a minute, thought I made a mistake. I was even tempted to add a third egg but restrained myself. The recipe turned out great!                 Christine            February 28, 2013          I make my version of this recipe all the time and have not waited for granules of sugar to melt and it turns out great. It does smooth out even moreafter you add the egg.             sdebrango            February 28, 2013          I made it yesterday and the sugar did not completely melt, Christine is right it smoothed nicely when I added the egg and the brownies were amazing.            Recommended by Food52             Related Discussions                     does the parchment paper need to be greased?                 6 Comments 2968 Views                       Could I make this gluten-free? Not sure if I can substitute the flour with rice flour!                 9 Comments 4978 Views                       How much flour for this?                 6 Comments 2208 Views                       How do I double or triple this recipe? I was hoping to use a 9 x13 pan and double ingredients. I'm a backing novice. They...                 5 Comments 4316 Views                       Would I be able to use white whole wheat flour                 8 Comments 2239 Views            Popular on Food52                    Company   About Us   DEI Vision   The Test Kitchen   Podcast Network   Events   Press   Jobs   Affiliate Program   Sitemap     Get Help   Contact & FAQ   Orders & Returns   Food52 Trade   Request a Catalog   Gift Cards   Registry   Advertising Inquiries   Do Not Sell     Explore   The Shop   Recipes   Food   Home52   Travel   Hotline   Five Two   Schoolhouse   Dansk   Rewards      ©2023 Food52 Terms | Privacy |  Code of Conduct | Accessibility Policy       Sign up for our newsletter Our best tips for eating thoughtfully and living joyfully, right in your inbox.                            "}