{"id": "Broccoli Tomato Sauce and Smoked Mozzarella Recipe", "contents": "                                                 Broccoli, Tomato Sauce and Smoked Mozzarella Recipe | Food Network                                                         Watch Full Seasons   TV Schedule   Newsletters   Videos   Sweepstakes   Classes   Magazine   Blog   Shows A-Z   Chefs A-Z   Restaurants   Recipes on TV   Food Network on Max                                                                                                    Recipes               Recipes    Thanksgiving   Our Best Recipes   Ultimate Baking Guide   Healthy Meals + More   On TV    See All Recipes      Recipe of the Day          Turkey Confit with 40 Cloves of Garlic      Trending Recipes          Cornucopia Cookies           Parmesan Roast Turkey           Green Beans with Gremolata + Toasted Almonds           Cranberry Champagne Cocktail                          Shows               Shows   TV Schedule See TV Schedule      Guy's Ranch Kitchen   8am | 7c     Guy's Ranch Kitchen   8:30am | 7:30c     Guy's Ranch Kitchen   9am | 8c     Guy's Ranch Kitchen   9:30am | 8:30c     Supermarket Stakeout   10am | 9c     Supermarket Stakeout   11am | 10c     Chopped   12pm | 11c     Chopped   1pm | 12c     Chopped   2pm | 1c     Chopped   3pm | 2c     Chopped   4pm | 3c     Chopped   5pm | 4c     Chopped   6pm | 5c     Chopped   7pm | 6c     Chopped   8pm | 7c                        On Tonight                    Beat Bobby Flay (Holiday Throwdown)   9pm | 8c     Chopped   10pm | 9c     Chopped   11pm | 10c     Beat Bobby Flay (Holiday Throwdown)   12am | 11c     Chopped   1am | 12c     Chopped   2am | 1c     Chopped   3am | 2c     Worst Cooks in America   4am | 3c    See All Shows       Popular Shows          Holiday Baking Championship           The Elf on the Shelf: Sweet Showdown           Diners, Drive-Ins and Dives      In the Kitchen          The Pioneer Woman           The Kitchen           Girl Meets Farm                          Chefs               Chefs    Chefs & Hosts          Kardea Brown           Ree Drummond           Ina Garten           Sunny Anderson           Bobby Flay           Valerie Bertinelli           Guy Fieri           Molly Yeh            See All Chefs                      Trending               Trending    Trending Eats   Newsletters       The Latest          I Tried Donna Kelce’s Go-To ‘Dinner Rolls’ Recipe           When Can You Get This Year’s Starbucks Reusable Red Cups?           You Can Buy Just About Anything Inside an Olive Garden – Including Its Cheese Graters      Currently Obsessed With...          The Phrase ‘Taco Tuesday’ Can Now Be Used in All 50 States           Travis Kelce Launches Line of Refrigerated BBQ Favorites at Walmart                          Shop               Shop    Product Reviews   Gift Ideas   Shop Everything   Newsletter    Shop Now      What's New          Williams Sonoma's Early Black Friday Sale Is Here           Where We're Shopping on Small Business Saturday This Year           15 Best Baking Books of 2023           GreenPan Cookware and Appliances Are Up to 65% Off for Black Friday           The Best 2023 Amazon Black Friday Deals Happening Now                               Sweepstakes               Sweepstakes    Thanksgiving Essentials Sweepstakes   HGTV's Urban Oasis   All Sweepstakes + Contests                 Enter Daily for Your Chance to Win $10,000           Tour the Charming Kitchen from HGTV's Urban Oasis 2023           Enter for Your Chance to Win HGTV Urban Oasis 2023                               What's on TV                           X out of Search                                                                                                                      Home     Recipes                              Prev Recipe Next Recipe                           Broccoli, Tomato Sauce and Smoked Mozzarella                                                                                                                           Recipe courtesy of Michele Urvater                                                                                                                                                                                               Recipe courtesy of Michele Urvater                                                                  Watch how to make this recipe.         Broccoli, Tomato Sauce and Smoked Mozzarella           Getting reviews...           Level: Easy                       Save Recipe              Pinterest                            Email                                           Level: Easy               Ingredients          Deselect All       8 oz. penne       2 cups florets steamed       2 tablespoons virgin olive oil       2 cloves garlic, finely chopped       1/2 teaspoon crushed red pepper       2 cups plum tomatoes, drained and purees through a food mill       2 oz. smoked mozzarella, cut into 1/2-inch dice       freshly grated Parmesan cheese       Salt                   Add to Shopping List                      View Shopping List             Ingredient Substitutions                Directions                      Boil salted water and cook the pasta for 10 minutes or until aldente. If the florets are big, cut them in half or bite sized pieces. Heat the olive oil and add the garlic and crushed red pepper and tomatoes and cook for 15 minutes or until tomatoes melt and separate from the oil. Meanwhile steam the broccoli florets until tender but cooked through. When the pasta is done, add the mozzarella to the hot sauce, then stir in the penne and broccoli and toss and mix until cheese melts into pasta and ingredients are well mixed. Serve with some grated Parmesan.                        Tools You May Need           Price and stock may change after publish date, and we may make money off         these links.               Tools You May Need                   Price and stock may change after publish date, and we may make money off       these links.              My Private Notes            Add a Note         Categories:  Easy Pasta Recipes Easy Pasta Recipes Steamer Italian Sauce Recipes Tomato Vegetable Cheese Mozzarella Recipes            Looking for Something Else?       Quick & Easy Highly Rated Healthy Surprise Me                  Smoked Mozzarella and Sun-dried Tomato Cigars                     Fettuccine with Smoked Tomato Sauce                     Mozzarella Sticks with Creamy Tomato Sauce                     Smoked Tomato Gazpacho                                       👩‍🍳 What's Cooking                  Our Best Healthy Breakfast Ideas                         Dishes That Require Very Little Cleanup                      Slow Cooker Recipes You'll Love             Discover More Recipes...                      Shop With Us                  Amazon's Holiday Deals Are Here and These Are the Best Finds                 What to Buy from Walmart's Black Friday Sale                      Our Newsletter      To sign up, please enable JavaScript.   Sign up for the Food Network Shopping Newsletter            By entering your email address, you agree to our Terms of Use            and acknowledge the Privacy Policy.            Food Network and            its affiliates            may use your email address to provide updates, ads, and offers.            Sign Up              To withdraw your consent or learn more about your rights, see the            Privacy Policy.                                                           Related Pages  Fusilli with Pea Pesto and Smoked Mozzarella... Pasta Spirals with Sauteed Vegetables, Olives and... Pasta With Tomatoes, Salami and Smoked Mozzarella... Portobello Stuffed with Sausage, Spinach and... Risotto with Tomatoes, Olives, Smoked Mozzarella... Pancetta and Artichoke Baked Pasta with Smoked...            Site Map   Visitor Agreement   AdChoices   Privacy Notice   About   Newsroom   Advertise   Help   TV Ratings   Online Closed Captioning   California Privacy Notice   Accessibility   Newsletters   Discovery, Inc.   Do Not Sell or Share My Personal Information      International Editions  United States Asia Brazil Canada Europe, Middle East & Africa United Kingdom Latin America    The Discovery Family of Networks  HGTV Food.com Travel Channel TLC.com Discovery.com Cooking Channel              © 2023  Warner Bros. Discovery, Inc. or its subsidiaries and affiliates. All rights reserved.                                 "}