{"id": "Brownie opskrift - Sådan laver du verdens bedste ... - Madsvin.com", "contents": "       Brownie opskrift - Sådan laver du verdens bedste brownies | Madsvin.com                                                                                                                      Hop til indhold            Opskrifter  Forret Hovedret Dessert Sauce og dressing Tilbehør Bagværk Sous vide Vegetar Grill         Pizza Salat Drikkevarer Cocktails og drinks   Ingredienser Favoritter Kernetemperatur  Alle kødtyper Fjerkræ Lam Okse- og kalvekød Svinekød Vildt   Om Madsvin  Hvem er Madsvin? Samarbejde med Madsvin                         Opskrifter  Forret Hovedret Dessert Sauce og dressing Tilbehør Bagværk Sous vide Vegetar Grill         Pizza Salat Drikkevarer Cocktails og drinks   Ingredienser Favoritter Kernetemperatur  Alle kødtyper Fjerkræ Lam Okse- og kalvekød Svinekød Vildt   Om Madsvin  Hvem er Madsvin? Samarbejde med Madsvin             Brownie opskrift – Sådan laver du verdens bedste brownies          Forfatter: Mads Vindfeld Andersen 4.7 fra 41 stemmer  30 minutter min  6 stykker   Print   Pin UdstyrMuffinforme (dem fra Rema1000 er virkelig gode)   Ingredienser▢ 100 gram mørk chokolade  70 % og af god kvalitet▢ 100 gram smør – saltet smør▢ 100 gram sukker▢ 2 æg (mellemstore)▢ 100 gram hvedemel▢ 50 gram hasselnødder kan udelades eller udskiftes med andre nødder▢ 2-3 knivspidse salt         Sådan gør duVerdens bedste brownieStart med at smelte din smør i en kasserolle ved middel varme (4/6 på vores komfur).Hæld din chokolade, som du har brækket i mindre stykker, i smørret og tag det af varmen. Rør stille og roligt rundt mens chokoladen langsomt smelter. Sæt til side mens du ordner resten.Pisk æg og sukker luftigt i en skål, sigt mel i æggemassen og rør godt (men forsigtigt) rundt – der skal ikke være nogen melklumper.Mærk efter hvor varm din chokolade er – lad det køle lidt. Når den blot er lun (5-10 minutters ventetid) hælder du den i æggemassen mens du rører forsigtigt rundt.Hak dine hasselnødder groft og rør dem forsigtigt ud i browniemassen. Til sidst smager du dejen til med salt – 2-3 knivspidse er passende.Hæld din dej i en form med bagepapir så massen er ca. 3 cm høj når den er hældt i – formen må ikke være for stor. Vi brugte en foliebakke (20x15x3 cm). Du behøves ikke at smøre dejen jævnt ud – den flader sig selv ud og bliver jævn når den varmes.Bag din brownie ved 175 grader – 20 minutter var nok til en snasket udgave her – men hold lige øje med dejen fra 15 minutters bagetid af, og prik løbende i den med en kødnål – hænger der lidt dej fast, og føles den nogenlunde fast når du trykker på dejen, så er den klar. Se noter for bagetider til en mere fast brownie.   Noter, tips og tricksEkstra bagetider for en mere fast brownie  Snasket brownie – 20 minutter Fast men lettere snasket brownie – 24 minutter Fast brownie der minder mere om en kage – 28 minutter  Obs: Ovenstående er altid afhængig af ovn og den form du bruger – derfor skal du – uanset hvad – mærke efter løbende.   Tips: Du kan udskifte hasselnødder med andre nødder, eller helt udelade dem. Det er også lækkert med hele stykker chokolade (mørk, lys eller hvid chokolade). Brownie er for alle Der findes to typer mennesker – dem der elsker kage, som på ingen måde kan få nok –  og så alle andre. Uanset hvilken type man er, så falder en vellavet brownie altid i god jord. Jeg selv hører til sidstnævnte type. Derfor har jeg også allieret mig med hende til denne opskrift, således den står så stærkt som muligt for en kageelsker. I al beskedenhed er det en mission, der er fuldført – vi har kreeret en intet mindre end vidunderlig brownie. Den bedste brownie Lige præcis med brownie er der dog den lille krølle på halen, at det er meget forskelligt hvordan man gerne vil have den. Nogen foretrækker at den har konsistens på linje med et mere traditionelt stykke kage, mens andre (herunder undertegnede) gerne vil have den så snasket som overhovedet muligt. Opskriften her giver, hvis du følger den til punkt og prikke, en snasket version. Bager du i lidt længere tid vil du få et mere fast stykke kage (se noterne i opskriften). Ande søde sager  Banankage med chokolade  Chokolademuffins med chokoladestykker  Svampet chokoladekage  Kanelsnegle  Gulerodskage med lime frosting  Pandekager En god brownie laves med god chokolade – der er ingen vej udenom. Vi har at gøre med en meget simpel kage, der bruger få ingredienser, og så skal det altså bare have en fornuftig kvalitet, hvis den færdige kage skal være en af dem, som du drømmer om. Valrhona (eller lignende) er naturligvis toppen af hvad der kan bruges, men en helt almindelig 70 % chokolade fra supermarkedet giver også et fremragende resultat. I udgaven her er der også tilføjet lidt hasselnødder – det giver et vidunderligt sprødt modspil i den ellers bløde kage, og så fungerer hasselnød og mørk chokolade bare eminent godt sammen. 6 tips til at få den vidunderlige brownie Mange kæmper med især konsistens på deres brownie – følger du nedenstående tips skulle du gerne komme i mål – hver gang.  Brug rigtig chokolade (af god kvalitet) – 70 % er optimalt, højere end det og brownien bliver for bitter. Kakaopulver er et no-go i min brownie. Brug bagepapir når du skal bage, især hvis du vil have en snasket brownie. Den vil hænge fast – med bagepapir er det meget nemmere. Gør op med dig selv hvilken brownie du ønsker – det er frygteligt at forvente en snasket brownie, og den så kommer ud som en nærmest-almindelig-kage. Når du har taget en beslutning indretter du bagetiden herefter (se noterne i opskriften) Hold øje med din brownie – de første 15 minutter kan du gøre hvad du vil, derefter skal du være meget opmærksom. Prik gerne med en kødnål eller gaffel, og vurdér konsistensen. I min ovn er 20 minutter = perfekt snasket). Lad din brownie stå. Når du tager den ud af ovnen vil den bage lidt videre, og så skal den have tid til at sætte sig. Påregn mindst 1 time efter den er taget ud af ovnen – gerne flere. Salt er godt. Jep, lidt salt fremhæver chokoladesmagen og afrunder det samlede smagsindtryk helt perfekt. Du skal bruge mere end du tror – smag din dej til.  Bonustip: Selvom kagen ser lækker ud, så tag et lille stykke ad gangen. Det er en tung kage, som hurtigt sender dig i sofaen med en let mave, hvis du spiser for meget 🙂 Uden flere dikkedarer springer vi direkte ud i det: Sådan her laver du verdens bedste brownies, hvis man spørger mig (og kageelskeren Sabine) Verdens bedste brownie i billeder Smelt din smør, tag den af varmen og hæld chokolade i – rør det sammen mens chokoladen langsomt smelter i den varme smør. Sæt til side mens du laver resten af kagedejen.         Smelt smør og chokolade Pisk æg og sukker luftigt i en skål – massen skal lysne lidt.         Pisk æg og sukker Sigt mel ned i din æggemasse og rør det sammen til det er en ensartet masse.         Sigt mel Hæld den lune (men ikke brændvarme) chokolade ned i æggemassen og rør det forsigtigt sammen.         Chokolade og æggemasse samles Hak dine hasselnødder groft og vend dem forsigtigt i dejen.         Hak hasselnødder groft Dejen hældes i en form  (min var 20x15x3 cm) beklædt med bagepapir. Jeg brugte en foliepakke. Sørg for at dejen har en højde på cirka 3 cm (eller mere), så du ikke står med en helt flad kage.         Dej hældes i form Bag nu din brownie i 20 minutter ved 175 grader (længere tid hvis den skal være knapt-så-snasket – se opskriftsnoter)         Der bages Den færdige kage skal hvile i mindst en time – gerne mere – før du spiser den.         Hviletid Og så får du en så lækker brownie som denne 🙂         Verdens bedste brownie  Ingredienser i denne opskriftmørk chokolade smørsukkeræghvedemelhasselnødderBagværkDessertKageOpskrifter          \t\t\t\t\tMød forfatteren\t\t\t\t Mads Vindfeld Andersen Jeg er en passioneret mad- og vinentusiast der elsker at formidle de opskrifter, oplevelser og observationer, som jeg gør mig i min dagligdag Facebook Instagram Pinterest YouTube        22 Kommentarer     Svar   Trine     \t\t\t\t\t\t\t\t\t\tnovember 1, 2018 kl. 08:07\t\t\t\t\t\t\t\t\t         Hey Mads, Tak for super detaljeret opskrift, jeg har aberbei et lille hængeparti inden jeg kaster mig over bagningen, som jeg på ingen måder mestrer (madlavning er min passion) Når du (læs Sabine) bager, er det så med eller uden varmeluft i ovnen? Og beklager hvis mig spørgsmål er dumt, men jeg ved faktisk ikke bedre og synes aldrig at kunne lave en ordentlig brownie som jeg selv har lyst til at spise et stykke af. Tak for din blog og opskrifter, altid højdepunkt at få nyhedsmails fra dig 🙂       Svar   Mads Vindfeld Andersen     \t\t\t\t\t\t\t\t\t\tnovember 1, 2018 kl. 12:13\t\t\t\t\t\t\t\t\t      Hej Trine, I mit univers er det altid almindelig varme, medmindre andet er angivet 🙂 Og tak for de pæne ord! Venligst Mads         Svar   Karen     \t\t\t\t\t\t\t\t\t\tnovember 9, 2018 kl. 18:03\t\t\t\t\t\t\t\t\t      Hej Mads.  Hvor står skal formen være?  Mvh Karen       Svar   Mads Vindfeld Andersen     \t\t\t\t\t\t\t\t\t\tnovember 26, 2018 kl. 16:30\t\t\t\t\t\t\t\t\t      Hej Karen! UNDSKYLD at jeg først svarer nu, jeg er simpelthen kommet til at godkende din kommentar uden at svare – det skal ikke ske igen 🙂 Formen er 20x15x3cm (længde x højde x bredde) God fornøjelse, og fortæl endelig hvordan det går 🙂 Vh Mads         Svar   Aage Voigt     \t\t\t\t\t\t\t\t\t\tnovember 26, 2018 kl. 12:15\t\t\t\t\t\t\t\t\t      Hej Mads Kan du ik’ finde en opskrift frem der viser/fortæller hvordan man konfiterer en and, – havde tænkt mig at springe ud i at servere en sådan til jul, på forhånd tak. Er for øvrigt meget glad for din blog – giver megen inspiration til madlavning og bagning.       Svar   Mads Vindfeld Andersen     \t\t\t\t\t\t\t\t\t\tnovember 26, 2018 kl. 12:19\t\t\t\t\t\t\t\t\t      Hej Aage, På ét eller andet tidspunkt når jeg nok til at få lavet en opskrift på confiteret and 🙂 Tak for rosen – det varmer. Vh Mads         Svar   Peter Sjong     \t\t\t\t\t\t\t\t\t\tnovember 26, 2018 kl. 15:59\t\t\t\t\t\t\t\t\t      Hej Mads Du svarer ikke Karen så jeg vil også gerne have ca. mål på formen?       Svar   Mads Vindfeld Andersen     \t\t\t\t\t\t\t\t\t\tnovember 26, 2018 kl. 16:31\t\t\t\t\t\t\t\t\t      Hej Peter, Hvor er det godt du skriver, så jeg opdager at jeg simpelthen ikke har fået svaret Karen (før nu). Tak! Formen er 20x15x3 cm (længde x højde x bredde). God fornøjelse! Vh Mads         Svar   Lærke     \t\t\t\t\t\t\t\t\t\tdecember 26, 2018 kl. 12:01\t\t\t\t\t\t\t\t\t      Hej ! Har du erfaring med at fryse kagen ? Om den er ligeså god når den kommer op igen?       Svar   Mads Vindfeld Andersen     \t\t\t\t\t\t\t\t\t\tdecember 27, 2018 kl. 10:18\t\t\t\t\t\t\t\t\t      Hej Lærke, Jeg har faktisk ikke prøvet at fryse dem. Jeg kan forestille mig at de – i hvert fald i snasket udgave – vil blive lidt for sammenklappede – men jeg håber, at du vil afprøve det, og så give en tilbagemelding? 🙂 Vh Mads         Svar   Janne mikkelsen     \t\t\t\t\t\t\t\t\t\tfebruar 1, 2019 kl. 14:14\t\t\t\t\t\t\t\t\t         Mit første forsøg med brownie og den sad lige i skaber – stor ros ?       Svar   Mads Vindfeld Andersen     \t\t\t\t\t\t\t\t\t\tfebruar 2, 2019 kl. 14:15\t\t\t\t\t\t\t\t\t      Hej Janne, Mange tak for rosen – det varmer 🙂 Venligst Mads         Svar   Anne-Kathrine Lauridsen     \t\t\t\t\t\t\t\t\t\tjanuar 14, 2020 kl. 11:55\t\t\t\t\t\t\t\t\t      Hej Mads. Tak for en virkelig god blog 🙂 Kan jeg mon lave dobbeltportion af browniedejen og bage den i en bradepande. Jeg vil nemlig skære den i facon som Gurli Gris til en 2 års fødselsdag. ?? På forhånd tak for hjælpen       Svar   Mads Vindfeld Andersen     \t\t\t\t\t\t\t\t\t\tjanuar 14, 2020 kl. 13:55\t\t\t\t\t\t\t\t\t      Hej Anne-Kathrine, Det tror jeg fint du kan. Husk dog at tjekke den løbende under bagningen, så den ikke får for meget eller for lidt. Når den nu skal skæres i en bestemt form, så vil du dog være nødt til at lave en lidt mere fast udgave, tænker jeg. Vh Mads         Svar   Karsten     \t\t\t\t\t\t\t\t\t\tmaj 8, 2020 kl. 09:10\t\t\t\t\t\t\t\t\t         Fantastisk kage       Svar   Mads Vindfeld Andersen     \t\t\t\t\t\t\t\t\t\tmaj 8, 2020 kl. 09:10\t\t\t\t\t\t\t\t\t      Tak skal du have Karsten! 🙂         Svar   Matilde     \t\t\t\t\t\t\t\t\t\tmarts 24, 2021 kl. 08:17\t\t\t\t\t\t\t\t\t      Hej Mads.  Muligvis et lidt dumt spørgsmål:), men skal ovnen forvarmes eller skal man bare tænde ovnen lige inden kagen skal ind? På forhånd tak for hjælpen…       Svar   Mads Vindfeld Andersen     \t\t\t\t\t\t\t\t\t\tmarts 29, 2021 kl. 06:40\t\t\t\t\t\t\t\t\t      Ovnen skal forvarmes 🙂         Svar   Anne Mette     \t\t\t\t\t\t\t\t\t\tdecember 30, 2021 kl. 19:22\t\t\t\t\t\t\t\t\t      Hej Mads, tak for gode opskrifter! Hvis man bager kagen dagen før den skal spises, i semi snasket udgave, skal den så opbevares på køl ? Dbh Mette       Svar   Mads Vindfeld Andersen     \t\t\t\t\t\t\t\t\t\tdecember 31, 2021 kl. 09:18\t\t\t\t\t\t\t\t\t      Jeg ville opbevare den køligt, men ikke koldt.         Svar   Kamilla SKJERNING     \t\t\t\t\t\t\t\t\t\tapril 23, 2023 kl. 12:12\t\t\t\t\t\t\t\t\t      Hej Mads Tak for dine fantastiske opskrifter  Kan du anbefale nogle gode dessertvine til din brownie, som skal nydes med lidt is og friske bær? Mvh. Kamilla       Svar   Jes Nordentoft     \t\t\t\t\t\t\t\t\t\tseptember 20, 2023 kl. 19:41\t\t\t\t\t\t\t\t\t         Jeg er helt vild med din opskrift, den smager vildt god med solbærsorbet      Skriv en kommentar Annuller svar Hvad synes du om opskriften?   Hvad synes du om opskriften?                                                               KommentarNavn E-mail Websted  Gem mit navn, mail og websted i denne browser til næste gang jeg kommenterer.    Δ               Facebook Instagram Pinterest YouTube    OVERBLIKOpskrifter Om Madsvin? Opskriftsindeks Opskriftskategorier Reklame og annoncering    KATEGORIERForret Hovedret Dessert Bagværk Hverdagsmad    ANDETCookie- og privatlivspolitik Nyhedsbrev Vinifikant (vinimport jeg er medejer af) Administrér samtykke         \t\t\t\t\t©2023 Madsvin | Alle rettigheder forbeholdes\t\t\t\t                      \t\t\tSøg\t\t                                                           Opskrifter  Forret Hovedret Dessert Sauce og dressing Tilbehør Bagværk Sous vide Vegetar Grill         Pizza Salat Drikkevarer Cocktails og drinks   Ingredienser Favoritter Kernetemperatur  Alle kødtyper Fjerkræ Lam Okse- og kalvekød Svinekød Vildt   Om Madsvin  Hvem er Madsvin? Samarbejde med Madsvin             Luk                                                   "}