{"id": "Chokoladekage - Opskrift på verdens bedste chokolade kage", "contents": "                            Chokoladekage - Opskrift på verdens bedste chokolade kage                                                                  Opskrifter   Opskrifter   Opskrifter efter råvarer   Madplan      Få Premium \t\t\t   Madplan         Mere Valdemarsro   Livsstil   Rejser   Bøger   I haven   Om Valdemarsro   Nyhedsbrev   Support Premium   Kontakt     Kogebøger    Log på \t\t          Menu×   Opskrifter   Opskrifter   Søg    Søg opskrifter efter råvarer     Madplan   Få Valdemarsro Premium   Log på Valdemarsro Premium   Valdemarsro kogebøger   Livsstil indlæg   Livsstil   Bøger   I haven   Rejser     Om Valdemarsro   Kontakt                    ×    Valdemarsro  https://www.valdemarsro.dk/wp-content/themes/valdemarsro16/assets/img/header-logo.png    Ann-Christine Hellerup Brandt  https://www.valdemarsro.dk/chokoladekage/ Afternoon tea Dessert, Festmad, Fødselsdag, Kager, Kager og søde sager, Nytår, Nytårsdessert    Opskrift  Chokoladekage          Her får I min allerbedste opskrift på chokoladekage. Jagten på verdens bedste chokoladekage er simpelthen indstillet nu … for denne chokoladekage rummer nemlig alt det, som jeg synes den helt perfekte chokoladekage skal kunne. Den er fyldig med god chokoladesmag, lækker svampet og en smagseksplosion i munden. Det er store ord om en kage – men det er også verdens bedste chokoladekage efter min mening. Chokoladekagen skal gerne bages 1-2 dage før den serveres. Prøv også: mange flere lækre kage opskrifter >> PT60MPT30M8ChokoladekageTid i alt60 min.Arbejdstid30 min.Holdbarhed3 dageKan frysesJaAntal8 pers. Ingredienser200 g smør6 æg250 g sukker1 vaniljestang70 g hvedemel1 knivspids salt200 g mørk chokolade, grofthakket2 spsk stærk kaffeUdskrivFøj til indkøbsseddelFøj til favoritterFremgangsmådeSmelt smør langsomt i en gryde ved lav varme. Kom æg, sukker og vaniljekorn i en skål og pisk det lyst og luftigt. Rør til sidst hvedemel og salt i blandingen. Tag gryden med smør af varmen og rør chokolade og kaffe i. Rør det godt igennem, til chokoladen er smeltet, og det er helt ensartet. Rør langsomt chokoladeblandingen i dejen og rør det godt igennem til en helt ensartet dej. Kom dejen i en smurt springform på 20 cm i diameter med bagepapir i bunden. Bag i en forvarmet ovn ved 175 grader varmluft i ca. 30 minutter. Kagen skal føles lidt ubagt i midten. Den sætter sig til dagen efter, og den er bedst at bage 1-2 dage før servering. Bank formen let mod bordpladen, når du tager kagen ud af ovnen, så den falder en smule sammen. Stil den i køleskabet, når den er kølet af.       Næringsindhold    For at se næringsindhold skal du være logget ind og have et aktivt Premium abonnement. Læs om Valdemarsro Premium >>         Pr. 100 g  Energi xxxx(xxx kcal) \t\t\t\t\t\t  Fedt xxxx gram \t\t\t\t\t\t  Kulhydrat xxxx gram \t\t\t\t\t\t  Protein xxxx gram \t\t\t\t\t\t    Pr. pers.  Energi xxxx(xxx kcal) \t\t\t\t\t\t  Fedt xxxx gram \t\t\t\t\t\t  Kulhydrat xxxx gram \t\t\t\t\t\t  Protein xxxx gram \t\t\t\t\t\t   Total  Energi xxxx(xxx kcal) \t\t\t\t\t\t  Fedt xxxx gram \t\t\t\t\t\t  Kulhydrat xxxx gram \t\t\t\t\t\t  Protein xxxx gram \t\t\t\t\t\t                  Mine noter til opskriften   For at bruge denne funktion skal du være logget ind og have et aktivt Premium abonnement.  Læs om Valdemarsro Premium >>   Gem note   \t\t\t  Inkluder note i udskrivning \t\t\t     Tip til opskriften  Husk denne chokoladekage skal gerne bages en til to dage før den serveres og sætter sig. Opbevar kagen tildækket i køleskabet eller i et lidt køligt rum. Den kan også opbevares tildækket på køkkenbordet, hvis den ikke står for varmt. Hvis du opbevarer den i køleskab, så tag den gerne ud af køleskabet 1 time før servering. Jeg bruger en mørk chokolade 55-60 %. Jo mørkere chokolade, jo mere chokoladebitter bliver kagen og jeg kan godt lide den er fint afrundet med en fyldig men ikke for bitter chokoladesmag. Brug en chokolade, som du synes rigtig godt om at spise som den er, så kan det ikke gå galt. Hvis du bager en dobbeltportion af denne chokoladekage, så vær endelig opmærksom på, at kagen i så fald skal have længere tid, end angivet i opskriften. Jeg giver gerne kagen en lille smule espresso, som understreger smagen af chokolade og gør den ekstra intens. Kaffen kan fint undlades, hvis man ikke er til et strejf af kaffesmag, men jeg synes det er toppen! Hvis man vil kredse lidt ekstra om chokoladekagen, så smører man den med en cremet og fløjsblød ganache inden servering. Når det er sæson for jordbær, hindbær og blåbær, så kan du pynte kagen med bær og om vinteren er den skøn, bare som den er. Eller den kan serveres med en bær coulis og vanilje is til. Prøv også at komme en håndfuld grofthakkede hasselnødder, valnødder eller mandler i dejen. Vil du bage den i en anden størrelse form, end den jeg bruger i opskriften, så har jeg lavet en beregner til dig her, som du kan bruge til at finde ud af hvor meget du skal gange opskriften op eller ned med. Beregn din kage form til form her >> Du kan også læse “ofte stillede spørgsmål til Valdemarsro Opskrifter”, hvor jeg blandt andet har samlet generelle tips til bagning af kager mv.  Denne opskrift kan du også finde i kogebogenValdemarsro Kager & Desserter på side “148”   Vil du gemme opskriften? Klik på det blå hjerte på det første billede i opskriften, så kan du samle alle dine favoritopskrifter fra Valdemarsro, så du altid nemt og hurtigt kan finde dem igen, næste gang du skal i køkkenet. Du får adgang til favoritfunktionen som medlem af Valdemarsro – det koster under 4 kr om ugen med et årsabonnement for et medlemskab til hele din husstand.   Få en lækker madplan hver uge og spar penge med en god madplan Madplan fra Valdemarsro gør det nemt at have styr på ugens måltider og du kan lave indkøbsseddel med ét klik + du kan tilpasse det hele så det passer perfekt til dig og din familie. Du får adgang til Valdemarsro madplaner og indkøbslisten når du er medlem af Valdemarsro – det koster under 4 kr om ugen med et årsabonnement for et medlemskab til hele din husstand.   Undgå madspild med Valdemarsro Som medlem af Valdemarsro er det ekstra nemt at undgå madspild og samtidig spare penge på budgettet med den smarte indkøbsseddel, madplaner og ’Tøm Køleskabet’ funktion – det koster under 4 kr om ugen med et årsabonnement for et medlemskab til hele din husstand.   Følg Valdemarsro på de sociale medier Husk også at følge Valdemarsro på de sociale medier, og få masser af inspiration til dejlig madlavning. Du kan følge med på Instagram, Facebook og Pinterest   Få opskrifterne i Valdemarsro APP´en Valdemarsro app er bedre end nogensinde før – for vi har udviklet appen rigtig meget det seneste år, så Valdemarsro appen er hurtig, driftsikker, nem at bruge og nyttig i hverdagen. Appen får 4,8 stjerner i App Store og har over 6000 reviews. Vi er simpelthen så glade for, at så mange har glæde af den 🥰 Du kan hente Valdemarsro Appen her >>   Slip for reklamer her på Valdemarsro Når du er medlem af Valdemarsro, så fjerner vi alle reklamebannere og du kan nyde en mere enkel og rolig oplevelse af Valdemarsro. Det koster under 4 kr om ugen at være medlem af Valdemarsro, når du har årsabonnement, og du får både madplaner, indkøbslistefunktion og en masse ekstra features, som du kan læse mere om her.          MADPLANER MED INDKØBSSEDDEL FÅ EN LÆKKER MADPLAN MED INDKØBSSEDDEL FRA VALDEMARSRO HVER UGE OG TILPAS MADPLANEN PRÆCIS SÅ DEN PASSER DIG Læs mere her >>   Afternoon tea Dessert Festmad Fødselsdag Kager Kager og søde sager Nytår Nytårsdessert OpskrifterVaniljeHvedemelMørk ChokoladeKaffe         ‹ Forrige indlæg     Næste indlæg ›                 211 kommentarer Anne-Mette Bjerre skrev:23. januar 2015 kl. 08:43Den ser bare så god ud! Den ligner præcis den, som jeg fik forærende af en bekendt – kagen var fra Emmerys. Jeg skar ganske små stykker, mange gange, og ja, pludselig var den væk! Jeg spiste den hele selv…ups… Svar Ann-Christine skrev:23. januar 2015 kl. 16:18Sådan kan det nemt gå ;) Emmerys laver også nogle formidable chokoladekager – og ja, den minder om denne, både i smag og konsistens :) Svar   Hvadskalvibage/Mette skrev:23. januar 2015 kl. 08:48Sådan en opskrift må du ikke smide på bloggen en dag hvor jeg arbejder hjemme – for så er der stor risiko for at den bliver bagt meget hurtigt :-) Svar Ann-Christine skrev:23. januar 2015 kl. 16:19Uii, det var godt planlagt af mig ;) -eller ikke så godt planlagt, måske :D Svar   Rose skrev:23. januar 2015 kl. 08:59Åh, den ser god ud! Men jeg kunne ikke lade være med at grine, da jeg så, at der næsten ikke er noget mel i – Så er det jo klart, at den smager så godt! ;) Jeg glæder mig til at bage den i weekenden <3 Svar Ann-Christine skrev:23. januar 2015 kl. 16:20Lige præcis, det er virkelig en CHOKOLADEbombe :) Glæder mig til at høre hvad du synes om den – god bagelyst Svar   Maria skrev:23. januar 2015 kl. 11:08Hvor mange personer er portionen til?  Synes ikke lige jeg kan se det.  har lovet min kæreste at lave den til hans fødselsdag i morgen,  han er stor chokolade fan Svar Ann-Christine skrev:23. januar 2015 kl. 16:22Jeg vil satse på at den er til 8-10 personer, så er der i hvertfald nok til alle også hvis man er virkelig chokoladekagefan :) God fødselsdag til ham Svar Maria skrev:23. januar 2015 kl. 17:36Det lyder godt. Har kønt rigeligt ind så hvis vi får smagt for meget på den i aften så kan der laves en til :) Tak for det og håber i nyder jeres rejse :) Svar Ann-Christine skrev:25. januar 2015 kl. 08:28Dét synes jeg lyder som en glimrende plan ;) Svar Maria skrev:25. januar 2015 kl. 13:59Der var rigeligt og den smagte jo fantastisk, ligesom den fra emmerys som der blev nævnt. Kunne nemt bruges som en dessert med is og nogle bær til. I aften skal der laves dine havregrynskager, dem skal han have med på job. De smager jo helt fantastisk :) Svar Ann-Christine skrev:25. januar 2015 kl. 16:54Hvor er det dejligt at høre og uhm, nu bliver jeg altså kage-sulten og er SÅ meget med på din ide med is og bær til denne kage. Mums :) God fornøjelse med havregrynskagebagning også Svar           Thea skrev:24. januar 2015 kl. 01:49Hvad siger børnene til kaffesmagen? Har en på 2 og er i tvivl om hvorvidt han ville kunne klare kaffen. Svar Ann-Christine skrev:25. januar 2015 kl. 08:30Det tager de helt fint, men kaffen kan evt undlades, hvis man ikke synes om det :) Den smager ikke kraftigt igennem, men understreger blot chokoladesmagen på en fin måde (synes jeg i hvertfald) Svar   siv skrev:24. januar 2015 kl. 12:56Hold nu op den ser lækker ud. Den må jeg prøve at lave:-) Hvilken chokolade bruger du? Håber I er kommet godt afsted. Glæder mig til at følge jeres tur rundt i Asien:-) rigitg god tur. Svar Ann-Christine skrev:25. januar 2015 kl. 08:32I kagen er har jeg brugt Valhrona 56 %, men er også glad for både Callebaut og Amedei chokolade. Callebaut kan ofte købes til en okay pris, evt på nettet :) Og tusind tak, vi er kommet rigtig godt afsted :) Svar   Lene Kjeldbjerg skrev:28. januar 2015 kl. 15:52Den er verdens bedste – sidder netop nu og nyder et stykke til en god kop kaffe ….. mums Svar Ann-Christine skrev:28. januar 2015 kl. 16:59ihh, hvor godt! Jeg glæder mig altså også til at bage den igen til sommer :) Svar   Louise skrev:29. januar 2015 kl. 11:27Ååh. Det er slet ikke fair at vise sådan en til en gravid med chokolade-cravings. :-) Jeg har fundet min næste must-try :-) Svar Ann-Christine skrev:30. januar 2015 kl. 03:55Jeg synes du har fortjent det ;) Svar   Pernille Skovsted skrev:2. februar 2015 kl. 12:46Den er helt sikkert røget helt i top over listen med yndlings chokolade-treats. Så er helt enig i titlen ;-) Lavede den for et par weekender siden, da kæresten skulle møde mine forældre for første gang, og det var et stort hit med en hurtig rørt softice og grand marnier marinerede jordbær til .. især hos mig, familiens chokolade-øre nr. 1 ! Mange tak for opskriften, og en super blog. Svar Ann-Christine skrev:3. februar 2015 kl. 16:58Uhh, grand manier marinerede jordbær – det er noteret ;) Hvor er det skønt at høre at den også hitter hos dig! Svar   Camilla Sonne skrev:6. februar 2015 kl. 14:29Det ER virkelig verdens bedste chokoladekage Svar Ann-Christine skrev:9. februar 2015 kl. 10:12Yeahh, det er jeg glad for at du også synes :) Svar   Line skrev:17. februar 2015 kl. 11:21Uuuhhhmmm elsker chokoladekage. Skal helt sikkert prøves! Kan man mon fryse den? Svar Ann-Christine skrev:17. februar 2015 kl. 15:58Ja, sagtens – hvis der er noget tilbage, altså ;)  Svar   Sus Bengtson skrev:2. maj 2015 kl. 07:41Hey Ann-Christine.. Rigtig god ferie.. Gid det var mig, smiler.. Vil bare “sige” skrive at din opskrift på verdens bedste kage er super!! Nu står jeg og laver den igen igen.. Min elskede søn bliver 18 i dag.. Så jeg har bagt boller, stor fødselsdagskage og tænkte lige på denne chokoladekage.. Den skal da også lige bages, smiler Hygge hey fra mig.. Svar Sus Bengtson skrev:31. maj 2015 kl. 17:05Tænkte om kagen kan skæres igennem på langs når den er kold.. og så smøre et lag hindbærmousse i mellem.. ?! Tak min søn’s 18års dag blev super.. tak Nu skal jeg til en rund fødselsdag nu på lørdag.. så har i tankerne at bage kagen med et lag mousse i mellem.. hvis det kan lade sig gøre.. ?? Venligst Sus.. Svar Ann-Christine skrev:1. juni 2015 kl. 10:17Hej Sus, Jeg tror godt det kan lade sig gøre, men måske du lige skal give den 2-3 minutter mere end ellers, så den ikke er alt for svampet i midten. Det lyder virkelig lækkert ellers. Alternativt, så er der denne chokoladelagkage som jeg tidligere har lavet : http://www.valdemarsro.dk/chokolade-lagkage/ Kh AC Svar   Ann-Christine skrev:4. maj 2015 kl. 02:30Ihh, hvor er det skønt! Det er jo altså noget af det bedste ved at dele mine opskrifter, når det også bliver andres favoritter :) Stort tillykke med din søn, jeg håber I havde en skøn dag Kh AC Svar   Sanne skrev:5. juni 2015 kl. 20:17Er igang med kagen – og 2 roser: 1. Virkelig nem at lave 2. Den dufter og smager jo bare HELT fab ???????? Svar Ann-Christine skrev:7. juni 2015 kl. 21:32Jubii, hvor er det dejligt! :) Svar   Majken skrev:31. juli 2015 kl. 17:01Kære AC! Her har jeg kagen i ovnen i skrivende stund og ser nu, at jeg har glemt alt om at røre salt i dejen. Syntes ellers, jeg fulgte opskriften. Men her dufter himmelsk og jeg glæder mig til at smage senere. Kh Majken Svar Ann-Christine skrev:31. juli 2015 kl. 18:22Heldigvis er jeg ret så sikker på at chokoladekagen bliver noget dejlig uanset :) Rigtig god fornøjelse Kh AC Svar Majken skrev:1. august 2015 kl. 15:49Kagen er blevet noget så lækker, også uden salt. Som jeg skrev på IG, var den ret underbagt i midten i går, men i dag er den helt perfekt. Halvdelen er pakket i fryseren, tænker den skal serveres med en god vaniljeis samt hindbærcoulis næste gang, vi får gode venner til middag? Tak i øvrigt for nogle altid fantastiske opskrifter, jeg har afprøvet en del efterhånden og er endnu ikke blevet skuffet? Svar Ann-Christine skrev:2. august 2015 kl. 07:06Så dejligt :) det er jeg glad for at høre! Og hindbærcoulis og vaniljeis til, uhmm Kh AC Svar Majken skrev:8. oktober 2015 kl. 22:04Så er sidste halvdel af kagen tøet op, vi har dog hverken gæster, vaniljeis eller hindbærcoulis☺️ Derimod sover ungerne som sten og manden ser fodbold hos en kammerat, så hende den gravide har i skrivende stund helt uforstyrret kunnet sætte tænderne i stykke nr. 2? En tur i fryseren har faktisk, om muligt, gjort kagen endnu bedre…mums…jeg tror, jeg kan høre stykke nr. 3 kalde fra køkkenet? Svar Ann-Christine skrev:9. oktober 2015 kl. 12:07Åhhh, hvor lyder det hyggeligt! Jeg synes det lyder som den hyggeligste måde at tilbringe sådan en torsdag aften på ;) Kh AC Svar           Mette skrev:19. august 2015 kl. 06:36kære Ann-Christine Faldt lige over denne opskrift, som lyder super lækker! Jeg er simpelthen nød til, at prøve at lave den. Jeg tænker, at jeg skal lave den til mine kollegaer på fredag i anledning af min fødselsdag. Vi er omkring 20 på mit kontor, så tænker at lave dobbelt portion. Tror du, at det er muligt at lave dobbelt portion med det samme og så bage den i en stor bradepande?:) Svar Ann-Christine skrev:19. august 2015 kl. 11:31Hej Mette, Hvor lyder det dejligt og stort tillykke med fødselsdagen! Du kan sagtens lave en dobbeltportion i en bradepande. Lav den evt gerne allerede onsdag aften, så den kan nå at sætte sig. Den bliver kun bedre af at stå en dag eller to. Kh AC Svar   Katrine skrev:7. september 2015 kl. 22:26Hold fast en god og supernem opskrift. Lavede den med moderat kaffe, og valrhona 70 %, selv min datter på 4,5 var helt enig i at det er verdens bedste chokolade kage..! Bliver klart en genganger. Hurra for mandagskage. Tak for inspiration og lækre opskrifter. Svar Ann-Christine skrev:8. september 2015 kl. 11:07Ihh, hvor er det skønt at høre :) Det er jeg glad for <3 Svar   Stine Bøgh Kruuse skrev:10. september 2015 kl. 09:17Hej Ann-Christine. Min søn bliver 6 på søndag, og han vil gerne have en chokolade-angry birds kage. Jeg tænker på at lave denne her kage, og så putte noget flødeskums-haløj oven på for derefter at lave en angry bird med M&M’s Hvad tror du egner sig bedst til at komme oven på? ren fødeskum, noget chokolade-mousse, eller…? Tror du kagen evt. kan bliver ødelagt af at blive pakket ind i flødeskum? Svar Ann-Christine skrev:10. september 2015 kl. 09:44Hej Stine, Uhh, lækkert! Jeg tror, at jeg ville gøre sådan: Bage den i en stor rund springform to dage før og lade den køle af i springformen. Derefter ville jeg smøre den op med en chokoladeganache ala denne: http://www.valdemarsro.dk/pandekagelagkage-med-chokolade/ Så er der en glat ren flade at pynte på. Jeg tror næsten, at flødeskummet som bund får farverne i M&M´s til at flyde lidt ud, men det vil ganachen ikke gøre på samme måde og det er nemmere at få glat. Oven på chokoladeganachen er der så frit spil til pynt med både flødeskum, M&Ms, bær osv. Det tror jeg kunne blive ret flot :) Stort tillykke med ham, jeg håber I får en skøn dag :) Kh Ann-Christine Svar Stine skrev:10. september 2015 kl. 11:23Tak for hurtigt svar. Ja det er rigtigt at flødekummen tager farve fra M&M’sne. Jeg har aldrig prøvet lave en ganache, eller smørre en kage op. Er det svært? hvad bruger du af redskaber til at smøre kagen op med? Svar Ann-Christine skrev:11. september 2015 kl. 11:18Jeg bruger en spartel til at smøre op med, og måske du skal lave ganachen en smule tyndere ved at komme en anelse mere fløde i – den skal i øvrigt laves samme dag som kagen, gerne 1-2 dage før brug og opbevares på køl. Så pisker du den op når den skal bruges, det bliver cremet og fløjlsblødt som nutella og smører den på med spartel, paletkniv eller lign. Jeg ville nok lave 3 x opskriften på ganache, så der er nok. Skulle der blive noget i overskud, amger det himmelsk som ‘nutella’. Svar       Anna skrev:27. november 2015 kl. 08:09Hejsa, Først tak for en fantastisk madblog, bruger virkelig dine opskrifter meget. – Chokoladekagen her bagte jeg i weekenden, den er alt for god, tror du det vil være okay at lave den dobbelt og bage den i en stor bradepande? Og hvis ja, skal den så have samme tid tror du? :-) Svar Ann-Christine skrev:28. november 2015 kl. 22:03Hej Anna, Tusind mange gange tak :) Hvor er det dejligt at høre! Jeg ganger selv nogle gange op på chokoladekagen og synes den ofte lige skal have 2-4 minutter mere, for at den ikke er helt rå på midten. Men prøv dig endelig frem. Hellere et par minutter for lidt end et par for meget, med denne kage God fornøjelse Kh AC Svar   Dorte Wulff skrev:21. januar 2016 kl. 14:19Ser virkelig lækker ud. Tænker jeg vil bruge den som dessert sammen med vanilie is. Går det? Jeg skal have 25 tøser. Tænker at lave 3 dobbelt portion, og så lave den i brandepande. Tror du den skal have samme bagetid? Svar Ann-Christine skrev:21. januar 2016 kl. 14:21Hej Dorte, Det lyder så skønt! Den skal have noget længere tid i bradepande, læg mindst 10 minutter til og hold så godt øje med den. Den skal virke ubagt og blød i midten, det sætter sig når den får lov at stå en dag eller to. God fornøjelse :) Kh AC Svar   Anne skrev:8. februar 2016 kl. 20:18Hej Vi skal have gæster på fredag og tænker på at bage denne kage til dessert. Jeg har tænkt mig at servere vaniljeis til. Jeg vil dog gerne servere lidt ekstra til. Jeg har lavet en havtorn-“sirup” – som ikke er særlig flydende. Tror du den vil kunne bruges til – eller er det bedste med bær til? MVH Anne Svar Ann-Christine skrev:9. februar 2016 kl. 09:26Jeg synes det lyder virkelig dejligt med havtornsirup til og vaniljeis. Evt rist nogle mandler, hak dem og vend dem i siruppen som lidt ekstra crunch til kagen. rigtig god fornøjelse Kh AC Svar   Line skrev:20. april 2016 kl. 09:45Jeg skal til selskab hos nogle venner på fredag og tænker at denne her vil være den perfekte dessert at tage med sammen med en bøtte god is! Tror du at jeg kan bage den allerede i aften (onsdag) og at den så stadig vil være god fredag? Skal jeg mon opbevare den ved stuetemperatur eller i køleskab? Bedste hilsner og tak for en dejlig blog, som jeg nyder at læse! Svar Ann-Christine skrev:20. april 2016 kl. 10:01Hej Line Det lyder bare rigtig dejligt og hyggeligt! Og du kan sagtens bage den i dag, den har kun godt af at have to dage til at ‘sætte sig’ Opbevares på køkkenbordet, overdækket af et rent klæde Rigtig god fornøjelse og tak for din søde hilsen Kh Ann-Christine Svar   Nanna skrev:31. maj 2016 kl. 15:45Hej Ann-Christine, Jeg står og vil lave denne lækre sag da vi får gæster til spisning i morgen. Ville du anbefale en saltkaramel som man kunne “drysse” over kagen i stedet for en chokolade ganache? Jeg overvejede også at serverer den med vaniljeis, så jeg er egenligt bare lidt forvirret af alle de muligheder, og tænker du eventuelt havde et ekspertråd ;-) Ps. Virkelig lækker blog. Jeg nyder at læse med, og mine medmennesker nyder godt af dine dejlige opskrifter! Mvh Nanna Svar Ann-Christine skrev:1. juni 2016 kl. 11:37Hej Nanna, Tusind tak for din søde hilsen og de pæne ord om min blog og opskrifter :) Det er jeg glad for at høre!  Det er også svært med så mange valgmuligheder til denne kage, for alt lyder jo godt! Da det er en varm sommerdag og det er en ret tung kage + vi er lige i starten af den dejligste bærsæson, så ville jeg servere den sådan her: http://www.valdemarsro.dk/smaa-glimt-fra-2-x-6-aars-foedselsdag/ simpelthen bare toppe den med en masse skønne bær og så servere vaniljeis til. Jeg elsker saltkaramel til også, men tror næsten at det vil blive for tungt og sødt på sådan en sommerdag – hvorimod med bær og vaniljeis, så bliver den mere afbalanceret, hvis det giver mening ;)  God fornøjelse Kh Ann-Christine Svar Nanna skrev:6. juni 2016 kl. 14:32Hej Ann-Christine, Tusinde tak for dit svar. Det gav/giver rigtig god mening, og endte også med at tænke is/bær før jeg nåede at se dette hehe. Kagen blev ovenud lækker og var et kæmpe hit! Den er jo lidt chokolade-tung, men kunne ikke dy mig ;-) Tænker jeg snart skal gøre brug af sæsonen og få lavet noget mere med bær og rabarber.  Have en rigtig dejlig mandag :-) Svar Ann-Christine skrev:8. juni 2016 kl. 12:03Hvor dejligt! Og chokoladekage er jeg helt enig i, er et hit året rundt ;) Rigtig dejlig dag til dig Kh AC Svar       Elise skrev:23. august 2016 kl. 11:55Hej Ann-Christine, dén kage der, ser jo helt fantastisk ud! Vi har en kageordning på mit arbejde og nu er det blevet min tur, til at bage. Hvordan tror du, at kagen vil gøre sig med nødder i? Vi er 15 mand, så skal jeg fordoble kagen eller er der nok i én kage? :D Svar Ann-Christine skrev:25. august 2016 kl. 08:41Uhm, tror den vil være virkelig skøn med nødder i. Det kunne jeg sagtens forestille mig ville være lækkert! Jeg tror det er fint at fordoble kagen, for den mætter ret godt og hvis du er usikker på om der er nok og dine kollegaer er meget glade for kage – så suppler evt med en god vanilje is. Så er der ihvertfald nok :) God fornøjelse – lad mig endelig høre hvordan den bliver, hvis du tilføjer nødder til :) Svar   Heidi skrev:22. oktober 2016 kl. 13:19Det er og bliver bare den bedste chokoladekage? Hver gang jeg serverer denne for gæster, så er der helt stille i rummet. Og den bliver virkelig nydt.. Tak ?? Svar Ann-Christine skrev:24. oktober 2016 kl. 08:57Det er da den dejligste kompliment til sådan en lækker chokoladekage ♡ Tusind tak for den :) Svar   Anna skrev:18. december 2016 kl. 22:21Kan den fryses? Bages dagen før (hvordan så opbevares) hvis man ikke har mulighed for at bage den på dagen hvor den skal bruges? Svar Ann-Christine skrev:19. december 2016 kl. 10:14Den kan sagtens fryses, og tages gerne op dagen før den skal spises og tør op i køleskabet, hvorefter den gerne skal temperere på køkkenbordet inden servering i en times tid. Mindst. Denne chokoladekage skal allerhelst bages 1-2 dage før den skal serveres, så den har tid til “at sætte sig” og den opbevares på køkkenbordet under et rent klæde. Så bliver den helt perfekt. Kh AC Svar   RasmusJ skrev:1. februar 2017 kl. 08:03Hej Ann-Christine, jeg vil bare lige sige tak for den her opskrift. Jeg skulle have kage med på mit arbejde over et par dage, og sprang derfor ud i at bage den her kage i weekenden. Bagte først en dobbelt portion, og da den var testede bagte jeg en en triple portion:) Kagen er nu blevet serveret både på mit arbejde og min kærestes arbejde, og de har alle været rigtig glade for den. Så meget så der er blevet lagt sedler med glade kommentar om kagen:) Det var godt nok ikke den kønneste kage, da overfladen gik i mange stykker ved første brydning, men konsistens og smag gjorde dette minus ubetydeligt:) Jeg kan lige nævne at jeg bagte hvad der svare til en dobbeltportion i en bradepande, hvor den blev en ret høj kage. Den skulle have 45-50 min ovnen før midten var bagt nok. Nu har vi lagt det sidste i fryseren, så må vi teste en dag om den også er god efter sådan en tur:) Mums mums mums Svar Ann-Christine skrev:1. februar 2017 kl. 11:21Hej Rasmus Tusind tak for din hilsen! SÅ dejligt at høre at kagen var et hit på begge arbejdspladser. Den er rigtigt nok ikke så køn, men man kan evt smøre den op med et godt lag chokoladeganache – og når det er sæson, så pynte den med en masse skønne bær, som jeg har gjort her det hjælper lidt. Jeg oplever også selv at den ‘krakelerer’ mest i overfladen, når jeg ganger opskriften op, den er ikke så slemt til det når det blot er en enkelt portion jeg bager. Efter en tur i fryseren kan den også forvandles til romkugler eller træstammer – SÅ lækkert! Kh AC Svar   Stine skrev:22. april 2017 kl. 19:49man siger ikke nej til en god kage eller hjemme bagteboller Svar Ann-Christine skrev:25. april 2017 kl. 16:06Enig ;) Svar   Mona Dybdal skrev:5. maj 2017 kl. 09:26Fantastisk kage! Jeg skiftede hvedemel ud med rismel, da min mand er på glutenfri diæt. Det kan man sagtens. Jeg er i øvrigt helt vild med din blog. Det er tit her jeg starter og ender, når jeg søger opskrifter. Tusind tak. Svar Ann-Christine skrev:5. maj 2017 kl. 21:36Hvor er det dejligt at høre! ♡ Tusind tak, det er jeg glad for :) – og godt tip med rismel til andre der undgår gluten – tak for det også :) Kh AC Svar   Mimi skrev:11. juli 2017 kl. 18:01Hej Ann-Cristine Har lige bagt denne kage med mine børn, den er virkelig nem at gå til, og smager super godt. Mvh Mimi K Svar Ann-Christine skrev:12. juli 2017 kl. 09:12Hvor er det dejligt at høre :) Tak for den fine tilbagemelding på opskriften God sommer til jer ♡ Svar   SIV skrev:16. august 2017 kl. 10:16Ser lækker ud og fantastisk at jeg kan lave den idag, når vi holder børnefødselsdag fredag? Spøgsmålet er om jeg kan bruge dejen til muffinforme? Svar Ann-Christine skrev:16. august 2017 kl. 10:19Jeg har selv bagt chokoladekagen i faste muffinsforme og det egner den sig fint til – men jeg tror den vil hænge meget i papirsformene. Der vil jeg næsten anbefale denne opskrift på chokolademuffins i stedet :) Svar   Pernille skrev:22. september 2017 kl. 16:40Har nu bagt din chokoladekage 3-4 gange og det er verdens bedste chokoladekage….men hver gang må jeg bage den ca.10 min længere end angivet ellers er den flydende. Det er vel ikke meningen den skal være flydende? Svar Ann-Christine skrev:24. september 2017 kl. 10:32Hvor er det dejligt at høre :) -jeg tænker at det kan delvist være at vores ovne bager forskelligt eller at vores forme måske ikke er helt lige store (måske din kage er lidt højere og derfor skal have lidt mere …) Det er kun et gæt. Kagen skal ikke være flydende, men ligge lige mellem flydende og færdigbagt, så den stadig føles ret ubagt i midten. Men uanset, så er det endelig bare at bage den til du synes den er perfekt ♡ Kh AC Svar   lidia skrev:10. oktober 2017 kl. 16:08Hej Anne-Christine Vil høre om hvilken kage du vil bage, da jeg skal bage en kage i morgen til mit arbejde i anledning af mn fødselsdag i dag. Der er ca. 20 personer vh lidia Svar Ann-Christine skrev:11. oktober 2017 kl. 17:51Hej Lidia, Disse kager er alle mægtig gode til formålet: http://www.valdemarsro.dk/gode-kollega-kager/ Og stort tillykke med fødselsdagen :) Kh AC Svar   Ida skrev:18. oktober 2017 kl. 12:46Hej AC Jeg er så heldig at jeg for 3 måneder siden blev mor til to dejlige børn. En dreng og en pige. I den rolige tid før fødslen faldt jeg over din blog. Det er hyggeligt at høre om hvordan livet med sådan et par ( meget større) størelser er hos jer. Chokolade-kagen er i ovnen nu og jeg glæder mig til ay dele den med nogle venner i weekenden. God dag. Kh Ida Svar Ann-Christine skrev:22. oktober 2017 kl. 20:56Årh, hvor er det dejligt! Kæmpe stort tillykke med dine to små dejlige størrelser. SÅ hyggeligt ♡ – ville ønske jeg i små glimt kunne skrue tiden lidt tilbage til dengang, hvor Johan og Julie var små. Totalt kliche, men når man kigger tilbage er tiden jo bare gået alt for stærkt ;) Tak for din søde hilsen. Rigtig god barsel til jer og endnu engang tillykke ♡ Kh AC Svar   Lise skrev:22. november 2017 kl. 10:32Virkelig lækker kage som jeg har bagt flere gange. Kunne man opgradere med saltkaramel og hvordan ville du gribe det an? Jeg tænkte om man kunne sprøjte det ned i dejen som med dine muffins. Svar Ann-Christine skrev:23. november 2017 kl. 10:42Jeg ville nok vælge at smøre den med saltkaramel og dernæst et lag chokoladeganache. Men det lyder også som en spændende ide med at sprøjte lidt karamel ned i kagen – fortæl endelig hvordan det blev ♡ Svar   Marie Kjerstine skrev:22. november 2017 kl. 22:15Så god kage!! Virkelig den bedste! Efter 15 minutter i ovnen smed jeg 150 friske hindbær henover kagen, så de lige sank en lille smule i kagen og bagte derefter færdig. Komplimenterer chokoladen så godt :-) Tak for en god opskrift. Svar Ann-Christine skrev:23. november 2017 kl. 10:51Uhmm, det lyder virkelig skønt og lækkert ♡ Tak for din søde hilsen Kh AC Svar   Sofie skrev:3. juli 2018 kl. 10:12Kan jeg bruge lidt vaniljepulver i stedet for vaniljestang? Ved godt stang er bedst, men vil gerne bage den NU og har ikke andet end pulver på lager. :) Hvis ja, hvor meget pulver vil du så anbefale? På forhånd tak for svar! Vh sofie. Svar Ann-Christine skrev:3. juli 2018 kl. 11:15Ja, det kan du sagtens altid gøre. Vanilje er virkelig dyrt i øjeblikket, da det er steget voldsomt i pris de seneste år – så jeg bruger også lige så ofte vaniljepulver som vaniljestang. Jeg plejer at bruge en god stor knivspids usødet vaniljepulver som erstatning for en vaniljestang. Kh AC Svar   Nadia Krog skrev:4. august 2018 kl. 12:32Den ser virkelig lækker ud! Jeg tænker at jeg vil bage kagen til min fødselsdag næste lørdag, men jeg skal ud og rejse hele ugen.  Hvis jeg bager kagen i dag, tror du så, at det er bedst at jeg lægger den i fryseren lige efter den er afkølet og så tager den op så den står en dag fra fredag til lørdag, –  eller at jeg lader den stå til i morgen, og så smider den i fryseren og tager den op lørdag? Jeg har en tendens til at ødelægge mit bageværk, så jeg vil lige høre din anbefaling :-) Svar Ann-Christine skrev:8. august 2018 kl. 17:53Hej Nadia, Jeg tror det kommer til at gå helt fint uanset, hvilken løsning du vælger af disse to. Men tag gerne kagen op af fryseren fredag, for at lade den tø langsomt op på køl. God fornøjelse Kh AC Svar   Anna skrev:5. september 2018 kl. 15:58Hej! Tak for altid lækre opskrifter og en virkelig inspirerende blog. Jeg vil høre, om jeg kan bage kagen dagen inden servering og opbevare den på køl? :-) Vh Anna Svar Ann-Christine skrev:6. september 2018 kl. 08:55Den skal helst bages dagen inden, så det kan du sagtens – og den kan både opbevares på køl eller i et lidt køligt skab ved 18-19 grader. Kh AC Svar   Sandra skrev:24. oktober 2018 kl. 10:45Hej Ann-Christine. Nu håber jeg, du ser mit spørgsmål inden i morgen, da det er der, jeg skal bage kagen. Jeg vil gerne bage denne til ca. 50 personer. Og der må gerne være ca. 2 stk. til hver (dog ikke som portionsanretning, men bare ‘skær-selv’). Kan den laves i en alm. størrelse bradepande? I så fald; hvor mange gange kage portioner, tænker du en bradepande kan rumme, så den stadig bliver som originalen? Giver det mening? Hilsen Sandra Svar Ann-Christine skrev:24. oktober 2018 kl. 11:15Hej Sandra, Jeg har faktisk aldrig bagt den i så store mål, så skal ikke helt kunne sige hvor meget du kan fylde i en bradepande – men jeg vil umiddelbart gætte på x3 (måske 4). Holde endelig godt øje med den, for den skal have noget længere tid i bradepande end i en alm springform. Jeg vil anslå omkring 40-45 minutter, men det er kun et bud og kommer meget an på ovnen. God fornøjelse Kh AC Svar Mette skrev:5. november 2018 kl. 22:15Har du et godt tip til en god chokolade man kan bruge til denne kage, som man kan købe i et supermarked? :) Jeg har planer om at lave dobbeltportion og bruge kagen til en talkage med skovbærmousse “bomber” ovenpå :) Svar Ann-Christine skrev:6. november 2018 kl. 07:20Jeg ville selv gå efter en økologisk variant mellem 55 og 70 % kakaoindhold. Irma har en økologisk chokolade på 55 % (den fåes også i nogle Super Brugsen butikker) og ellers har Coop butikkerne en fra Änglemark på 70 %. Alt det er jo smag og behag, og jeg synes generelt man kommer godt afsted med at vælge en chokolade som man godt kan lide at spise i ren version, den må blot ikke være for sød til denne kage, men det rammer man glimrende med en kakaoprocent på over 55 % (og helst under 70% ) Lyder som en super skøn kage du har planer om, rigtig god fornøjelse med den. Kh Ann-Christine Svar       Nina skrev:17. november 2018 kl. 21:24Hej. Har bagt to i går til min søns fødselsdag i dag, men vi har en hel kage tilbage. Har du erfaring med, om den kan fryses? Så kunne den ryge på bordet næste weekend, når den står på fest igen? Den smager rigtig dejligt. Svar Ann-Christine skrev:19. november 2018 kl. 08:09Det kan den sagtens – og den er i øvrigt også fabelagtig til romkugler de luxe  :) Svar   Lotte skrev:30. december 2018 kl. 11:25hej først tak for mange gode opskrifter (også andet end kage ;-)) jeg vil gerne bage chokoladekagen i portioner (muffinsforme), hvor lang tid skal de så mon have? på forhånd tak, og godt nytår! kh Lotte Svar Ann-Christine skrev:30. december 2018 kl. 21:13Jeg giver dem omkring 8-9 minutter i en muffinsform, men hold endelig øje med dem, for det kan variere fra ovn til ovn. Rigtig godt nytår og mange tak for din søde hilsen♡ Kh Ann-Christine Svar   Diana skrev:28. januar 2019 kl. 05:27Så fik man prøvet den og hold da op, den er bare lækker og den blev spist helt op! :) Jeg tænkte at jeg ville lave den til barnedåb til omkring 50 gæster og så ville jeg putte hindbær mousse ovenpå – Vil kagen kunne holde til det, eller skulle man bruge en anden form for kage? Vi holder festen om lørdagen, så tænkte jeg at lave kagen torsdag aften, lave moussen og putte den på fredag så det kan sætte sig til lørdag i køleskabet? Eller har du andre forslag? Yderligere ville jeg høre hvor meget jeg skal fordoble opskriften til så mange mennesker? :) Svar Ann-Christine skrev:28. januar 2019 kl. 20:35Hej Diana, Hvor er det dejligt at høre! – og jeg synes det lyder som den herligste plan med hindbærmousse – det har jeg selv haft succes med, har blot ikke fået delt min opskrift på dette endnu. Men det vil helt sikkert blive lækkert og jeg ville gøre præcis som du beskriver ift dagene. God fornøjelse Kh AC Svar   Anh skrev:16. februar 2019 kl. 00:11Hej Ann-Christine, Jeg skal bage denne kage til på søndag, hvor jeg holder fødselsdagsbrunch. Jeg vil høre om den er bedst, hvis man laver den på dagen, eller om man kan lave den dagen før, og så stille den på køl? Eller om du forslår, at man kan lave dejen dagen før, og så bare bage den på dagen. Hvad synes du? Jeg spørger fordi, der bliver travlt med at lave brunchen, og jeg derfor næsten ikke kan finde tid til at lave hele kagen om morgenen.  P.S fortsæt det gode arbejde :) Mvh Anh Svar Ann-Christine skrev:16. februar 2019 kl. 09:05Hej Anh, Chokoladekagen skal helst bages færdig dagen før (eller to dage før, kan man også sagtens) så det passer jo perfekt ind i planerne :) God fornøjelse og mange tak for din søde hilsen. God weekend Kh AC Svar   Anne Marie skrev:9. april 2019 kl. 11:37Hej Tusind tak for en fantastisk blog – jeg bruger den ofte :-) Og en super lækker chokoladekage – kan fryses også stadig være lige så lækker. Svar Ann-Christine skrev:9. april 2019 kl. 16:14Hej Anne Marie, Tusind tak for din søde hilsen, hvor er det dejligt at høre! Chokoladekagen kan fint fryses ned, og er også virkelig lækker efter optøning. Kh AC Svar   Olga skrev:10. maj 2019 kl. 12:00Hej Ann-Christine, Tak for en masse skønne opskrifter – din blog er på det seneste nærmest blevet min faste kogebog. Jeg skal holde 7-års børnefødselsdag for en flok søde piger i næste uge, og min datter er vild med chokoladekage, og jeg overvejer at prøve mig med denne. Men jeg tænker at bage den som minimuffins – hvor lang tid skal de mon bages? På forhånd tak for hjælpen, Olga Svar Ann-Christine skrev:11. maj 2019 kl. 08:12Hej Olga Hvor er det dejligt at høre ♡ Det skal nok have omkring 9-11 minutter, men hold gerne lidt øje med dem Tusind tak for din søde hilse ngo rigtig god fødselsdagsfest til din datter. Kærlig hilsen Ann-Christine Svar   Karin skrev:7. juni 2019 kl. 15:41Det er en vildt lække chokoladekage ? Kan den fryses? Jeg kunne godt tænke ar bage den til en fest, men har brug for at den kan bages en uges tid før. Svar Ann-Christine skrev:7. juni 2019 kl. 17:32Hej Karin, Den kan sagtens fryses, og den er lige så lækker efter at være frosset som før, så det kan du sagtens. God fornøjelse Kh AC Svar   Evelin skrev:8. juni 2019 kl. 14:53Virkelig skøn kage. Her i familien har vi et tick med revet appelsinskal og saft, så jeg tilsatte lidt revet appelsinskal, og det smager skønt med det lille strejf af appelsin. Pyntede kanten med flødeskum og jordbær og resten af kagen pyntede mit barnebarn. Svar Ann-Christine skrev:8. juni 2019 kl. 16:35Uhmm, det lyder også virkelig lækkert :) Svar   Ewa skrev:2. juli 2019 kl. 09:44Tusind tak for nogle skønne opskrifter :) På fredag har jeg sidste dag på arbejdet og jeg har inviteret en masse mennesker til kage. Derfor er jeg nok nødt til at bage 3-4 af disse. Du nævner på YouTube at hvis man skal lave flere, så skal de have lidt længere tid – mener du også hvis de hver er i sin springform, eller er det mere hvis man bager hele dobbeltportionen i fx en større form. Undskyld spørgsmålet for jeg er helt nybegynder :) Men SÅ dejligt at du forklarer og viser alt på YouTube. Svar Ann-Christine skrev:3. juli 2019 kl. 09:40Hej Ewa, Tusind tak for din søde hilsen, og det er virkelig fint du spørger! Hvis du bager dem i hver sin springform, så behøver du ikke tage hensyn til at de skal have længere tid. Rigtig god fornøjelse og rigtig skøn sommer til dig. Kh AC Svar   Niels skrev:6. juli 2019 kl. 13:58Hej Ann-Christine Tak for de gode opskrifter du lægger ud. Hvis man bager denne opskrift i en spring form på D.18cm, har du så en ide om hvor lang tid den cirka skal have?  Mvh. Niels Svar Ann-Christine skrev:6. juli 2019 kl. 19:09Hej Niels, Mange tak for din fine hilsen :) – du skal nok regne med 25-30 minutter med en diameter på 18 cm, men hold endelig godt øje med den, da det kan variere fra ovn til ovn. Den skal gerne være en anelse ubagt i midten. God fornøjelse Kh AC Svar   Nadja Holm Jensen skrev:9. oktober 2019 kl. 22:47Hej Hvis man vil lave en bradepande, hvor mange gange vil du så gange opskriften op? Vh Nadja Svar Ann-Christine skrev:10. oktober 2019 kl. 09:02Hej Nadja, jeg vil nok gange den med 3, tror jeg. Vær obs på om den skal have en anelse længere tid, og hold godt øje, for den skal endelig ikke have for meget og skal gerne stadig være blød på midten. Kh AC Svar   Vivian skrev:1. november 2019 kl. 12:35Den var dessert til en fødselsdags middag. Serverede is og frugter til. Den var lækker. Tror bare min kaffe var lige en bønne for stærk. Alle var vilde med den. Svar Ann-Christine skrev:1. november 2019 kl. 17:09Så dejligt at høre! Mange tak for din søde hilsen og fine tilbagemelding på opskriften :) Kh AC Svar   Rie skrev:8. november 2019 kl. 12:30Hejsa! Det er første gang jeg kommenterer men bestemt ikke første gang jeg bruger en af dine opskrifter. Det er en virkelig dejlig blog du har og jeg tjekker altid dine opskrifter ud først når jeg skal igang med noget! Selv min mand er fan :-) Men vil spørge om een her chokoladekage egner sig til en skoleklasse; min søn fylder snart 6. Her tænker jeg på om den kan spises med fingrene uden at klassen forvandles til et krumme-helvede ;-) eller om du har et bedre bud, tænker den skal pyntes med smørcreme i forskellige farver gerne så det ligner noget ninjago-agtigt noget, men det skal jeg nok selv tage ansvaret for :-) Tak for dejlige opskrifter og gode undskyldninger for overspringshandlinger De bedste hilsner Rie Svar Ann-Christine skrev:8. november 2019 kl. 12:40Hej Rie, Tusind tak for din søde hilsen, hvor er det skønt at høre at I er glade for mine opskrifter ♡ Denne kage er meget som en saftig brownie og den vil fint kunne fungere – men jeg synes  måske alligevel at denne denne talkage være mere perfekt til formålet. Blot bag en dobbeltportion af kagen i en alm bradepande med bagepapir og så er den rigtig god at pynte med smørcreme. Rigtig god fornøjelse med det :) Kh AC Svar   Joeanna D. Eggertsen skrev:12. november 2019 kl. 12:23Super lækker kage!! Og det bedste ved den er at man kan bage den dagen før man skal bruge den :-D  Ville man kunne lave den glutenfri? Svar Ann-Christine skrev:13. november 2019 kl. 10:16Tak for din søde hilsen, det er dejligt at høre :) Du kan prøve den med mandelmel eller glutenfri mel – mener der er lidt info i kommentarfeltet fra andre læsere der har testet det :) Kh AC Svar   Janne skrev:1. december 2019 kl. 15:09Hej Jeg kan godt lide at bage.Men jeg kom til at tænke på når der beskrives smør , er det så Lurpak der menes eller alle disse blandings smør produkter der er kommet . Hvad er bedst til dette. Med venlig hilsen J Svar Ann-Christine skrev:1. december 2019 kl. 17:39Hej Janne, I alle mine opskrifter har jeg brugt økologisk 100% smør (ingen blandingsprodukter) – og det kan enten fra naturmælk, Thise eller lign. Kh AC Svar   Helle skrev:28. december 2019 kl. 08:51Hej Hvor længe skal den bage hvis jeg bager halv opskrift i en 18 cm springform? Den ser fantastisk ud? Svar Ann-Christine skrev:28. december 2019 kl. 22:01Hej Helle, Jeg ville vælge at tjekke den efter 15 minutter, måske den skal have 15-22 min. God fornøjelse Kh AC Svar   Emily Rafn skrev:10. januar 2020 kl. 00:45Hej! Det ser jo mega lækkert og nemt ud. Både på opskriften og i videoen. Mit spørgsmål er: Er det muligt at lave en dobbelt portion og så bage den i en bageplade? Falder den så rigtigt sammen, og kan den så stadig stå i de små 2 dage? Svar Ann-Christine skrev:10. januar 2020 kl. 09:38Ja, det kan du sagtens. Når den kommer ud af ovnen, kan du evt lige ‘tabe bradepanden’ fra små 20 cm over bordet, så vil den falde lidt sammen og den skal stadig gerne stå 1-2 dage inden servering, så bliver den bedst. Rigtig god fornøjelse Kh AC Svar   signe stephensen skrev:14. januar 2020 kl. 10:52Hej – kagen ser lækker ud – tænker at jeg vil prøve at bage den i muffinsforme og portionsanrette dem med is og brombær-coulis og mynteblade. Har du erfaring med hvorlænge kagerne skal have når de bages i muffinsforme? Mvh Signe Svar Ann-Christine skrev:14. januar 2020 kl. 14:27Hej Signe, jeg plejer at give dem 8-10 minutter i muffinsforme. God fornøjelse, det lyder som en lækker dessert :) Kh AC Svar   Katja skrev:16. januar 2020 kl. 09:16Sønnemand bliver 9 år lige straks og han vil gerne have chokoladekage, så denne opskrift skal selvfølgelig prøves. Der skal laves to stk, da vi er en stor (kageglad) familie. Jeg tænkte på at lave en børne- og en voksenudgave. Altså en med og en uden kaffe. Mon kaffe/kokosglasuren kunne bruges til denne kage? ? Svar Ann-Christine skrev:16. januar 2020 kl. 10:16Det synes jeg ihvertfald lyder super lækkert! Lad mig endelig høre hvordan det bliver ♡ God fornøjelse og tillykke med ham :) Kh AC Svar   Lena skrev:18. januar 2020 kl. 17:59Udover at have forelsket mig i chokoladekagen – som smager virkelig godt! – så har jeg også forelsket mig i din urtepotteskjuler bag dig til venstre i videoen. Den vil passe rigtig godt på min køkkenhylde. Hvad mærke er den? Svar Ann-Christine skrev:19. januar 2020 kl. 08:23Den er jo virkelig også skøn – chokoladekagen :) Urtepotteskjuleren er fra Ikea og jeg synes også den er virkelig fin og praktisk Kh AC Svar   Chris skrev:25. januar 2020 kl. 14:29Tak for endnu en inspirerende – og vanedannende :-D – opskrift KH Chris Svar Ann-Christine skrev:26. januar 2020 kl. 16:27Tusind tak :) Kh AC Svar   Conny skrev:10. februar 2020 kl. 19:37Brugte din opskrift, tilsatte en lille portion chokoladeganache jeg havde tilovers og brugte 1 dl. Den blev fin bagt i bunden, sprød på toppen og lidt blævret midt i. Det blev en meget lækker kage. Men din opskrift skal jeg helt sikkert prøve i den rene form. Svar Charlotte skrev:2. marts 2020 kl. 10:28Hej, tak for den bedste chokoladekage opskrift. Enig i at den minder om Emmerys. Der laver de noget hvid chokolade krymmel. Har du noget bud på hvordan de laver det? Det virker som hvide chokoladeknapper, der på en eller anden måde er ristede?  Jeg skal lave kagen her til ca. 35 mennesker. Planlægger at lave den i bradepande og tredobbelt portion. Tror du det passer det bedst med tre portioner i bradepande eller to i bradepande og en ekstra ved siden af? Taaak :) Charlotte Svar Ann-Christine skrev:2. marts 2020 kl. 20:40Hej Charlotte Jeg kan slet ikke huske hvornår jeg sidst har smagt en af deres kager, så skal ikke helt kunne sige hvordan med den hvide chokolade i deres … Til en bradepande vil jeg lave 3 x portionen. Rigtig god fornøjelse og tusind tak for din søde hilsen Kh AC Svar Charlotte skrev:4. marts 2020 kl. 15:03Tak for svar :) Svar     josephine skrev:16. marts 2020 kl. 14:08Jeg lavede denne i går, havde kun Kærgården og ikke alm. smør, så jeg prøvede at bruge det. Jeg puttede også lidt kakaopulver i, fordi jeg lige havde det ved hånden. Den blævrede en anelse da jeg tog den ud af ovnen, men havde dannet “skorpe” som på dit billede. Her til eftermiddag: NØØØØØJ …. Jeg er chokoladekage-bager, leder altid efter den perfekte opskrift men denne var PERFEKT og alt hvad jeg ledte efter! TUSIND tak for opskriften, den vil blive gemt og brugt fremover – dog med 3 spsk kakao og Kærgården, hihi! Hav en dejlig dag! Svar Ann-Christine skrev:17. marts 2020 kl. 09:23Hvor er det dejligt at høre! Tusind tak for din søde hilsen Kh AC Svar   Louise skrev:18. marts 2020 kl. 14:19Ville man kunne lave halv portion? Hvis man i disse tider ikke har til fuld? Svar Ann-Christine skrev:18. marts 2020 kl. 14:31Det kan du sagtens gøre :) Svar louise skrev:18. marts 2020 kl. 17:30Fedt! Tak! Er bagetiden den samme? ? Svar Ann-Christine skrev:19. marts 2020 kl. 11:09Du skal nok justere lidt ned i tid, men hold endelig øje med kagen og tag den ud mens den stadig føles lidt ubagt. Kh AC Svar       Signe skrev:16. april 2020 kl. 13:22Skal chokoladekagen på køl i løbet af dagen og de næste par dage? Eller har den bedst af at stå indpakket på køkkenbordet? :-) Svar Ann-Christine skrev:17. april 2020 kl. 07:35Den kan fint klare begge dele. Hvis du har plads i køleskabet, så sæt den gerne på køl og tag den ud 2 timer før servering Kh AC Svar   Lykke skrev:27. juli 2020 kl. 19:45Åh, der er mange kommentarer til denne opskrift, så kunne ikke helt overskue at læse dem alle, men håber du vil svare på ét mere ☺️  Hvor mange dage før kan den bages? Eller kan den fryses og hvordan skal den i så fald håndteres inden servering?  Min datter ønsker sig brændende en chokolade-kage, der ligner en enhjørning (selvfølgelig?) til sin fødselsdag. Har du et godt bud på en form for hvid creme jeg kunne smøre den op med og farve til manke osv.? Flødeskum er ikke et hit, men tænkte om man kunne lave noget ostecreme af en art? Eller har du andre gode idéer? ☺️ På forhånd tak – og tak for alle dine gode opskrifter. Vi er fan herhjemme ?✨ Svar Ann-Christine skrev:28. juli 2020 kl. 14:21Hej Lykke Den skal gerne bages 1-2 dage før servering og du kan evt smøre den op med en hvid chokolade frosting Rigtig god fornøjese og tillykke med din datters fødselsdag ♡ Kh Ann-Christine Svar Lykke skrev:29. juli 2020 kl. 12:45Uhm… det lyder lækkert ??? og tak ??☺️ Tror du jeg kan bruge pastafarver i frostingen som jeg laver manke osv. med, uden at farverne flyder sammen? Tænker at jeg kunne pynte om formiddagen (den skal spises om eftermiddagen) og holde den på køl? ☺️ Svar Ann-Christine skrev:30. juli 2020 kl. 14:58Ja, det kan du fint, for pastafarver fortynder ikke frostningen. Du skal være hjertelig velkommen til at dele et billede af den fine kage på Valdemarsro Facebooksiden eller tagge mig på instagram, hvis du har lyst – er jo helt nysgerrig efter at se den :) Rigtig god fornøjelse med den Kh Ann-Christine Svar       Henrik skrev:4. september 2020 kl. 19:12Hvordan køler du den ned? Regner med at lade den stå til dagen efter, men skal den i køleskab, i en frysepose og så på bordet eller evt. i svaleskab? Svar Ann-Christine skrev:6. september 2020 kl. 12:38Hej Henrik, Det kommer lidt an på hvor varmt der er, men jeg plejer at enten sætte den på køl eller lade den stå i et lidt køligt rum ved 17-19 grader. Kh AC Svar   Tina skrev:15. september 2020 kl. 17:18Hej Ann-Christine Jeg bruger ofte dine opskrifter og succesraten er høj :) Tusind tak. Min søn skal konfirmeres lørdag den 26. sep og vil gerne have et dessertbord med chokoladekage (svampet), hindbær sorbet (og andre søde sager) Mit spørgsmål går på: er det bedst at lave chokoladekagen om torsdagen inden, eller kan jeg allerede nu bage de 4 portioner, lade stå 2 dage og så fryse? hvordan får jeg det bedste resultat. Hvis det er lige godt at fryse, så vil det jo være skønt, at bage kagerne nu. Jeg vil også selv lave hindbær sorbet efter din opskrift:) Svar Ann-Christine skrev:18. september 2020 kl. 11:00Hej Tina, Du kan sagtens fryse den, så det vil være helt fint at gøre det. Rigtig god fornøjelse og stort tillykke med din søn. Jeg håber I får en skøn dag og hvor lyder det dessertbord lækkert ♡ Kh Ann-Christine Svar   Lene skrev:8. oktober 2020 kl. 06:30Hej Louise. Jeg bagte den i går aftes. Den fik 22 min. Den ser mega lækker ud her til morgen, men den ser samtidig stadig ikke helt færdigbagt ud? Kan den komme ind i ovnen igen? Eller det chokoladen som gør, at den er lidt “flydende”. Jeg har ikke puttet noget Expresso shot i, men der er vel ikke derfor at den stadig ikke ser helt færdigbagt ud?  Jeg glæder mig til at servere den til mine kollegaer i morgen, samtidig med at jeg er lidt bekymret for om den ikke er bag færdig? Svar Ann-Christine skrev:8. oktober 2020 kl. 13:21Hej Lene, Prøv at sætte den på køl i dag, så tror jeg den er skøn og lækker til i morgen. Kh AC Svar   Kirsten johansen skrev:14. oktober 2020 kl. 18:08Hej Ann-Christine Jeg er lidt i tvivl om hvor ubagt kagen skal føles, er det sådan at den blævrer lidt i formen når man tar den ud af ovnen Mvh Kirsten Svar Ann-Christine skrev:16. oktober 2020 kl. 16:32Hej Kirsten, den skal gerne føles lidt ubagt og ‘blævre lidt’ når du tager den ud. Den sætter sig til næste dag. Sæt den evt på køl natten over. Kh AC Svar   Anja skrev:22. februar 2021 kl. 21:39Hej Ann-Christine, Kan man bruge mandelmel i stedet for hvedemel? Mvh Anja Svar Anja skrev:28. februar 2021 kl. 20:06Endte med halvt af hver, prøver med ren mandelmel næste gang jeg skal bage kagen. Serverede den som dessert med vaniljeis og hindbær coulis. Det var en stor succes. Svar Ann-Christine skrev:1. marts 2021 kl. 11:10Hvor er det dejligt at høre! Tusind tak for din søde tilbagemelding på opskriften Kh Ann-Christine Svar     Kalle Joensen skrev:10. marts 2021 kl. 14:17Fantastisk opskrift! Den er svampet og fyldig, uden at være for tung som en brownie. Jeg bruger den HVER gang jeg skal lave chokoladekage. Både privat, og på jobbet hvor jeg er kantine kok. Jeg plejer at være lidt kreativ og tilføje nødder, eller toppe den med cream cheese og bær, eller hvid chokolade. Uanset hvad, så holder den ALTID 100%. Tak for en dejlig opskrift, den kan varmt anbefales 👌 Svar Ann-Christine skrev:10. marts 2021 kl. 15:06Hvor er det dejligt at høre. Tusind tak for din søde hilsen og tilbagemelding på opskriften ♡ Kh Ann-Christine Svar   Nicoline skrev:6. maj 2021 kl. 18:18Hvis man bager dobbelt opskrift, hvilken form anbefaler du så? Jeg har tænkt mig at lave din salt karamel op putte oven på, Skal jeg lave dobbelt af den eller? Glæder mig til at prøve kagen:-) Svar Mathilde Holmstrøm skrev:8. maj 2021 kl. 10:05Hej. Super lækkert opskrift – men jeg har allerede givet min 2×10 ekstra?? Den er heeelt flydende stadig…. Håber det er fint den blot får ekstra tid 🤞 Svar Ann-Christine skrev:8. maj 2021 kl. 12:05Jeg tror ikke du skal give den længere tid nu, du risikere blot at den bliver tør og kedelig.  – tag den i stedet ud af ovnen, sæt den i køleskabet til i morgen og så sætter den sig og bliver smovset og lækker. Kh Ann-Christine Svar   Casper Prehn skrev:11. maj 2021 kl. 17:31Er det ikke “bare” en Gateau Marcel uden chokolademousse på toppen? Svar Ann-Christine skrev:11. maj 2021 kl. 18:41De to kager er i samme boldgade, ja – men i min Gateau Marcel er målene lidt anderledes, der er ikke kaffe i osv. Kh Ann-Christine Svar   Camilla skrev:23. juni 2021 kl. 13:07Er det muligt at lave kagen og spise den samme dag – altså uden at lade den trække i 1-2dage. Eller vil kagen smage ubagt? Vh Camilla:) Svar Ann-Christine skrev:23. juni 2021 kl. 17:43Ja, det er bestemt muligt og det smager dejligt! Men den når ikke at sætte sig og vil nok føles lidt ala en chokoladefondant, hvilket jo bestemt heller ikke er spor tosset ;) God fornøjelse Kh Ann-Christine Svar   Sara skrev:29. juni 2021 kl. 19:50Jeg har tænkt mig at servere kagen til en stor fest og vil derfor bage en masse i forvejen og fryse dem ned.  Hvis den skal fryses vil du så anbefale at den fryses ned når den er afkølet og tages ud 1-2 dage før servering eller vil du lade den stå i køleskab natten over før du fryser den? (Kan se du anbefaler at den bages 1-2 dage før servering)  Den ser virkelig lækker ud – er sikker på den bliver et hit til festen :-) Svar Ann-Christine skrev:30. juni 2021 kl. 15:12Jeg ville lade den køle helt af og derefter fryse den. Tag den ud af fryseren dagen før og lad den tø langsomt op i køleskabet, så er den skøn til servering. Rigtig god fornøjelse Kh Ann-Christine Svar   Iben Hansen skrev:3. august 2021 kl. 14:38Hejsa,- kan kagen fryses? 😀 Svar Iben Hansen skrev:3. august 2021 kl. 14:39Ups,- kan se svaret ovenfor 😀👍🏻 Svar   Miriam skrev:13. december 2021 kl. 17:50Hej! Vi er i gang med at bage kagen, men kan ikke helt få bagetiden til at passe, vi har fulgt anvisningerne, og vores runde bageform er præcis 22 cm i diameter, hvordan kan det være kagen stadig er løbende inden i? Bageplade hilsner, Miriam Svar Ann-Christine skrev:14. december 2021 kl. 09:04Hej Miriam, Kagen skal være ubagt i midten, den sætter sig til dagen efter i køleskabet. Men når det er sagt, så er bagetid altid vejledende og ikke et fakta ;) – så man skal justere til efter egen ovn og bagetid kan sagtens fra ovn til ovn variere en hel del, uden at der er noget galt med hverken ovn, kokken i køkkenet eller opskriften. Vær dog endelig opmærksom på ikke at give denne kage for meget, for så bliver den tør og kedelig. Den skal føles ubagt og en anelse flydende i midten, så er den færdig. Kh Ann-Christine Svar   Karin Bech skrev:16. december 2021 kl. 20:04Kan den bruges som bund i en moussekage?  Svar Ann-Christine skrev:17. december 2021 kl. 13:30Ja, det kan den sagtens :) Rigtig god fornøjelse Kh Ann-Christine Svar   Troels Lemvig skrev:11. januar 2022 kl. 10:44“Tag gryden med smør af varmen og rør chokolade og lidt kaffe i gryden. Rør det godt igennem til chokoladen er smeltet og det er helt ensartet.” Jeg kan ikke smelte chokoladen når gryden er taget af varmen ? Mvh. Troels Lemvig Svar Ann-Christine skrev:12. januar 2022 kl. 11:11Hej Troels, Jeg har selv lige bagt denne kage i dag :) Det oplever jeg ikke som et problem, da chokoladen smelter ved 40 grader. Hvis det ikke lykkedes, så hav blot gryden til at stå på laveste varme, mens du rører chokoladen ud i smørret. Rigtig god fornøjelse Kh Ann-Christine Svar   Sofie skrev:22. marts 2022 kl. 08:07Hej, Det lyder simpelthen som en lækker kage! Men jeg har lige et spørgsmål: Jeg er i den situation, at min ovn ikke har varmluft. Så jeg har kun konventionel ovn. Skal jeg gøre noget anderledes ift ovnens temperatur eller bagetid? Svar Ann-Christine skrev:22. marts 2022 kl. 10:32Hej Sofie Jeg har skrevet helt generelt om temperatur på alm ovn vs varmluft her: https://www.valdemarsro.dk/ofte-stillede-spoergsmaal-til-valdemarsro-opskrifter/ Rigtig god fornøjelse med den lækre kage :) Kh Ann-Christine Svar   Anja skrev:24. marts 2022 kl. 11:23Hej  Ann-Christine Jeg vil høre om jeg kan bruge et fad til at bage kagen i, i stedfor en springform? Målene er 32 cm lang brede 25 cm eller Skal jeg gange kagen op til 2 gange? Mvh Anja Svar Ann-Christine skrev:24. marts 2022 kl. 15:16Hej Anja, Du kan bruge denne omregner: https://www.valdemarsro.dk/beregning-fra-en-bageform-til-en-anden-bageform/ God fornøjelse Kh Ann-Christine Svar   Lea skrev:16. juni 2022 kl. 21:22Hej AC, hvad mener du med bagepapir i bunden af springformen i denne opskrift? Er det hele formen der er foret med bagepapir, eller klipper jeg en cirkel ud og lægger i bunden bare? Tak, Vh Lea Svar Ann-Christine skrev:21. juni 2022 kl. 09:08Hej Lea Jeg tager bunden af springformen, lægger bagepapiret over bunden og sætter derefter springformen ned over bunden med bagepapir, så bliver bagepapiret klemt fast og sidder helt glat og fint i bunden af springformen. Jeg klipper ikke bagepapiret i en cirkel, men du kan fint dele bagepapiret i to, og gemme det andet stykke til næste gang. Kh Ann-Christine Svar   Tina skrev:4. september 2022 kl. 14:09Jeg er stor fan af dine opskrifter, de virker bare og er altid drøn lækre! Men lige denne er altså slået fejl. Jeg forlængede bage tiden af flere omgange, tog den ud da den havde gået 40 minutter og tænkte at nu måtte det være nok. Men den er bare stadig HELT flydende  Svar Ann-Christine skrev:4. september 2022 kl. 17:28Tusind tak for din søde hilsen og kompliment, det er jeg glad for at høre :) Denne kage skal føles ubagt når den er færdig. Den sætter sig til næste dag i køleskabet (chokoladen og smørret stivner igen på køl) og den bliver SÅ lækker smovset og saftig i krummen. Hvis du giver den for meget, så den føles færdigbagt og fast, så bliver den tør og kedelig. Jeg har bagt den utallige gange, jeg ved at opskriften holder, når kagen som beskrevet i opskriften er kølet af til næste dag :) Rigtig god fornøjelse Kh Ann-Christine Svar   Søren skrev:23. september 2022 kl. 20:41Da vi får gæster at en som ej tåler mejeriprodukter, (smør) kan det så tænkes at man kan udskifte de 200gr smør med 2 dl neutral olie ??? Svar Ann-Christine skrev:26. september 2022 kl. 16:44Jeg vil anbefale at vælge en anden kage eller dessert – tricket ved denne kage er nemlig netop at smør og chokoladen sætter sig på køl til næste dag og det gør olie ikke. Kh Ann-Christine Svar   Ulla skrev:2. november 2022 kl. 22:35Kære Ann-Christine. Jeg har tidligere lavet denne kage til 8 perosner, hvor jeg bagte den i en sprigform på 20 cm, og gav den den tid som er beskrevet i opskrften. Hvis jeg skal bage den til 14-16 mennesker og anveder samme springform, hvor meget vil du skønne at den skal have i ovnen? På forhånd tak. Hilsen Ulla Svar Ann-Christine skrev:7. november 2022 kl. 15:30Jeg vil mene den bliver for uens bagt – for blød i midten og for bagt i kanten. Så det er bedst at bruge en større form, der svarer bedre til opskriftens mængde. Rigtig god fornøjelse Kh Ann-Christine Svar Ulla skrev:16. november 2022 kl. 22:24Tak for svar 😀 jeg har fundet en form der er 26×36, og ifølge din beregner skal jeg så give den 2,98 gange længere tid.  Lyder det rigtigt- altså at den skal have 30 min som beskrevet i opskrift til 16 pers. x 3 = 90 minutter. Det er allivel rimeli lang tid? 😀 Svar Ann-Christine skrev:21. november 2022 kl. 10:05Hej Ulla Beregneren siger ikke noget om tid, kun formens størrelse. Du skal nok justere en smule til med tiden ift min opskrift, men max omkring 20 % og vigtigst af alt holde øje med kagen i ovnen og særligt med denne kage være opmærksom på at den ikke skal være gennembagt. Rigtig god fornøjelse Kh Ann-Christine Svar       Camilla skrev:15. november 2022 kl. 13:26Hvor høj bliver kagen sådan cirka? :) Svar Ann-Christine skrev:21. november 2022 kl. 09:52Har ikke målt, så det bliver et cirkamål efter hukommelsen … omkring 6-7 cm vil jeg tro Rigtig god fornøjelse Kh Ann-Christine Svar   Unn Høje skrev:22. november 2022 kl. 20:18Kære Ann-christine. Jeg tænkte, hvis man tilsatte lidt afdryppede Amarenakirsebær, skulle melmængden så øges lidt? Kh Unn Svar Ann-Christine skrev:23. november 2022 kl. 13:39Uhmm, det lyder super lækkert! Jeg tror det kan være en god ide at komme blot 10 gram ekstra hvedemel i, med amarenakirsebær. Lad mig endelig høre hvordan det bliver :) Rigtig god fornøjelse Kh Ann-Christine Svar   Tommy skrev:1. januar 2023 kl. 20:41Den er perfekt! Svar Ann-Christine skrev:4. januar 2023 kl. 17:14Tusind tak :) Kh Ann-Christine Svar   Annette Juul Gade skrev:29. januar 2023 kl. 21:18Uha.. den var godt Bagte en dobbelt portion med hvid chokolade creme. 140 g. Mel og lidt over 500 g. Chokolade. Det er noget som rykker😃. Det passede med 3 tærteforme til 3 familier. Svar Christina skrev:4. februar 2023 kl. 07:38Hej Jeg står og skal bage en lækker chokoladekage til et kobberbryllup om et par dage og denne lyder fantastisk! Planen er at smøre den med cream cheese frosting da der skal et sukkerprint på toppen. Vil frosting fungere med denne kage (vanille)? Eller er der en anden opskrift jeg bør gå med i stedet? Jeg er også virkelig i tvivl om hvor mange gange jeg skal gange den op selvom jeg har brugt din beregner :-) Den skal bages i en bradepande med målene 35x43x4cm Og hvordan ved jeg om kagen har bagt nok? 😅 Pft for din hjælp i sidste øjeblik😊 Svar Ann-Christine skrev:6. februar 2023 kl. 17:25Hej Christina jeg vil anbefale at prøvebage den først til dig selv, for den er vidunderlig (synes jeg) men jeg synes ikke den vil fungere så godt med sukkerprint og frosting. Der tror jeg hellere at jeg ville bruge chokoladekagen i denne opskrift: https://www.valdemarsro.dk/talkage/ – det er mere en ‘klassisk chokoladekage’ og lidt mere luftig, men det er selvfølgelig 100% smag og behag, så du må endelig gøre det du har mest lyst til :) Kh Ann-Christine Svar   Line skrev:14. februar 2023 kl. 17:39Lækker opskrift.. Det er vores kage i familien, da den både kan bages med laktosefri og glutenfri ves hjælp af rismel. Dog er det 50/50, hvordan den ender. Nogle gange kommer der en omelet i bunden, andre gange er den perfekt. Chokolade og smør smelter jeg sammen og køler helt ned. Chokolademasse og æggemasse blander jeg forsigtigt med dejskraber. Jeg synes, at jeg gør det ens hver gang. Hvad gør jeg mon galt? 🤷‍♀️ Svar Ann-Christine skrev:16. februar 2023 kl. 18:33Hej Line Mange tak for din søde hilsen, det er dejligt at høre :) Jeg køler ikke selv chokolademassen ned, inden jeg blander den i æggene – men den er heller ikke varmere end omkring 60-70 grader, når jeg blander den i og jeg har aldrig oplevet at den skiller. Mon ikke det lykkedes bedre, hvis du blander den lune chokolade/smør blanding i æggene. Det vil jeg næsten tro, men jeg tør ikke sige om rismelet gør en forskel, det tror jeg dog ikke når den lykkedes 50 % af gangene :) Kh Ann-Christine Svar   Charlotte P. skrev:15. marts 2023 kl. 15:19Opskriften ser virkelig god ud, så den vil jeg prøve. Og så skal du have ros for din form-størrelse-beregner, et godt redskab. Iøvrigt hedder det kræse, ikke kredse. Man kan kredse som katten om den varme grød. Men når man vil forkæle nogen, så kræser man om dem. Svar Ann-Christine skrev:17. marts 2023 kl. 10:23Hej Charlotte Tusind tak, jeg er rigtig glad for at du har glæde af beregneren :) Rigtig god fornøjelse med kagen og bagningen. God weekend :) Kh Ann-Christine Svar   Isabella skrev:18. september 2023 kl. 17:22Hej, jeg skal bage en kage til 29 mennesker men kan kun til 20 personer hvad gør jeg? Svar Ann-Christine skrev:18. september 2023 kl. 17:49Beregning går desværre kun til 20 pers, men du kan lave to beregninger (20 pers + 8 eller 10 pers) og lægge de to sammen. Rigtig god fornøjelse Kh Ann-Christine Svar         Skriv en kommentar  Har du spørgsmål til opskriften, kan du finde de fleste svar her: Oftest stillede spørgsmål til Valdemarsro opskrifter >>   Annuller svar                        Din emailadresse vil ikke blive offentliggjort.  Send     Δ           Jeg hedder Ann-Christine, er mor til Julie og Johan og er gift med Martin.   Jeg elsker at udvikle og finde på lækre og velsmagende opskrifter, som jeg deler med jer her på Valdemarsro, i mine kogebøger og i Valdemarsro madplaner Det er mig, der tager billederne til Valdemarsro og så deler jeg indimellem også boganbefalinger, tips til havearbejde og indlæg om min have, rejseguides fra vores rejser og andre små skønne ting. Hvis du har lyst kan du læse mere Om Valdemarsro her ...                             SPAR TID  –  SPAR PENGE UNDGÅ MADSPILD SPIS GODT OG VARIERET  MED MADPLAN FRA VALDEMARSRO  Nye lækre madplaner hver uge Smart og tidssparende indkøbsseddel Din egen favoritside Filtrering på allergener fx gluten og laktose Slip for reklame og annoncer Adgang både i Valdemarsro app og på hjemmesiden  >> Få Valdemarsro madplan her <<          Køb kogebogen her   Tilmeld dig Valdemarsro nyhedsbrev   Ugentligt inspiration til sæsonaktuelle opskrifter.       Samtykke til at modtage nyhedsbrevet kan til enhver tid trækkes tilbage, læs mere her Leave this field empty if you're human:       SE ALLE KOGEBØGER HER           ×   Vælg antal   1 pers. 2 pers. 3 pers. 4 pers. 5 pers. 6 pers. 7 pers. 8 pers. 9 pers. 10 pers. 12 pers. 14 pers. 16 pers. 18 pers. 20 pers.      OK         Tilmeld dig Valdemarsro nyhedsbrev    Ugentligt inspiration til sæsonaktuelle opskrifter.       Samtykke til at modtage nyhedsbrevet kan til enhver tid trækkes tilbage, læs mere her Leave this field empty if you're human:             Handelsbetingelser Personoplysninger og cookies Job hos Valdemarsro Kontakt          ×   Valdemarsro Premium Har du ikke Premium?  Få Premium            Log på   Glemt adgangskode?   Indtast din email, så sender vi dig et link hvor du kan ændre dit password.     Send link   Log på               ▲ Til toppen  "}