{"id": "Chokoladekage opskrift  Verdens bedste og nemmeste", "contents": "                                               Chokoladekage opskrift — Verdens bedste og nemmeste! | SPIS BEDRE          SPIS BEDRENavigationOpskrifterVideoMadplanerTemaerArtiklerOmregnerNyhedsbrevAbonnementChokoladekageEn klassisk chokoladekage er utroligt nem at lave! Der skal faktisk ikke engang chokolade i, men derimod kakaopulver. Det gør chokoladekagen dejligt let og luftig. 0-30 min.Føj til samlingGem(5)Bedøm opskriftMay 6, 2022 af Christine Bille NielsenFoto: Carina Krüger Ingredienser personer Udstyr 1 bradepande på ca. 22 x 32 cm Sådan gør du IngredienserSådan gør duNæringsindholdAllergenerKostretningBedøm denne opskriftVælg det ønskede antal stjernerDu gav 0 stjernerGiv 0 stjernerÆndre til 0 stjernerSÅDAN LAVER DU DEN BEDSTE CHOKOLADEKAGEI mange chokoladekager er der faktisk ikke engang chokolade, men derimod kakaopulver. Det gør kagen dejligt let og luftig, og så gør det jo ikke noget, at den er supernem at lave! Herunder har vi samlet en masse gode tips til den perfekte chokoladekage.Nem chokoladekage i bradepandeKlassisk chokoladekage er nok en af den nemmeste og mest populære bradepandekager, man kan bage. Og det forstår vi egentlig godt! Det er nemlig en supernem kage at bage, uanset om du blot skal have lidt sødt til eftermiddagskaffen, have kage med i skole eller på arbejde eller bruge en nem dessert til dine gæster.Den simple bradepandekage med kakao er perfekt, når der skal laves kage til mange, og går derfor også under navnet klassens time-kage. Opskriften på chokoladekage kan dog også bruges til en nem dessert, der er et sikkert hit hver gang. Det er nemlig en sikker vinder blandt både store og små, og hvis du serverer chokoladekagen med vaniljeis og friske bær tager du den lige et niveau op.I denne opskrift bages chokoladekagen i en bradepande på 22 x 32 cm, men har du en større form, kan opskriften sagtens dobles op og bages i en større bradepande. Du kan også bage chokoladekage i muffinforme, som er ideelt, hvis kagen skal deles ud eller med på picnic. Hvis du bager en større portion kage i bradepande eller deler dejen ud i mindre forme, skal du blot huske at justere bagetiden. Chokoladekagen skal bage i længere tid, hvis du fordobler portionen til en stor bradepande, mens den skal bage i kortere tid, hvis du laver chokoladekage-muffins.Den perfekte, svampede chokoladekageVi har nok alle fået serveret en tør chokoladekage i klassens time, men den skal altså ikke kaste dårligt lys over en nem chokoladekage. Med denne opskrift får du nemlig en luftig og svampet chokoladekage, som ingen vil være kede af at spise.En god chokoladekage skal være blød, svampet og fyldt med smag, hvilket denne nemme chokoladekage er. I opskriften bruges mælk, og du kan selv vælge, hvilken slags det skal være. Helt almindelig minimælk kan sagtens bruges, men vil du have en ekstra svampet chokoladekage, kan du også bruge kærnemælk eller sødmælk. Mælken kan også erstattes af kogende vand, hvis du ikke har mælk.Vil du give kagen et tvist, kan du også erstatte mælken med kaffe, som giver både god smag og dejlig saftighed. Du kan også prøve med f.eks. appelsinjuice i chokoladekage. Appelsinsaften giver en saftig kage og let frugtig smag, som går godt til chokoladen. Chokoladekage med kakao eller chokoladePå trods af at der indgår chokolade i navnet, er de fleste opskrifter på chokoladekage med kakao. Det gør dem ekstra luftige og nemme at lave. Kakaoen giver en intens, let bitter chokoladesmag, som kompenseres af godt med sukker, så du får den helt rigtige chokoladekage-smag. Vil du gerne lave chokoladekagen med ægte chokolade, kan du sagtens smelte 100 g chokolade og tilsætte til dejen – i så fald kan du halvere mængden af kakaopulver. Den smeltede chokolade giver kagen en mere sød, fed og rund smag. Kagen bliver også mere snasket og dessert-agtig.Giv chokoladekagen ekstra god smagDen helt simple og nemme opskrift på chokoladekage er rigtig lækker i sig selv, men den klassiske kage kan også nemt piftes op med lidt fyld og topping, hvis den skal serveres i lidt festligere lag. Få inspiration til festlig pynt i videoen længere oppe. Herunder kommer vi med forslag til forskellige smagsvarianter.Skal kagen have ekstra lækker chokoladesmag, kan du tilsætte chokoladestykker til dejen. Vend lidt hakket chokolade eller chokoladeknapper i dejen, eller drys dem på toppen af kagen, inden den bages.Prøv også at blande hakkede nødder i chokoladekagen for et dejligt, sprødt crunch i den svampede kage. Hasselnødder eller valnødder er et hit i chokoladekager, men prøv også hakkede mandler, peanuts, pekan- eller pistacienødder.Man serverer ofte chokoladekage med friske bær, men man kan faktisk også bage frugter og bær ind i chokoladekagen. Den søde, friske frugt spiller nemlig godt op imod den mørke kakaosmag, og så er frugtens væske med til at gøre chokoladekagen ekstra svampet.Pære og chokolade eller chokolade og appelsin er f.eks. klassiske smagskombinationer, som sagtens kan bages sammen i en chokoladekage. Du kan også friske en lidt tung chokoladekage op med syrlige bær som hindbær, brombær eller solbær.Glasur til chokoladekageHer i opskriften pyntes chokoladekagen med kakaoglasur og krymmel, men du kan også lave en simpel hvid glasur af flormelis og kogende vand som herunder.Skal chokoladekagen tage sig ekstra godt ud, kan du give den gas med toppingen og pynte med cremer, som smørcreme eller flødecreme, karamelsauce, chokoladeganache, hakket chokolade, slik eller friske bær. Det er kun fantasien, der sætter grænser! Du kan også lave chokoladekage med kokostopping, bedre kendt som ”Den du ved nok”-kagen.Hvor længe kan chokoladekage holde sig?Bager du en god, svampet chokoladekage som denne, kan kagen holde sig i 5-6 dage. Pak den ind i en plastikpose eller opbevar den i en lufttæt beholder. Kagen holder sig fint ved stuetemperatur eller lidt køligere, men den skal ikke i køleskabet, da du risikerer, at kagen bliver tør.Den gode holdbarhed er noget af, der gør dette til en nem opskrift på chokoladekage, da kagen sagtens kan bages dagen før, den skal spises.Kan chokoladekage fryses?Du kan sagtens fryse chokoladekagen ned og tage den op, hvis du pludselig får gæster til eftermiddagskaffe eller blot har brug for at forkæle dig selv efter en lang dag. Chokoladekage er en af de kager, der holder sig godt på frys og stadig er svampet, når den spises senere.Du kan derfor også sagtens bage en dobbeltportion, når du alligevel er i gang eller bage en chokoladekage på forhånd, som fryses ned og er klar til enhver kageanledning.  Skær gerne kagen ud, inden den fryses, så du nemt kan fiske et stykke chokoladekage frem fra fryseren, når lækkersulten melder sig.Chokoladekagen skal helst fryses uden topping, da du risikerer, at de mælkebaserede toppings skiller eller bliver dårlige. Nogle toppings kan godt klare en tur i fryseren, men de bliver lidt kedelige, når kagen tøs op igen.Selve chokoladekagen holder sig dejlig svampet, når den fryses uden topping, og hvis du venter med at pynte den med glasur, creme eller bær, til den tages op og skal spises, er det hverken til at se eller smage, at den ikke er nybagt!Hvis du ikke har plads i fryseren, kan eventuelle rester af chokoladekage også bruges til at lave lækre, hjemmelavede romkugler.Forskellige udgaver af chokoladekageDer findes et vælg af opskrifter på chokoladekage, og selvom den nemme chokoladekage er en klassiker, findes den i mange variationer. De fleste opskrifter på chokoladekage ligner hinanden meget, men det er et kagenavn, der dækker over et ret bredt spektrum. Når vi taler om chokoladekage, kan det nemlig være alt fra den klassiske bradepandekage til den franske Gateau Marcel.Ovenfor finder du opskriften på en nem chokoladekage i bradepande, som nok er en af de mest klassiske og populære kager. Men chokoladekage kan også komme i helt andre udgaver.Nogen vil mene, at Gateau Marcel er chokoladekagen over dem alle. Navnet på kagen var oprindeligt gateau chocolat, som simpelthen blot betyder chokoladekage på fransk. Ophavsmanden til kagen er den dansk-franske kok, Michel Michaud, som også introducerede den i Danmark under navnet Gateau Marcel til ære for hans ven, som han opfandt kagen med. Gateau Marcel er en chokoladekage uden mel, hvor kun den ene halvdel af dejen bages og den anden lægges ovenpå som en blød mousse.Måske har du også hørt om den svenske udgave af chokoladekagen, en såkaldt kladdkaka? Ligesom mange klassiske chokoladekager indeholder opskriften på kladdkage smør, æg, sukker og mel, og så laves den også med kakaopulver, som den danske chokoladekage. Forskellen på den danske og den svenske chokoladekage er bagetiden. Svensk kladdkaka bages nemlig i kortere tid end chokoladekage, da det er meningen, at den skal være lidt ubagt i midten.Sidst men ikke mindst, er der brownien. Brownie og chokoladekage bruges ofte i flæng om den samme type kage, men opskrifterne er ikke helt ens. Læs mere nedenfor.Chokoladekage eller brownie – hvad er forskellen?Opskrifter på chokoladekage og brownie ligner hinanden meget, og de to kager kan være svære at skelne i både udseende og smag. Forskellen på chokoladekage og brownie findes i mængden af de forskellige ingredienser, som mel, sukker, smør og chokolade.Brownies har som regel mindre mel og mere kakao eller chokolade i dejen. Nogle brownieopskrifter indeholder også en større mængde fedtstof og æg. Den større mængde af våde, fede ingredienser og mindre mængde af tørre ingredienser, giver en tungere, tættere og mere snasket kage. Få vores bedste opskrift på brownie her.Chokoladekage har, sammenlignet med brownie, mere mel i dejen og laves oftest på en større mængde kakaopulver og mindre chokolade. Det betyder, at chokoladekagen bliver svampet, men også luftig og lettere i både krumme og smag.Der er heller ingen hævemidler, som bagepulver eller natron, i brownien. Det er kun æg, der får kagen til at hæve op. Denne forskel på chokoladekage og brownie kan derfor ses i højden på kagen, hvor den luftige chokoladekage hæver en del mere op, end den tætte brownie.Chokoladekagen har måske et ry for at blive tør og kedelig i sammenligning med brownien. Med den rette opskrift kan man dog nemt lave en luftig og svampet chokoladekage, der sagtens kan konkurrere med brownien. Måske du også kan li'  0-30 min.Chokoladekage med kaffe 0-30 min.Chokoladekage med rødbede 31-60 min.Chokoladekage med blåbærcreme 0-30 min.Sukkerfri chokoladekage 0-30 min.Chokoladekage med solbær 0-30 min.Chokoladekage med orangemarmelade 0-30 min.Chokoladekage med pærer 31-60 min.Chokoladekage med kaffemousseFølg os herUdgiver: Aller MediaAnsvarshavende mediechef: Iben RouwMail: redaktionen@spisbedre.dkKontakt|Annoncører|Køb abonnement|Ophavsret|Privatlivspolitik|Administrér samtykke© SPIS BEDRE 2023  "}