{"id": "Chokolade køkkenet - Peter Beier", "contents": "          Chokolade køkkenet                               CHOKOLADE   Bland din egen æske   SHIRETOKO   Årets julevarer 2023   Chokoladeæsker   Copper Collection   Silver Collection   Plantage-serie   Sæson chokolade     Black Week   WOC   WOC Refill   WOC Tins     Tins   Rene chokolader   Chokolade Plader   Pålægschokolade     Flødeboller   Chokolade drikke   Poser og kort   For Børn   Firmagaver   Julegaver   Oplevelser & gavekort   Personliggør din firmagave     Kend din PB-Chokolade     WORLD OF ICECREAM   Bestil is   Om vores is     CAFÉ   TAKE-AWAY   BOOK BORD     Gavekort   Events   Chokoladesmagning   is til særlige anledninger    Information  Forside   Shop   Om Peter Beier   Peter Beier   Vision & Mission   Kakaoplantage   Presse     Café / Booking   Events   Lej din egen Moët isvogn   Is og chokolade oplevelser   Lej din egen isdisk   Chokoladesmagning     Opskrifter   Opskrifter   Fastelavnsboller   TEBOLLE   Bananmuffin med chokolade   CUPCAKES   MACARONS   Brownie   Varm chokolade med ingefær   GATEAU MARCEL   COOKIES   CHOKOLADEHAVREGRØD   AZTEKERTÆRTE   CREME BRULÈE   BLONDIE   CHOCOLATESPREAD   CHOKOLADEVAFLER   SUND CHOKOLADE-AVOKADO MOUSSE   LUKSUS CHOKOLADE-KOKOS HAVREGRØD   CHAMPAGNETRØFFEL   A TRUE HUNTERS CHOCOLATE MOUSSE   ÆBLEKANEL TRØFFEL   Peter Beiers Chokoladekage   Peter Beiers Chokolade/Gorganzola sovs   CHOKOLADEDRESSING PALEOSTYLE   Kransekage   Surdejsboller       Kundeservice   Butikker   Kundeservice   Ledige stillinger   Gavekort vejledning   Handelsbetingelser   Betaling   Sponsorater   Garanti   Kontakt   Cookies     Kend din PB-chokolade           Forside   Shop   Om Peter Beier     Peter Beier   Vision & Mission   Kakaoplantage   Presse       Café / Booking   Events     Lej din egen Moët isvogn   Is og chokolade oplevelser   Lej din egen isdisk   Chokoladesmagning       Opskrifter     Opskrifter     Fastelavnsboller   TEBOLLE   Bananmuffin med chokolade   CUPCAKES   MACARONS   Brownie   Varm chokolade med ingefær   GATEAU MARCEL   COOKIES   CHOKOLADEHAVREGRØD   AZTEKERTÆRTE   CREME BRULÈE   BLONDIE   CHOCOLATESPREAD   CHOKOLADEVAFLER   SUND CHOKOLADE-AVOKADO MOUSSE   LUKSUS CHOKOLADE-KOKOS HAVREGRØD   CHAMPAGNETRØFFEL   A TRUE HUNTERS CHOCOLATE MOUSSE   ÆBLEKANEL TRØFFEL   Peter Beiers Chokoladekage   Peter Beiers Chokolade/Gorganzola sovs   CHOKOLADEDRESSING PALEOSTYLE   Kransekage   Surdejsboller           Kundeservice     Butikker   Kundeservice   Ledige stillinger   Gavekort vejledning   Handelsbetingelser   Betaling   Sponsorater   Garanti   Kontakt   Cookies       Kend din PB-chokolade                                             0                 Søg        CHOKOLADE   Bland din egen æske   SHIRETOKO   Årets julevarer 2023   Chokoladeæsker   Copper Collection   Silver Collection   Plantage-serie   Sæson chokolade     Black Week   WOC   WOC Refill   WOC Tins     Tins   Rene chokolader   Chokolade Plader   Pålægschokolade     Flødeboller   Chokolade drikke   Poser og kort   For Børn   Firmagaver   Julegaver   Oplevelser & gavekort   Personliggør din firmagave     Kend din PB-Chokolade     WORLD OF ICECREAM   Bestil is   Om vores is     CAFÉ   TAKE-AWAY   BOOK BORD     Gavekort   Events   Chokoladesmagning   is til særlige anledninger                    Det Søde Køkken  Vores chokolade er den perfekte råvare til de lækreste desserter, og derfor elsker vi hos Peter Beier Chokolade det søde køkken ! Vi har her kreeret de skønneste opskrifter - så alt du skal gøre er at   PETER BEIERS EGEN CHOKOLADEKAGE          INGREDIENSER   220 g 72% Sao Tomé mørk chokolade   220 g økologisk smør  275 g økologisk sukker 6 sammenpiskede økologiske æg  1 spsk mel  Kakaopulver      Fremgangsmåde:   Smøret smeltes i en gryde, og den hakkede chokolade tilsættes. Rør rundt i massen indtil chokoladen er smeltet. Gryden tages af varmen, og sukkeret røres i. Lad massen køle lidt af inden æggene røres i lidt ad gangen. Til sidst vendes melet i. Bages i en rund springform (ca.22 cm i diameter), foret med bagepapir, i ca 25 min ved 180 grader varmluft. Kagen vil virke ubagt, men den vil sætte sig efter en dag i køleskabet. For at opnå en lækker og blød konsistens er det vigtigt, at kagen bages dagen før, den skal spises.Inden servering sigtes kakaopulver i et tyndt lag over kagen. Pynt evt. med Peter Beiers kakaonibs eller Cosy Winter Wonders.   OBS! Melet kan udelades, hvis man ønsker en glutenfri udgave. Kagen bages blot et par minutter længere.            COOKIES      INGREDIENSER, ca. 10 stk.    120 g. sukker    140 g. farin    140 g. smør (stuetemperatur)    1 æg    240 g. hvedemel    1 tsk. bagepulver    1⁄2 tsk. natron    1 tsk. salt    1⁄2 tsk. vaniljeessens/ekstrakt (eller vaniljepulver)    200 stk. cacaofrugter (200g) Ghana 80% chokolade (hvis man ønsker dem  sødere anbefales Brazil 66% chokoladen)  Fremgangsmåde Rør sukker, farin og smør sammen til en ensartet masse.  Tilsæt æg og pisk igen.  Bland mel, bagepulver, natron, vaniliepulver og salt sammen i en anden skål  Tilsæt melblandingen lidt af gangen, mens der røres/piskes ved lav hastighed Vend til sidst chokolade i dejen og bland det hele godt i.  Kom dejen på køl i min. 1 time.  \tDel dejen i 10 nogenlunde lige store portioner og rul dem til kugler.  \tSæt kuglerne med god afstand i mellem på en bageplade beklædt med bagepapir . På en almindelig bageplade kan der ca. være 5 cookies.  \tBages midt i ovnen ved 175 grader i 16 minutter.  \t(15 min: let bløde, 16 min: almindelige, 17 min: sprøde)  \tTag cookies ud og lad dem afkøle på en bagerist med bagepapir.  \tOpbevares i en lufttæt beholder.         CHOKOLADEBOLLER     INGREDIENSER ca. 20 STK.    5 dl. lunkent vand    25 g. gær    2 æg    900 g. hvedemel    75 g. sukker    15 g. havsalt    75 g. blødt smør    200 stk. cacaofrugter (200 g.) Riverside 70%    1 sammenpisket æg til pensling  \t  Fremgangsmåde Hæld lunkent vand i en skål og rør gæren ud heri.  Tilsæt hvedemel, sukker og salt og ælt det godt sammen. Ælt det bløde smør ind i dejen, og når smørret er blevet æltet ud i dejen, tilsættes chokoladen.  Ælt yderligere 1-2 min. og lad dejen hæve på køkkenbordet i ca. 2 timer.  Vend dejen ud på et melet bord og del den i 2 stykker, som hver trilles til en pølse. Del hver pølse i 10 stykker og form dem til runde boller. Sæt bollerne på en bageplade med bagepapir og lad dem hæve til dobbelt størrelse – det tager ca. 2 timer.  Pensl bollerne med sammenpisket æg og bag dem ved 220 grader i ca. 10-12 minutter. Severes lune.  TIP! Chokoladebollerne kan fryses ned og lunes i ovnen eller ristes på brødristeren ved servering.    \t       BROWNIE       INGREDIENSER 1 Bradebande   750 stk. cacaofrugter (750 g.) Ecuador 70%    400 g. smør    15 æg    1140 g. sukker    195 g. mel    1⁄2 tsk. bagepulver    1⁄2 tsk. havsalt    6 spsk. kakaopulver    100 g. valnødder    150 g. kakaonibs  Fremgangsmåde Hak chokoladen groft og smelt den sammen med smørret over vandbad.  Pisk æg og sukker sammen – ikke for luftigt og rør den smeltede chokolade/smør- blanding i æggene.  Sigt mel, bagepulver, salt og kakao i og rør dejen godt igennem.  Rør til sidst valnødder og kakaonibs i dejen.  Hæld dejen i en ovnbradepande beklædt med bagepapir og bag den ved 170 grader i ca. 40 minutter. Kagen skal som de fleste chokoladekager tages ud, mens den er lettere ubagt i midten, dvs. når du stikker strikkepinden i kagen, skal der hænge lidt dej fast. Afkøl kagen og skær den ud.  TIP! Brownien holder sig fint i køleskab i op til 1 uge.     \t          BANANMUFFINS MED CHOKOLADE    INGREDIENSER, 10 stk.    3 stk. bananer, modne    2 æg    150 g. sukker    1 dl. smagsneutral olie    1 tsk. vaniljesukker    250 g. hvedemel    2 tsk. bagepulver    1 knivspids salt    170 stk. cacaofrugter (170 g.) PB Blend 71,6% chokolade  DEJEN  \tMos bananerne og rør dem med æg og sukker. Hæld olien i dejen, mens du pisker den let sammen med en gaffel. Tilsæt vaniljesukker, hvedemel og bagepulver og pisk fort- sat med en gaffel til en ensartet dej. Hak chokoladen groft og vend den i dejen.  \tFordel dejen i en fast muffinform, som er smurt med olie og bag dem ved 200 grader varmluft i 8 -10 minutter.  Serveres lune.   \t       \tMACARONS MED CHOKOLADEGANACHE               \tMACARONBUNDE    43 g. mandler    70 g. flormelis    5 g. kakaopulver    40 g. æggehvider    25 g. sukker      CHOKOLADEGANACHE    200 stk. cacaofrugter (200 g.) Madagascar 67%    100 g. fløde    20 g. smør         \tMACARONBUNDE:  \tSmut mandlerne, kom dem i en blender og blend dem til fint mandelmel. Kom florme- lis og kakaopulver i blenderen og blend videre. Sigt blandingen i en skål og sæt den til side. Kom æggehvider og sukker i en skål og pisk i 2-3 min. indtil marengsen danner bløde toppe. Vend mandelmelblandingen forsigtigt i marengsen.  \tHæld blandingen i en sprøjtepose og sprøjt ca. 24 små cirkler ud på en bageplade med bagepapir. Lad de ubagte macaronbunde tørre ved stuetemperatur i ca. 30 minutter. Forvarm ovnen til 160 grader og bag macaronbundene i ca. 12 minutter. Tag dem ud af ovnen og lad dem afkøle på en bagerist.    CHOKOLADEGANACHE  \tVarm fløden til kogepunktet i en gryde og hæld den over chokoladen.  \tLad det stå et kort øjeblik og rør dernæst rundt til en glat ganache. Tilsæt smørret og rør igen til en glat creme.  \tSæt film over skålen og sæt til side indtil den skal bruges.  Saml macaronbundene med ganachen i midten. Brug en sprøjtepose. Opbevar de samlede macarons i en lufttæt beholder på køl i et par dage.      \t     \t       CUPCAKES       INGREDIENSER, 6-8 cupcakes •    150 g. smør • 0,5 dl. sødmælk • 0,5 tsk. salt • 100 stk. cacaofrugter (100 g.) Tanzania 75% chokolade  50 g. kakaonibs  2 stk. æg 125 g. mel 125 g. rørsukker 1 tsk. bagepulver 1 stk. vaniljesukker   FROSTING   4 stk. Pasteuriserede æggehvider    160 g. sukker    200 g. smør (blødt)    300 stk. cacaofrugter (300 g.) Tanzania chokolade       KAGEDEJ  Æggene piskes let sammen i en skål.  De tørre ingredienser blandes sammen og røres i æggeblandingen. Smelt smørret og hæld i dejen.  100 gram mørk chokolade (70 %) smeltes med lidt mælk og røres i dejen. Hæld dejen i muffinforme. Bages i 15 min. ved 200 grader.  FROSTING  Æggehvider og sukker piskes over vandbad i ca. 3 minutter. De piskede hvider tages af vandbadet og piskes fortsat i ca. 8 minutter indtil massen er helt afkølet, herefter tilsættes blødt smør. Pisk grundigt.  Chokoladen smeltes/tempereres (se vejledning på side 5) og piskes i frostingen indtil den igen er helt ensartet. Massen fyldes i sprøjtepose og kagerne pyntes med frostingen.  Pynt evt. med chokoladecirkler og finthakkede pistacienødder.          BLONDIE MED APPELSIN        200 g. smør    300 stk. cacaofrugter (300 g.) Java hvid chokolade 28%    3 æg    175 g. sukker    125 g. hvedemel    0,25 tsk. salt    100 g. mandler    revet appelsinskal af 1⁄2 økologisk appelsin   \tFremgangsmåde Smelt smørret i en gryde. Smelt 200g hvid chokolade i en skål over vandbad (de resterende 100 g. skal først bruges senere). Pisk æg, sukker, mel og salt sammen til en let og luftig konsistens i en skål. Vend smør og chokolade i dejen. Hak mandlerne og 100g hvid chokolade groft. Tilsæt mandler, chokolade og appelsin- skal til dejen.Forvarm ovnen til 180 grader varmluft. Hæld dejen i en form foret med bagepapir. Bag kagen i ca. 30 min. Kagen skal føles lidt ubagt, for at den får den rigtige konsistens. Tag kagen ud af ovnen og lad den afkøle i formen. Kagen opbevares i køleskabet.         CHOKOLADE CRÉME BRULÉE       INGREDIENSER    80 stk. cacaofrugter (80 g.) Hispagnola 49% (Kan også laves på Hispagnola 33%)    240 g. piskefløde    60 g. sukker    2 æggeblommer    50 g. sukker til karamellåget    Fremgangsmåde Forvarm ovnen til 100 grader varmluft.  Hak mælkechokoladen helt fint.  Varm fløden op til kogepunktet sammen med halvdelen af sukkeret i gryden – tilsæt chokoladen og rør godt rundt  Pisk æggeblommerne lyse og luftige sammen med resten af sukkeret i en skål.  Hæld den varme og næsten kogende chokoladefløde over æggeblandingen i én omgang og pisk på livet løs med et piskeris.  Hæld chokoladeblandingen tilbage i gryden og varm den op og rør konstant, til den når 83 grader.  Hæld chokoladecremen i fire ramekiner og bag dem i ca. 50 minutter, eller indtil cremen har sat sig. Køl af og sæt dem i køleskabet – i mindst 6 timer.  Tag créme bruléerne ud af køleskabet lige inden servering.  Drys et lag sukker over cremerne og karamellisér sukkerlaget ved hjælp af en gas- brænder.                 PETER BEIERS SUNDE CHOKOLADE VAFLER      INGREDIENSER  20 gram havregryn 60 gram æggehvider 1 æg 1 spsk. boghvedemel 1 banan 1 spsk. kakaopulver med top 1 tsk. sukrin sukker / 5 gram sirup Evt. en tsk bagepulver Evt. saft af en skive appelsin      Fremgangsmåde Alle indgredienserne blendes og du er nu klar til at bage vaflerne.    Brug lidt kokosolie til at smøre vaffeljernet, så vaflerne let slipper.  Tip: Spis dem med friske bær og hakket chokolade.           LUKSUS CHOKOLADE-KOKOS HAVREGRØD  - toppet med kakaonibs og mandelflager          INGREDIENSER Selve grøden:     1 æg 2 spsk kakaopulver 2 spsk kokosmel 1-2 spsk honning eller sukker, du vælger selv hvor sødt det skal være 40 gram havregryn Mælk, ca. 2-3 dl. bedøm selv hvilken konsistens du ønsker En knivspids salt   Topping:     Kakakonibs Mandler    Fremgangsmåde Rør det hele op i en gryde ved lav varme, indtil den ønskede konsistens er tilpas.  Server grøden drysset med kakaonibs og hakkede mandler Tips: Du kan erstatte mælk med vand eller med kokosmælk for mere kokossmag.          SUND CHOKOLADE-AVOKADO MOUSSE     INGREDIENSER  2 modne avocadoer 2 spsk kokosmælk evt. light 2 spsk kakaopulver 3 spsk sukker 90 gram smeltet 70% Hispagnola chokolade - den er rigtig god til, da den er meget ''frugtig'' i smagen 2 tsk vaniljesukker En halv tsk salt  Du kan evt. erstatte 20 gram af hispagnola med vores mørke kaffebønner.   Fremgangsmåde: Det hele blendes sammen og er derefter klar til brug.  Kan både spises som smørepålæg på brød og som mousse.              Kontakt  Peter Beier Danmark Ørsholt Gods - Ørsholtvej 35 - Gurre  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t3000 \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tHelsingør \t\t\t\t\t\t\t\t\t\t\t\t\t Danmark  Telefonnr.: 49 17 00 26  E-mail: kundeservice@pbchokolade.dk   CVR-nummer: 19486095    Info   Peter Beier   Vision & Mission   Kakaoplantage   Presse     Følg os         Din konto   Log ind   Opret bruger                                        Hjemmesiden anvender cookies For at gøre denne side og vores markedsføring mest relevant for dig, anvender vi egne cookies og tredjeparts cookies til at lave statistikker, analysere besøg og huske dine foretrukne indstillinger. Ved at give dit samtykke tillader du, at vi anvender cookies, og at vi behandler personoplysninger, som indsamles via cookies. Læs mere i vores cookiepolitik. Du har altid mulighed for at trække dit samtykke tilbage. Hvad er en cookie?En cookie er en lille datafil, som sendes til browseren og lagres der, så en hjemmeside kan genkende din computer. Alle hjemmesider kan sende cookies til din browser, hvis browserindstillingerne tillader det. Hjemmesider kan kun læse oplysninger fra cookies, de selv har gemt og kan ikke læse cookies fra andre hjemmesider. Der er to typer af cookies: permanente og midlertidige (session cookies). Permanente cookies gemmes som en fil på din computer i en længere periode. Sessionscookies placeres midlertidigt på din computer, når du besøger et websted, men forsvinder, når du lukker siden ned, hvilket betyder, at de ikke er permanent gemt på din computer. De fleste virksomheder anvender cookies på deres hjemmesider for at forbedre brugervenligheden, og cookies kan ikke skade dine filer eller øge risikoen for virus på din computer.Hvad bruger vi cookies til?Mange funktioner på en hjemmeside er afhængige af, at der placeres en cookie, når en bruger besøger en hjemmeside, så først og fremmest, sætter vi cookies for at have en funktionel side. Vi gør derudover brug af både 1. part og 3. part cookies til at forbedre brugeroplevelsen på vores side og tilbyde relevant markedsføring. Når der sættes en 3. part cookie, så betyder det, at vi har tilladt en tredjepart, som f.eks. et socialt medie, Google Analytics eller lign. at placere en cookie i din browser, når du besøger vores hjemmeside.På vores side anvender vi følgende typer af cookies:Nødvendige/TekniskeTekniske cookies er nødvendige for, at langt de fleste hjemmesider fungerer, som de skal. Som navnet angiver, har de kun teknisk betydning og dermed ikke nogen indvirkning på din privatsfære, idet de ikke registrerer, hvad du søger efter på andre hjemmesider.FunktionelleFunktionelle cookies anvendes for at huske dine brugerpræferencer ved at huske de valg og indstillinger du foretager på hjemmesiden, det kan f.eks. dreje sig om, hvilke præferencer du har i forhold til sprog og tekststørrelse.StatistiskeStatistikcookies bruges til at optimere design, brugervenlighed og effektiviteten af en hjemmeside. De indsamlede oplysninger kan f.eks. indgå i analyser af, hvilke informationer der er mest populære på siden, så bliver vi opmærksomme på, hvad der skal være nemt at finde på siden.MarkedsføringMarkedsføringscookies indsamler oplysninger ved at følge dig på de enkelte hjemmesider, du besøger og kan siges at registrere de digitale fodspor, du sætter. Markedsføringscookies er derfor ”trackingcookies”. De indsamlede oplysninger bruges til at skabe et overblik over dine interesser, vaner og aktiviteter for at vise relevante annoncer for ting, du tidligere har vist interesse for. På den måde får du et mere målrettet indhold, eksempelvis i form af foreslået information, artikler og annoncer.Oplysninger der indsamles via cookies?De data der typisk indsamles via cookies vil bl.a. være din IP-adresse, unikke ID?er og oplysninger om din brugeradfærd.Du kan altid slette cookies eller trække dit samtykke tilbageDu kan blokere eller slette cookies på denne hjemmeside ved at trække dit samtykke tilbage eller slå dem fra i din browsers indstillinger. Du skal dog være opmærksom på, at hvis cookies fravælges eller slettes, kan der være funktioner og services, der ikke længere er anvendelige.Du har også altid mulighed for at blokere eller slette cookies i din browser (vil både gælde cookies fra denne side og cookies fra tredjeparter)Hvordan du gør dette, kan du læse nærmere om her: https://erhvervsstyrelsen.dk/cookiesHusk, at bruger du flere browsere, skal du slette eller blokere cookies i alle browsere.ÆndringerVi forbeholder os retten til at ændre og opdatere denne politik.   Læs mere om cookies                            Nødvendige/Tekniske:       Funktionelle:       Statistiske:       Markedsføring:          Kun nødvendige Acceptér alle   Vis cookiedetaljer Tilbage til samtykke     Cookielisten kunne ikke loades                   "}