{"id": "Chokoladekage med vaniljecreme - Copycat Ding Dongs - By Norlund", "contents": "   Chokoladekage med vaniljecreme - Copycat Ding Dongs    Hjem OpskrifterKagerTilbehør og snacksAftensmadMorgenmadOmKontaktCookie- og privatlivspolitikOm mig Menu Chokoladekage med vaniljecreme Copycat opskrift på en amerikansk kageklassikerDer findes et utal af købekager i de amerikanske supermarkeder. Honey buns, twinkies og ikke mindst ding dongs. Med sin kraftige chokoladesmag og fløjsbløde vaniljefyld, er Ding Dongs også gået hen og blevet en vaskeægte familiefavorit, i langt de fleste amerikanske husholdninger. Her har jeg valgt at lave de klassiske amerikanske Ding Dong kager i en bradepande-version. Kagen består af en lækker og svampet chokoladekage, fjølsblød vaniljecreme og en fyldig chokolade ganache på toppen. 3 af de lækreste ting jeg kan forestille mig - alt sammen i én og samme kage!   Den nemmeste og bedste opskrift på chokoladekage Du har garanteret bagt et utal af chokoladekager før. Men med denne opskrift får du noget nær den nemmeste chokoladekage jeg nogensinde har bagt. Fremgangsmåden er nemlig super enkel. 1) Bland alle de tørre ingredienser 2) Bland alle de våde ingredienser 3) Pisk sammen i en skål i ét minut - og så er kagedejen klar.   Den bedste vaniljecreme Jeg måtte altså lige nærstudere opskriften, første gang jeg så hvordan man laver en såkaldt \"boiled milk\" vaniljecreme. Du kender sikkert en almindelig buttercream frosting eller creme cheese frosting osv. Men til denne opskrift er fremgangsmåden altså en smule anderledes. Resultatet får til gengæld englene til at synge. Denne vaniljecreme er nemlig ikke lige så tung eller sukkersød som andre slags frostings, men er i stedte fløjsblød og smelter på tungen. Mmmm. Hemmeligheden er at koge mælk og mel i en tykbundet gryde til blandingen tykner. Herefter piskes smør og sukker til en luftige masse med lidt vanilje, og afslutningsvis vendes den afkølede mælk/mel blanding i. Og selvom fremgangsmåden lyder uvant, skylder du dig selv at prøve denne metode. For som sagt er dette nok en af de bedste vaniljecremer jeg nogensinde har smagt.     Forberedelsestid: 25 minutterAntal: 20 stk.Tilberedningstid: 3 timerIngredienserIngredienser til chokoladekagen:250 g. mel400 g. sukker80 g. kakao2 tsk. vaniljesukker1 tsk. bagepulver2 tsk. natron1 tsk. salt2,5 dl. kærnemælk2,5 dl. kaffe (afkølet)1,25 dl. olie2 ægIngredienser til vaniljecremen:2,5 dl. mælk5 spsk. mel200 g. sukker225 g. smør2 tsk. vaniljesukkerIngredienser til chokolade ganache:1 dl. piskefløde200 g. mørk chokolade1 spsk. instantkaffeDel opskriften:#kage#sweets#bagværkFremgangsmådeSådan laver du chokoladekagen  Start med at forvarme ovnen til 175 grader over/undervarme. Bland alle de tørre ingredienser (hvedemel, sukker, kakao, salt, vaniljesukker bagepulver og natron) i en stor skål. I en anden skål piskes de våde ingredienser med en håndmixer ved mellem hastighed (olie, kærnemælk, afkølet kaffe og æg). Bland de våde ingredienser med de tørre og pisk ved mellem hastighed indtil massen er ensartet. Del dejen i to bradepander (30x25 cm) beklædt med bagepapir.  Bag kagen i ca. 25 minutter indtil gennembagt og lad kagen afkøle helt inden bagepapiret fjernes.    Sådan laver du vaniljecremen  Mens kagen afkøles kan du gå i gang med vaniljecremen. I en tykbundet gryde piskes mælk og hvedemel med et piskeris. Opvarm langsomt blanding indtil det begynder at tykne. Fjern fra varme og lad afkøle. I en stor skål piskes smør, sukker og vaniljesukker indtil det er let og luftigt. Tilføj den afkølede mel/mælkeblanding og pisk indtil massen er ensartet.    Sådan laver du chokoladeganache  Kog fløden langsomt op i en tykbundet gryde - pas på det ikke brænder på. Tilføj herefter kaffen. Hak chokoladen groft og kom den op i den varme fløde. Lad stå 1-2 minutter inden du begynder at røre. Rør langsomt og helst ikke mere end højest nødvendigt. Er chokoladen ikke helt smeltet endnu, kan du lade blandingen stå et par minutter mere før der røres igen.  Samling af din kage  Fjern bagepapiret fra dine kagebunde, og beklæd den ene bradepande med et nyt stykke bagepapir. Læg en chokoladebund i og fordel vaniljecremen ovenpå bunden. Herefter lægges den næste kagebund på, og der afsluttes med en stadig lun chokoladeganache. Sæt kagen på køl minimum 2-3 timer (gerne længere) så den kan sætte sig. Skær ud i tern og nyd til en dejlig kop kaffe. Kagen kan holde sig 2-3 på køl.  Så er der ding dong kage! En skøn (og utrolig delevenlig) kage til en god kop kaffe. Og husk så at købe nogle Ding Dongs næste gang du rammer staterne - selvom denne hjemmelavede version selvfølgelig er en del bedre :-) Happy bakings!NKommentarerSmid en kommentarSendCopyright© ByNorlund 2022 Author: Nana Nørlund Eldevig  "}