{"id": "Kartoffelfad - nem opskrift med kylling og bacon - madenimitliv.dk", "contents": "          Kartoffelfad - nem opskrift med kylling og bacon - madenimitliv.dk                                                                                        \tVidere til indhold            Søg      Luk                                        Forside Opskrifter  Højtider  Jul  Julemad og juleopskrifter Langtidsstegt And Langtidsstegt Flæskesteg Brunede kartofler Risalamande Julesmåkager   Mortens aften Nytår Påskefrokost  Lammekølle (langtidsstegt) Lammeculotte Fyldte æg (deviled eggs) Påskeboller Påskemuffins Påskekage Hjemmelavede påskeæg     Airfryer opskrifter Morgenmad Brunch Frokost Aftensmad  Aftensmad – masser af inspiration til aftensmaden Billig aftensmad – mad på budget.   Forretter Hovedretter  Hovedretter Oksekød Svinekød Fjerkræ Lam Fisk og skaldyr Vegetar   Desserter Tilbehør Salater Brød og boller Kager  Kager Småkager og Cookies Konfekt og slik   Snacks Syltning Drikke   Samarbejde Om mig  Livsstil  Rejser/ture Inspiration Skønhed Indretning/DIY Haveliv     Shop     Menu   Forside Opskrifter  Højtider  Jul  Julemad og juleopskrifter Langtidsstegt And Langtidsstegt Flæskesteg Brunede kartofler Risalamande Julesmåkager   Mortens aften Nytår Påskefrokost  Lammekølle (langtidsstegt) Lammeculotte Fyldte æg (deviled eggs) Påskeboller Påskemuffins Påskekage Hjemmelavede påskeæg     Airfryer opskrifter Morgenmad Brunch Frokost Aftensmad  Aftensmad – masser af inspiration til aftensmaden Billig aftensmad – mad på budget.   Forretter Hovedretter  Hovedretter Oksekød Svinekød Fjerkræ Lam Fisk og skaldyr Vegetar   Desserter Tilbehør Salater Brød og boller Kager  Kager Småkager og Cookies Konfekt og slik   Snacks Syltning Drikke   Samarbejde Om mig  Livsstil  Rejser/ture Inspiration Skønhed Indretning/DIY Haveliv     Shop                  Madplaner               Søg      Luk            Facebook      Instagram      Pinterest                                          Julemad og juleopskrifter        Chokolademousse med Baileys. læs mere      Sprød butterdej med brie og tranebærkompot. læs mere      Confiterede andelår. læs mere         Julesmåkager        Strassburger læs mere      Fedtebrød med havregryn. læs mere      Aristokrater. læs mere         Nytårsopskrifter til årets nytårsmenu        Chokolademousse med Baileys. læs mere      Nytårs cheesecake læs mere      Rösti i æbleskivepande læs mere                      Kartoffelfad med kylling og bacon…    8 kommentarer    Aftensmad - masser af inspiration til aftensmaden,  Billig aftensmad - mad på budget.,  Fjerkræ,  Hovedretter,  Hverdagsmad,  Opskrifter    Gå direkte til opskriften      Så kommer der lige et lille pip fra mig her i New York, hvor vi nyder vores vinterferie i fulde drag – høj sol og blå himmel, så kan man næsten ikke forlange mere. Vi spiser selvfølgelig masser af lækker mad hver dag, men inden vi tog afsted, skulle vi jo have tømt køleskabet og det kom der det her skønne kartoffelfad med kylling og bacon ud af. Uhh hvor jeg elsker, når en masse rester bliver til en ny og lækker ret – så føler man virkelig, at man får noget ud af sine rester. Selve kartoffelfadet består primært af kartofler skåret i skiver, men kan selvfølgelig suppleres med diverse grønsager fra grønsagsskuffen, fx forårsløg eller porrer, rodfrugter i tynde skiver, peberfrugt i strimler eller hvad man nu ellers kan finde på. Kødet blev en rest stegt kylling, som var blevet til overs fra en helstegt kylling, og så supplerede jeg med lidt bacon i tern, da der lå et lille stykke i køleskabet. Der kan selvfølgelig sagtens anvendes andre former for kød, eller det kan helt udelades – det drejer sig jo blot om at få brugt sine rester.  Til sidst krydrede jeg godt med salt og peber og hældte en brik mornaysauce ved grøntsagerne og kødet, inden hele molevitten kom i ovnen og det var faktisk det. Der var med andre ord ikke bare tale om lækker aftensmad, hvor køleskabet stort set blev tømt, det var også dejlig nemt. Normalt foretrækker jeg en hjemmelavet mornaysauce, men i anledning af køleskabstømningen var det jo lidt fjollet, hvis jeg skulle til at købe ekstra mælk, smør og ost hjem, som vi alligevel ikke ville få brugt. Som alternativ til mornaysauce kan man dog uden problemer bruge fløde (madlavnings- eller piskefløde) evt spædet med lidt mælk, men jeg kan godt lide den cremede konsistens og smagen fra mornaysaucen og så havde jeg, meget heldigt, en brik stående i køkkenskabet.     3.93 fra 28 stemmer Cremet kartoffelfad med kylling og bacon   Bagetid45 minSamlet tid55 min Antal: 4 personer    Print opskrift  Pin opskrift    Ingredienser800 gr kartofler2 stk kyllingebryst (stegte eller kogte)1 pk bacon i tern1 brik mornaysauce (1/2 liter)2 tsk tørret timiansalt og peber FremgangsmådeSkrub kartoflerne og skær dem i tynde skiver. Giv dem evt et hurtigt opkog (2-3 min) i en grydefuld letsaltet vand. Så er man sikker på helt møre kartofler.Pluk eller skær kyllingekødet i mundrette bidder. Steg baconternene sprøde og gyldne på en varm stegepande. Bland kartoffelskiver, kylling og bacon sammen og fordel det i et ildfast fad. Drys med salt og peber og hæld mornaysauce i fadet.Drys med timian på toppen af fadet og bag det ved 190 °C (varmluft) i ca 45 minutter, indtil kartoflerne er møre og overfladen på fadet er gyldenbrun. Lad fadet sætte sig i ca 5 minutter og server. Gerne med en god salat til.  I stedet for mornaysauce kan man bruge madlavnings- eller piskefløde (evt spædet med mælk) og blot drysse lidt ost på toppen af fadet ca 20 min. inden det er færdigbagt, så osten ikke bliver for mørk. Modtag gratis madplan hver uge!       Relaterede indlæg Aftensmad - masser af inspiration til aftensmaden      Pølsemix i airfryer – nem opskrift. læs mere        Kartoffeltærte med rødløg og bacon. læs mere        Frikassé med kødboller og sommergrønt. læs mere                             Label           Bedøm opskriften   Bedøm opskriften                                                                      Navn*     Email*                      Label           Bedøm opskriften   Bedøm opskriften                                                                      Navn*     Email*                 8 Kommentarer                        Ældste   Nyeste       Inline Feedbacks Se alle kommentarer            Carl Aage Bisbo Nannberg          4 år siden         Hej. Tusind tak for alle dine gode opskrifter. Denne opskrift er bare super, brugte en grisemørbrad i stedet for kylling. super I stedet for salt og peber, bruger jeg Hærvejssalt ( Sydesalt med selleri, løvstikke, timian og gulerod. ) det giver en rigtig god smag. Tak for mad     Svar                 Maden i mit liv.          4 år siden               Svar                 Carl Aage Bisbo Nannberg         Carl Aage – Tusind tak for tippet og velbekomme 😀 Det lyder skønt med mørbrad i stedet for kylling og kryddersalt er jo lækkert 🙂     Svar              Anonym der elsker mad          2 år siden          Mega lækkert! Og også ret nemt. Jeg er kun 13 og har lavet lækker aftensmad til hele familien på 6, via denne super gode opskrift. Har ikke noget konstruktivt kritik, det hele var bare fantastisk, men vi havde ikke bacon så jeg brugte skinke i tern i stedet, det var også ret godt men næste gang skal det med bacon nu også prøves. Og jeg er helt sikker på at der bliver en næste gang. Fortsæt det gode arbejde 🙂     Svar                 Anne-Kathrine Schelde          2 år siden               Svar                 Anonym der elsker mad         Anonym – Hvor er det bare dejligt at høre, at suppen blev sådan en stor succes. Og du kan roligt glæde dig til at prøve med sprødstegt bacon – det smager skønt 😀     Svar              Helke          2 år siden          Lavede med alm hjemmelavet bechamel sovs da jeg ikke kan lide mornay sovs og det blev super lækkert. God kombination af ingredienser i det hele taget. Tak for en god opskrift 👍🏻     Svar                 Anne-Kathrine Schelde          2 år siden               Svar                 Helke         Helke – Velbekomme – hvor er det bare dejligt at høre, at opskriften blev en succes 😀     Svar              Karin Elsner Johansen          2 år siden         Denne her opskrift er en fast bestanddel, når vi får kylling. Første dag spiser vi lår og vinge, og de to bryststykker gemmes til næste dag. Til os to gamle har vi fadet til yderligere to dages middag og det smager fantastisk. Tusind tak for en fantastisk god opskrift 🙂     Svar                 Anne-Kathrine Schelde          2 år siden               Svar                 Karin Elsner Johansen         Karin – Hvor er det bare dejligt at høre, at I kan bruge mine opskrifter. Og du har helt ret – der er til 2-3 gode middage i en kylling, når man kun er 2 personer i husstanden 😀     Svar                                        TIlmeld dig nyhedsbrev                          Savner du inspiration til nem og lækker hverdagsmad?Tilmeld dig nyhedsbrevet og få madplaner inkl. indkøbsliste tilsendt hver uge.Indkøbslisten er kun i nyhedsbrevet.        Klik her                       Fornavn(Required)   Fornavn  Email(Required)    Modtag madplaner!                                  Mine yndlings opskrifter      Brunede kartofler  læs mere        Rødkål læs mere        Risalamande kage. læs mere                                                                      Opskrift Index     Cookie- og privatlivspolitik     Samarbejde med Madenimitliv     © Copyright Maden i mit liv         Insert                   Facebook-f            Pinterest                     Savner du inspiration til nem og lækker hverdagsmad?     Tilmeld dig mit nyhedsbrev og få mine populære madplaner (+ indkøbsliste) tilsendt hver uge.OBS. Indkøbslisten findes kun i nyhedsbrevet.       Fornavn(Required)   Fornavn  Email(Required)                                                                                        "}