{"id": "Nudelwok med libanesisk aubergine og salatost - Retnemt Opskrift", "contents": "Nudelwok med libanesisk aubergine og salatost - Retnemt OpskriftVores retterSådan virker detHvor vi levererBæredygtighedLog indAlle opskrifterKøb gavekortKundeserviceBæredygtighedBestil nuLog ind30Vegetar4 dages holdbarhedNudelwok med libanesisk aubergine og salatostDejlig wokret, der pirrer forskellige smagssanser og giver et dejlig mættende måltid uden kød.Sådan fungerer RetNemtIngredienser2 pers2 persAllergenerLaktose, gluten, soja, mælk, sesamfrø, hvedeBasisvarerne kan indeholde andre allergenerBasisvarerSukkerOlivenolieSaltDet skal du brugeNudler (Gluten, Hvede)200 gLime½ stkSojasauce (Gluten, Soja, Hvede)1½ spskAubergine1 stkKoriander1 drysRødløg½ stkGranatæble½ stkSolo hvidløg½ stkBabyspinat50 gSalatost i blok (Mælk, Laktose)75 gSesamfrø (Sesamfrø)1 spskErnæringsberegning (pr. portion)Energi 606 kcalFedt 9 gKulhydrater 109 gProtein 22 gOplysninger om allergenerAllergener er beregnet som vejledende information og er baseret på     ingredienserne og ikke på \"spor af\". Venligst kontrollér     indholdet af de varer, du modtager ved kassen.Sådan gør duTip fra kokken:Rist sesamfrø på en tør pande til de er gyldne, for at fremhæve smagen.1Kog nudlerne i rigeligt vand i 2-3 min. Hæld vandet fra og skyl i koldt vand.2Sauce: Bland limesaft, soja og ½ spsk sukker i en skål.3Skær aubergine i tern på ca. 2x2 cm. Skyl og hak koriander. Pil løg og skær i skiver. Del granatæblet i halve og bank kernerne ud i en skål med bagsiden af en ske.4Libanesisk aubergine: Varm lidt olivenolie i en wok eller stegepande og steg aubergine i ca. 5 min. på høj varme til de får lidt farve. Tilsæt presset hvidløg og steg videre i 1 min. Krydr med lidt salt.5Nudelwok: Tilsæt spinat, rødløg, de drænede nudler og saucen til auberginen. Lad det koge op og drys med koriander og sesamfrø, se TIP.6Servér nudelwok toppet med smuldret salatost og granatæblekerner.RetNemt MåltidskasserOle Rømers Vej 43000 HelsingørTlf: +45 89875580E-mail: kundeservice@retnemt.dkOm osRetNemt MåltidskasserKunderne sigerOpskrifterOm retterneRåvarerSundhed og ernæringBæredygtighedArtiklerJob hos CheffeloPresse og medierOm osRetNemt MåltidskasserKunderne sigerOpskrifterOm retterneRåvarerSundhed og ernæringBæredygtighedArtiklerJob hos CheffeloPresse og medierVores måltidskasserMåltidskasser til 2 personerMåltidskasser til 4 personerMåltidskasser til 6 personerSunde måltidskasserVegetariske måltidskasserMåltidskasser med fiskMåltidskasser til børnGlutenfri måltidskasserVores måltidskasserMåltidskasser til 2 personerMåltidskasser til 4 personerMåltidskasser til 6 personerSunde måltidskasserVegetariske måltidskasserMåltidskasser med fiskMåltidskasser til børnGlutenfri måltidskasserPraktisk infoOfte stillede spørgsmålKontakt osOm bestillingLeveringBetalingGavekortTilfredshedsgarantiFødevarekontrolPraktisk infoOfte stillede spørgsmålKontakt osOm bestillingLeveringBetalingGavekortTilfredshedsgarantiFødevarekontrolHandelsbetingelserPersondatapolitikCookiepolitikCookie-indstillinger Download appen til iOS og AndroidApp StoreGoogle PlayEn del af cheffelo.com"}