{"id": "og oksetatar med syltede radiser sesam tang og Dan Dan-sauce", "contents": "              Rødbede- og oksetatar med syltede radiser, sesam, tang og Dan Dan-sauce                                         ×           Opskrifter på madglæde             Toggle navigation                                                             Opskrifter                                                                             Udskæringer                                                                             Kokkeskole                                                                             Råvarer                                                                             Dyrevelfærd                                        Forside      Opskrifter      Rødbede- og oksetatar med syltede radiser, sesam, tang og Dan Dan-sauce                 Rødbede- og oksetatar med syltede radiser, sesam, tang og Dan Dan-sauce           Af voresmad.dk                           ×  Del denne opskrift      Luk               Det skal du bruge                                         4 personer                                    Syltede radiser eller rødbeder  100 g radiser eller rødbeder 10 sorte peberkorn 2 laurbærblade 1 dl eddike 1 dl vand 1 spsk sukker eller honning Salt  Tatar med rødbeder 200 g rødbeder  200 g okseinderlår eller -yderlår  Salt og peber   Dan Dan-sauce 3 spsk tahin 1 spsk peanutbutter 1 spsk sojasauce 2 spsk hoisin sauce 2 spsk riseddike 2 spsk sukker ½ - 1 spsk sichuan peber  Topping 3 blade nori tang  30 g sesamfrø – gerne en blanding af hvide og sorte     Ca. 2 timer                                                                            Sådan gør du Syltede radiser eller rødbeder  Skær radiser eller rødbeder i tynde skiver og kom dem i en skål eller et glas sammen med peberkorn og laurbærblade. Kog eddike, vand og sukker op med lidt salt. Hæld den varme lage over radisserne. Læg låg på glasset og opbevar dem i køleskabet 3-4 timer.  Tatar med rødbeder  Kog rødbederne møre i letsaltet vand, 20-40 minutter afhængigt af størrelsen. Hæld vandet fra rødebederne og ’smut’ dem fri af deres skal mens de er varme. Læg rødbederne i et ovnfast fad og tør dem i ovnen ved 100 grader i ca. 1 time eller mere – jo tørrere, jo bedre. Ved tørringen får de en sejhed der minder om kød-tekstur. Hak rødbeder og okseinderlår fint, enten med kniv eller hak dem groft i en i kødhakker. Vend rødbeder og kød sammen, og smag til med salt, peber og Dan Dan-sauce.  Dan Dan-sauce  Rør tahin og peanutbutter sammen med sojasauce, hoisinsauce, sukker og eddike i en skål, til en cremet sauce. Spæd evt. til med lidt vand, hvis saucen er meget tyk. Smag saucen grundigt til med evt. mere sukker, sichuan peber, mere eddike eller andet.  Topping  Rist noritangen på tør pande så det frigiver ekstra umami. Rist sesamfrøene et par minutter på tør pande.  Anretning Anret tataren på tallerkener og top med syltede radiser eller rødbeder og ristet tang. Servér med ekstra Dan Dan-sauce og et drys sesamfrø. Foto: Sophie Due Rasmussen                    energifordeling  Næringsindhold pr. person  (ca. 235 g af retten):  Protein: 18 g Kulhydrat: 28 g Kostfibre: 5 g Fedt: 14 g Energi: 1323 kJ (315 kcal)   Energiindhold pr. 100 g: Protein: 8 g Kulhydrat: 12 g Kostfibre:  2 g Fedt: 6 g Energi: 566 kJ (135 kcal)                                                 se mere    Yderlår Inderlår Udskæringer af okse Weekend                                  VORESMAD.dk         VORESMAD.dk Landbrug & Fødevarer F.m.b.A Axelborg, Axeltorv 3 1609 København V             voresmad@lf.dk Cookiepolitik     Tilmeld nyhedsbrev  Om os Konkurrencer Om voresmad.dk Kontakt                            "}