{"id": "Opskrifter med tang  Mad - DR", "contents": "  Opskrifter med tang | Mad | DR         NavigationDR's hovedindgangeDR.DKDRTVDR LYDGå til forsidenLog indLog indNyhedssektionerKontakt og privatlivKontakt DRPrivatlivspolitikMadOpskrifter med tangTang kan bruges i mange retter og med mange forskellige ingredienser. Her er nogle af de opskrifter, som kokken Michael Folman Jensen fra kantinen på Københavns Rådhus serverer for sine gæster.(© Colourbox.com)Læs opOrdbogTekstAf Karen Albertsen28. nov 2014Mere end 30 dage gammelBlæretangchips200 g. blæretang, frisk eller tørret og opblødt, 1 spsk. olie efter eget valg.Klip de yderste 10 – 15 cm. af blæretangens skudspidser af, ned til hvor den begynder at blive sej og træet. Skyl den for evt. sand i det saltvand, den vokser i. Bland med olien og bred den ud på bagepapir på en bageplade. Rist den ved 130o, helst i en varmluftovn.Hvis man ikke synes, saltvandet giver saltsmag nok, kan man drysse lidt fint knust havsalt over. Man kan også komme lidt sesamfrø, chili eller andre krydderier i, når man vender tangen med olien.Du har nu en dejlig tangsnack til et glas øl eller hvidvin. Den kan også drysses over en skaldyrsalat, et stykke stegt fisk eller serveres sammen med en grillet kylling.Læs også:Tank sundhed med tangBlæretangsalatBlæretang, avocados, nye kartofler, salat, spinat, vilde urter eller helst en blanding, cherrytomater, kold dampet fisk eller skaldyr.Fine skud af blæretang, gerne med blærer, blancheres i let saltet vand 30 sekunder. Kommes straks over i iskoldt vand. Dryppes af og anrettes med avocado-tern, små nye kartofler, spæde blade af salat, spinat eller – meget bedre - vilde urter, små tomater, kold dampet fisk, muslinger eller andre skaldyr – alt efter temperament og udbud. Lav en mildt smagende dressing af olivenolie og vindruekerneolie, lidt æbleeddike, salt og peber. Måske skal der et dryp honning i.Variationsmulighederne er utallige og giver gode muligheder for at du udvikler din egen ”Husets salat”, der inddrager de lokalt dyrkede eller vildtvoksende urter fra lige præcis, hvor DU bor.Læs også:Fra tang til handling - sådan plukker og tilbereder du tangTangpesto100 g. udblødt tang, svarende til ca. 20 gr. tør­ret. (start evt. med halvdelen), 15 g. hasselnødder, 1 dl koldpresset rapsolie, 15 g. revet fast ost (høost, Vesterhavsost, ravost eller bare parmesan), ½ fed hvidløg, salt og 1 tsk. æbleeddike.Rist evt. den tørrede tang lidt på brødristeren inden udblødning. Hasselnødder, rapsolie, revet ost, hvidløg, salt og æbleeddike blendes sammen i en blender eller foodprocessor.Frisk, godt afdryppet tang kan anvendes i stedet for tørret. Du kan prøve med sukkertang, blæretang eller savtang.Læs også:Snup et stykke med tang-skinkeKylling i blæretang1 bornholmerhane eller anden kvalitetskylling, en god håndfuld blæretang, 1 citron, et godt glas hvidvin, piskefløde.Kyllingen bindes op og brunes let i smør i en gryde, der kan tåle at gå i ovnen. Når den er brunet, tages gryden af ilden, kyllingen tages op og gryden fores med blæretang. Ned igen med kyllingen, nu med ½ citron i skiver. Dæk med blæretang, hæld hvidvin ved og evt. en smule piskefløde. Ind i ovnen ved 1400. Temperaturen afhænger af, hvor lang tid, du har til rådighed.Når kyllingen er færdig tages den op, fonden sies fra, reduceres evt. lidt og smages til. Servér med kartofler eller lidt godt brød, lidt af tangen som garniture og en lille salat med de vilde urter lige udenfor døren. Man kan evt. komme lidt friskdampede rejer eller andre dampede skaldyr i saucen til sidst.FacebookX (Twitter)Kopier LinkMere fra dr.dkGå til forsiden af dr.dkNyhederSeneste nytRegionaltSportVejretUltra NytTV & RadioTV-GuideTV-programmerSe live-TVBonanzaUltraRamasjangHør radioServicesMit DR-loginAppsTilgængelighedNyhedsbreveKontakt DRDR og dine dataBørnUltraDR LærOm DRNyt fra DRJob i DRPresseDR KoncerthusetRundvisningerVilkår på dr.dkEtik og rettelserPrivatlivspolitikVi tager ansvar for indholdet og er tilmeldt PressenævnetDREmil Holms Kanal 200999 København CTlf. 35 20 30 40Kontakt DR     "}