{"id": "Pizza på butterdejsbund med frisk mozzarella broccoli tomat ...", "contents": "   Pizza på butterdejsbund med frisk mozzarella, broccoli, tomat, pinjekerner og pesto - Opskrift fra Skagenfood.dk        Log ind  Log ind           Pizza på butterdejsbund med frisk mozzar...                             Vis alle produkter ()               0      Pizza på butterdejsbund med frisk mozzar...          Pizza på butterdejsbund med frisk mozzarella, broccoli, tomat, pinjekerner og pesto  Opskriften er udviklet af: Christina Ovesen               Hovedingrediens:                         Grøntsager                        Sæson:                         Forår, Efterår, Sommer, Vinter                        Tilberedningstid:                         30 minutter                         Brugerbedømmelser:                 Fremgangsmåde           Udskriv             Del broccolien i fine små buketter, overhæld dem med kogende vand og stil til side. Skær mozzarellaen i tynde skiver og læg dem på godt sugende papir - de skal blive så tørre som muligt. Rul hver plade butterdej ud til 2 mm tykkelse og læg dem på en bageplade. Læg et snit 1 cm inde hele vejen rundt i kanten på alle plader - det skal næsten skære helt igennem butterdejen. Smør tomatsaucen ud inden for stregerne og læg mozzarellaskiverne på. Dryp broccolien godt af og fordel dem ovenpå osten. Befri tomaterne for stilk og kerner, skær kødet i tynde både og læg dem ind imellem broccolierne. Drys med pinjekerner, salt og peber og dryp med en smule olie. Bag pizzaerne ca. 20 min. til de er gyldne og bundene sprøde. Rør pestoen med 1-2 spsk. olie og dryp det over de færdige pizzaer. Server straks som forkost- eller forret med en god grøn salat til eller som tilbehør til kylling, pasta eller steg. Bonusinfo Vores basilikum pesto er lavet ud fra klassiske traditioner med et lille tvist. Idet at osten der er brugt er en Pecorino Romano DOC (fåremælksost) i stedet for den mere traditionelle parmesanost. Pestoen laves af det lille familiefirma Bio Organica Italia i Syditalien, et økologisk og biodynamisk landbrug med egen produktion af færdigvarer som oliven, soltørrede tomater, artiskokker, pestoer og tapanader. Stedet ejes og drives af de 3 brødre Gaudiano.    Kundekommentarer ()    Din bedømmelse                Hvor mange stjerner giver du opskriften?                      Kommentarer eller forslag *             Indsend bedømmelse   Tilmeld nyhedsbrev Modtag vores nyhedsbrev med sæsonens spændende råvarer og gode madoplevelser          Tilmeld nyhedsbrev                Jeg har læst, forstået og samtykker til nedenstående             Jeg vil gerne per e-mail, push beskeder, telefonopkald og SMS modtage markedsføring fra Skagenfood A/S om føde- og drikkevarer, madopskrifter, måltidskasser og dagligvarer. Vi ringer forventeligt højst 1 gang/året om dit abonnement. Jeg kan altid tilbagekalde samtykket. Jeg er oplyst om, at tilmelding til markedsføring medfører behandling af mine persondata - se voress privatlivspolitik.   Skagenfood A/S Hyttefadsvej 89970 Strandby Tlf.: 70 20 06 30Man-torsdag: 9-12 & 13-16Fredag: 9-12 & 13-14 kundeservice@skagenfood.dkCvr.nr.: 26022894 Download vores App:   Skagenfood                Om Skagenfood                            Konceptet                            Det Kærlige Måltid                            Egenkontrol                            MSC                            ASC             Levering og opbevaring                Sporbarhed                            Bæredygtigt fiskeri                            Pakning                            Holdbarhed                            Levering                            Aflåst opgang                            God opbevaring af grønt             Info                Betaling                            Sikker nethandel                            Handelsbetingelser                            Levering 2023/24                            Privatlivspolitik (GDPR)                            Opdatér dit samtykke til cookies                            Kend din fisk                            Vores grønt leverandører                            God opbevaring af grønt                            Fragt                            Bliv VIP hos Skagenfood                            Specialvarer                            FAQ Food Market               <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://ct.pinterest.com/v3/?tid=2612752789304&event=init&noscript=1\" />   "}