{"id": "Pocheret æg med ramsløg spinat og skinke - VILD MAD", "contents": "                                        VILD MAD : Pocheret æg med ramsløg, spinat og skinke              × menu  SankelandskaberVandnærtÅbent landSkovByRåvarerBlæretangKantarel, almindeligMorkel, almindeligØstershat, almindeligPære, almindeligForvildet pærePigsvamp, almindeligPigsvamp, almindeligSyre, almindeligSyre, almindeligBellisBellisDunbirkBøgBøgBrombærBrombærBrøndkarseBrun Birke-rørhatBrungul RørhatBrunstokket RørhatCikorieDøvnældeBredbladet DunhammerBredbladet DunhammerElmEneFuglegræsFuglegræsFuglekirsebærFuglekirsebærGråbynkeGråbynkeGranmælkehatHasselHasselHavtornHavtornHedelyngHindbærHindbærHonningsvampHumleHummerskørhatHyldebærHyldHyrdetaskeKarl JohanKarl JohanKatost, almindeligKorbærKornblomstKorsknapKvanLægekokleareLav KlørtangLindLøgkarseLøgkarseMælkebøtteMælkebøtteMerianMjødurtMjødurtPeberrodRamsløgRamsløgFløjlsfod, almindeligRød BirkerørhatRød TvetandRødgranRødgranRødkløverRødknæRøllikeRøllikeRønRønRoset SpringklapRoset SpringklapHybenroseHybenroseSalturt, almindeligSalturt, almindeligSankt Hans UrtSankt Hans UrtSkællet StilkporesvampVildæbleVildæbleSkovfyrSkovjordbærSkovløgSkovmærkeSkovmærkeSkovsyreSkovsyreSkvalderkålSkvalderkålSøsalatSøsalatSpansk KørvelSpansk KørvelStor LøgbruskhatStor NældeStor NældeStrandarveStrandarveStrandastersStrandbedeStrandfladbælgStrandfladbælgStrandkarseStrandkarseStrandmældeStrandmældeStrandmalurtStrandsennepStrandsennepStrandvejbredStrandvejbredFingertangSvovlporesvampSyrenSyrenTandfri VårsalatTarmrørhindeVild TimianTragtkantarelValnødVandkarseVandmynteVandmynteVårmusseronVellugtede kamilleMartsviolMartsviolHyldeblomstViolet HekseringridderhatLav KlørtangBlæretangOpskrifterBøgedrikRønnebærkompot med vildæbleTangsuppeRøget sild med æble- og peberrodssaltStrandarve-tzatzikiÆblemuffins med korsknapSmørsauteret sankt hans-urt med røget fisk og boghvedeGrillede skovløg med ostKartoffelsalat med skvalderkålNælde- og fiskesuppeBrøndkarsepuréSyredrikSalat med ananas, syre, mynte og kamilleGrillet kød med gråbynkeHasselnødde-gnocchiSøsalat med agurk og fennikelSkovkrydderiLetpisket fløde med roset springklapGrøn smør med røllikeRødknæsalatLetrøget rødkløverblomstSukker med skud fra rødgranBirkerørhat - røget og tørretStuvet violet hekseringsridderhatViolsukkerSmørdampet vild pastinakKørvelsukkerGrillet velsmagende mælkehat i æbleciderVandmyntemojitoKonfiteret trompetsvampTangeddikeSalat af tandfri vårsalatSprødstegt svovlsporesvampBrøndkarse og ørredrognFisk og skaldyr rimmet i tangLetstuvet strandvejbredStrandtrehage-krydderiStrandkarse med kogt æg og rå kammuslingStrandasters, agurk og østersVild salat med storbladet lindHonningsvamp i nøddesmørSmørdampede humleskud med kaviarKatostsukkerHyrdetasketempura med karrysaltJomfruhummerboullion med hummerskørhatSukkertørret kvanSyltede dunbirkebladeLøgkarsepestoBrombærpuréSvampesmørVild sauce verdeFuglekirsebærpuréAlmindelig fløjlsfod - røget og stegtSmørstegte kantareller med sønderjysk saltet flæskKornotto med morklerPanerede østershatteGrønne, skidne æg med strandsennepSyltet granmælkehatStegt og tørret Karl JohanRynket rose-edikkeHyldeblomst-edikkeSalturt-picklesRamsløgskapersSpansk kørvel-kombuchaRabarberkompot med mjødurtTørret stor løgbruskhatSkovsyre-granitéVin med skovjordbærVild timiansnapsStrandfladbælg i saltlageHedelyngsmjødKorbærsoyaSaltet lægekokleareGrillede klørtangskapersMælkebøttesodavandSyltede bellisblomsterRørhat i olie & eddikeKombucha på umodne enebærAromatisk vaniljeisBlancheret og saltet pigsvampTe-syltet pæreSyrenedikkeCikorieisGrillet strandmælde med røget oksemarvHavtorns-sodavandDunhammerrod i gløderGrillet brunstokket rørhat med misoKaramelliseret valnøddeflødeStegt vårmusseron med jordskokker og Sønderjyst lardoLetstuvede strandbedebladeRød birkerørhat - røget og tørretSkovmærke-pannecottaMannasandwichBagt kartoffel med urtesmørKage med moden frugtMarmelade af sæsonens bærOmelet med grønne urterPasta med tang & urterSmørstegt svampebrødGrøn suppe med urterUrtemuffins med æg og baconUrtepesto med nødderYoghurtdressing med urter og vilde rødderRøgsmuldsblanding med kornblomstRibs- og hybenrosesorbetPocheret æg med ramsløg, spinat og skinkeSvovlporesvamp med stuvet spidskålRødbeder med blåbær, ene og syreGrillet squash med strand-trehage og ærterStir fry med kantareller, ingefær og soyasovsØstershatte med urterCikorie sauteret med chili og hvidløgMælkebøtte braiseret i tomat og chiliBrændenældepastaBrændenælde-gnocchiSmør infuseret med urterValnøddepesto med brød og vild merianPansotti med strandbede og vilde urterTrifolati med svampeKonserverede svampeCrostata med vild frugtVild pære pocheret i rødvinVidenVILD MAD-formidlereKatrine Lewinsky MoestrupCarsten EnemarkMads EllegaardClaus OlesenRikke Kaas MolinJan KjærgaardTrine SørensenJakob KonnerupCamilla LindbergLars BorchKristoffer SchouEsben BuchMaj-Britt SalhaugeTanja RahbekMichael SonniksKirsten Blicher FriisAndreas Kjær HansenKaren Stevnbak AndersenThomas Larsen SchmidtMarianne Krag PetersenHanne SørensenTroels LundSusanne RosenildKarin WintherFinn LillethorupThomas GuldbækKatrine de WaalGitte EriksenHolger HansenJakob MüllerHelle-Marie TaastrømMarianne MarkJonas GadgaardChristian HellerErik Stryhn RasmussenNils Ørum-NielsenMorten VindingTomas B. Kolind VilstrupJohnny Skjoldborg KrogBjarke BirkelandRune Kjærgaard LangeLeif H. SørensenKaren-Louise SmidthRasmus Ladekjær NielsenSam Bøgesgaard SørensenBjarne ChristensenAnita SøholmVILD MAD-film                            DA                 /                   EN                                                Er du skolelærer? Gå til undervisnings-sitet                her            SankelandskaberVandnærtÅbent landSkovByRåvarerBlæretangKantarel, almindeligMorkel, almindeligØstershat, almindeligPære, almindeligForvildet pærePigsvamp, almindeligPigsvamp, almindeligSyre, almindeligSyre, almindeligBellisBellisDunbirkBøgBøgBrombærBrombærBrøndkarseBrun Birke-rørhatBrungul RørhatBrunstokket RørhatCikorieDøvnældeBredbladet DunhammerBredbladet DunhammerElmEneFuglegræsFuglegræsFuglekirsebærFuglekirsebærGråbynkeGråbynkeGranmælkehatHasselHasselHavtornHavtornHedelyngHindbærHindbærHonningsvampHumleHummerskørhatHyldebærHyldHyrdetaskeKarl JohanKarl JohanKatost, almindeligKorbærKornblomstKorsknapKvanLægekokleareLav KlørtangLindLøgkarseLøgkarseMælkebøtteMælkebøtteMerianMjødurtMjødurtPeberrodRamsløgRamsløgFløjlsfod, almindeligRød BirkerørhatRød TvetandRødgranRødgranRødkløverRødknæRøllikeRøllikeRønRønRoset SpringklapRoset SpringklapHybenroseHybenroseSalturt, almindeligSalturt, almindeligSankt Hans UrtSankt Hans UrtSkællet StilkporesvampVildæbleVildæbleSkovfyrSkovjordbærSkovløgSkovmærkeSkovmærkeSkovsyreSkovsyreSkvalderkålSkvalderkålSøsalatSøsalatSpansk KørvelSpansk KørvelStor LøgbruskhatStor NældeStor NældeStrandarveStrandarveStrandastersStrandbedeStrandfladbælgStrandfladbælgStrandkarseStrandkarseStrandmældeStrandmældeStrandmalurtStrandsennepStrandsennepStrandvejbredStrandvejbredFingertangSvovlporesvampSyrenSyrenTandfri VårsalatTarmrørhindeVild TimianTragtkantarelValnødVandkarseVandmynteVandmynteVårmusseronVellugtede kamilleMartsviolMartsviolHyldeblomstViolet HekseringridderhatLav KlørtangBlæretangOpskrifterBøgedrikRønnebærkompot med vildæbleTangsuppeRøget sild med æble- og peberrodssaltStrandarve-tzatzikiÆblemuffins med korsknapSmørsauteret sankt hans-urt med røget fisk og boghvedeGrillede skovløg med ostKartoffelsalat med skvalderkålNælde- og fiskesuppeBrøndkarsepuréSyredrikSalat med ananas, syre, mynte og kamilleGrillet kød med gråbynkeHasselnødde-gnocchiSøsalat med agurk og fennikelSkovkrydderiLetpisket fløde med roset springklapGrøn smør med røllikeRødknæsalatLetrøget rødkløverblomstSukker med skud fra rødgranBirkerørhat - røget og tørretStuvet violet hekseringsridderhatViolsukkerSmørdampet vild pastinakKørvelsukkerGrillet velsmagende mælkehat i æbleciderVandmyntemojitoKonfiteret trompetsvampTangeddikeSalat af tandfri vårsalatSprødstegt svovlsporesvampBrøndkarse og ørredrognFisk og skaldyr rimmet i tangLetstuvet strandvejbredStrandtrehage-krydderiStrandkarse med kogt æg og rå kammuslingStrandasters, agurk og østersVild salat med storbladet lindHonningsvamp i nøddesmørSmørdampede humleskud med kaviarKatostsukkerHyrdetasketempura med karrysaltJomfruhummerboullion med hummerskørhatSukkertørret kvanSyltede dunbirkebladeLøgkarsepestoBrombærpuréSvampesmørVild sauce verdeFuglekirsebærpuréAlmindelig fløjlsfod - røget og stegtSmørstegte kantareller med sønderjysk saltet flæskKornotto med morklerPanerede østershatteGrønne, skidne æg med strandsennepSyltet granmælkehatStegt og tørret Karl JohanRynket rose-edikkeHyldeblomst-edikkeSalturt-picklesRamsløgskapersSpansk kørvel-kombuchaRabarberkompot med mjødurtTørret stor løgbruskhatSkovsyre-granitéVin med skovjordbærVild timiansnapsStrandfladbælg i saltlageHedelyngsmjødKorbærsoyaSaltet lægekokleareGrillede klørtangskapersMælkebøttesodavandSyltede bellisblomsterRørhat i olie & eddikeKombucha på umodne enebærAromatisk vaniljeisBlancheret og saltet pigsvampTe-syltet pæreSyrenedikkeCikorieisGrillet strandmælde med røget oksemarvHavtorns-sodavandDunhammerrod i gløderGrillet brunstokket rørhat med misoKaramelliseret valnøddeflødeStegt vårmusseron med jordskokker og Sønderjyst lardoLetstuvede strandbedebladeRød birkerørhat - røget og tørretSkovmærke-pannecottaMannasandwichBagt kartoffel med urtesmørKage med moden frugtMarmelade af sæsonens bærOmelet med grønne urterPasta med tang & urterSmørstegt svampebrødGrøn suppe med urterUrtemuffins med æg og baconUrtepesto med nødderYoghurtdressing med urter og vilde rødderRøgsmuldsblanding med kornblomstRibs- og hybenrosesorbetPocheret æg med ramsløg, spinat og skinkeSvovlporesvamp med stuvet spidskålRødbeder med blåbær, ene og syreGrillet squash med strand-trehage og ærterStir fry med kantareller, ingefær og soyasovsØstershatte med urterCikorie sauteret med chili og hvidløgMælkebøtte braiseret i tomat og chiliBrændenældepastaBrændenælde-gnocchiSmør infuseret med urterValnøddepesto med brød og vild merianPansotti med strandbede og vilde urterTrifolati med svampeKonserverede svampeCrostata med vild frugtVild pære pocheret i rødvinVidenVILD MAD-formidlereKatrine Lewinsky MoestrupCarsten EnemarkMads EllegaardClaus OlesenRikke Kaas MolinJan KjærgaardTrine SørensenJakob KonnerupCamilla LindbergLars BorchKristoffer SchouEsben BuchMaj-Britt SalhaugeTanja RahbekMichael SonniksKirsten Blicher FriisAndreas Kjær HansenKaren Stevnbak AndersenThomas Larsen SchmidtMarianne Krag PetersenHanne SørensenTroels LundSusanne RosenildKarin WintherFinn LillethorupThomas GuldbækKatrine de WaalGitte EriksenHolger HansenJakob MüllerHelle-Marie TaastrømMarianne MarkJonas GadgaardChristian HellerErik Stryhn RasmussenNils Ørum-NielsenMorten VindingTomas B. Kolind VilstrupJohnny Skjoldborg KrogBjarke BirkelandRune Kjærgaard LangeLeif H. SørensenKaren-Louise SmidthRasmus Ladekjær NielsenSam Bøgesgaard SørensenBjarne ChristensenAnita SøholmVILD MAD-film                            \t\t\t\t\t\tMarts\t\t\t\t\t     \t\t\t\t\t\tMiddel\t\t\t\t\t     \t\t\t\t\t\t          \t 2 prs.\t\t\t\t\t\t               \t\t\t\t\t\t\t30 min.\t\t\t\t\t\t                Bogmærke           Print                  Pocheret æg med ramsløg, spinat og skinke           Ingredienser   2 æg  1 spsk. eddike  8 ramsløgsblade  2 håndfulde spinat  1 æble  6 skiver lufttørret skinke  20 g. smør  Salt  Sort peber  Eventuelt lidt strandsennep    Fremgangsmåde  Sæt en gryde over varme med 1,5 l. vand i. Slå æggene ud i en skål, uden blommen går i stykker, og hæld eddiken ud over æggene. Når vandet koger, skru ned til laveste punkt på blusset. Lav en hvirvel i vandet med et piskeris. Hæld æggene langsomt ned i hvirvlen og lad dem pochere i tre til fire minutter. Blommen skal stadig være flydende. Skær æblet i grove tern. Smelt smørret på en varm pande, og steg spinat og ramsløg til det falder lidt sammen. Smag til med lidt salt og peber. Anret spinat i bunden af en tallerken med æbletern og lufttørret skinke. Placer ægget ovenpå og pynt med vilde urter - eksempelvis strandsennep.                         Køkkenchef  Thomas Lorentzen Honey   Thomas Lorentzen er køkkenchef på restaurant Honey på Adelgade i København. Honey åbnede i sommeren 2016 og er en af de nyeste skud på stammen fra holdet bag michelinrestauranten Kadeau. Thomas Lorentzen står over gryderne på Honey, hvor der er fokus på det uformelle aftensmåltid. Her bliver der serveret sæsonprægede, simple og ærlige retter, som med fordel kan deles mellem gæsterne.  Thomas har en fortid på Kadeau, hvor han var den første køkkenchef i restaurantens historie. Derudover har han også været køkkenchef på Nimb Terrasse.               Køkkenchef  Thomas Lorentzen Honey       Thomas Lorentzen er køkkenchef på restaurant Honey på Adelgade i København. Honey åbnede i sommeren 2016 og er en af de nyeste skud på stammen fra holdet bag michelinrestauranten Kadeau. Thomas Lorentzen står over gryderne på Honey, hvor der er fokus på det uformelle aftensmåltid. Her bliver der serveret sæsonprægede, simple og ærlige retter, som med fordel kan deles mellem gæsterne.  Thomas har en fortid på Kadeau, hvor han var den første køkkenchef i restaurantens historie. Derudover har han også været køkkenchef på Nimb Terrasse.              \t\t\t\t\tRåvarer brugt i \t\t\t\t\tPocheret æg med ramsløg, spinat og skinke\t\t\t\t\t  \t\t\t\t\t\t\t• \t\t\t\t\t\t\t \t\t\t\t\t\t\t\tVis alle\t\t\t\t\t\t\t              \t\t\t\t\t\t\t\t\tRamsløg\t\t\t\t\t\t\t\t\t           \t\t\t\t\tAlternative råvarer til brug i  Pocheret æg med ramsløg, spinat og skinke\t\t\t\t            \t\t\t\t\t\t\t\t\tLøgkarse\t\t\t\t\t\t\t\t\t                  Et projekt udviklet af         Virkeliggjort i samarbejde med                        Links  Presse og kontakt       Nyhedsbrev   Navn    E-mail    Tilmeld     Instagram   Facebook           Alle rettigheder © VILD MAD 2017                       VILD MAD bruger cookies til at forbedre oplevelsen af vores website. Derfor gemmer vi information om dit besøg på websitet. Ok                 "}