{"id": "Salat med kylling kartofler og fuldkornsknas - Fuldkornspartnerskabet", "contents": "Fuldkornspartnerskabet » Opskrifter » Salater » Salat med kylling, kartofler og fuldkornsknas  Salat med kylling og kartofler | Fuldkornspartnerskabet                          FuldKornspartnersKabet KontaktOrganisationEnglish          KontaktOrganisationEnglishSalat med kylling, kartofler og fuldkornsknas 4 aug 202014 feb 2022 Salat med kylling, kartofler og fuldkornsknasForb. tid: 25 minutterTilb. tid: 35 minutterSamlet tid: 1 timeRet: salaterAntal: 4 personerDenne opskrift lever op til fuldkornslogoet. Retten egner sig godt som en weekendret, da den tager lidt tid at lave. IngredienserSalat500 g kartofler2 æg2 bundter forårsløg (ca. 200 g)10 radiser uden top1/2 spidskål250 g ærterKylling320 g kyllingebryst1 spsk rapsolie1/2 tsk flagesaltpeberDressing4 dl yoghurt natural 1,5%1 1/2 spsk dijonsennep1 1/2 spsk flydende honning1 tsk flagesaltpeberFuldkornsknas100 g hvedekerner1 1/2 spsk rapsolie1 stort bundt persille, ca. 100 gReven skal af 1 ubehandlet citron1/2 tsk flagesaltSådan gør duVær opmærksom på at gøre følgende førstKog hvedekernerne til fuldkornsknas efter anvisning på pakken. Skur kartoflerne og kog dem i ca. 12 min. afhængig af størrelsen. Sluk for kogevandet og lad kartoflerne stå i ca. 5 min. Afkøl kartoflerne. Kog æggene og afkøl. KyllingSkær kyllingebrystfileterne i strimler. Varm olien på en slip let pande og steg kyllingen i ca. 6 min. til den er mør. Krydr med salt og peber. KartoffelsalatSkær kartofler i skiver. Rens forårsløg og skær i skiver. Skær radiser i tynde skiver. Fjern stokken fra spidskålen og snit kålen fint. Rør ingredienserne til dressingen sammen. Vend kogte kartofler med spidskål, radiser og ærter og dernæst med dressingen. Pil æggene og skær i kvarte. FuldkornsknasVarm olien på en slip let pande og rist de drænede kogte hvedekerner til de er let gyldne. Skyl og hak persillen og vend med ristede kerner, reven citronskal og salt. Samling af salatenAnret kartoffelsalat med æg og kylling og drys med fuldkornsknas og forårsløg. NoterFuldkorn kan med fordel inddrages i flere af dagens måltider. I denne ret får du fuldkorn som hele hvedekerner. Du kan sagtens udskifte nogle af ingredienserne med hvad du har i køleskabet. Prøv fx med andre finthakkede grøntsager eller kerner. På den måde kan du får brugt dine rester. Har du indkøbt mere kylling end du har brug for til retten, så kan du med fordel fryse dette ned i mindre portioner og bruge til andre retter. Du kan også tilberede det og bruge næste dag til frokost sammen med en lækker salat eller lignende. Har du fået overskud af kogte kartofler, så smager de fantastisk på et stykke rugbrød med karse, mayonnaise, rødløg eller et drys karry. Post navigationForrige|Næste  Flere opskrifter med fuldkorn Bolle opskrift  Brød  Fuldkornsbrød opskrifter  Kageopskrifter  Lette desserter  Rugbrødsmadder  Smørrebrød opskrifter  Suppeopskrifter  Morgenmads opskrifter  Frokost  Salater  Aftensmad  Desserter  Fuldkornslogo opskrifter  Klimavenlige opskrifter Fuldkornspartnerskabet, H. C. Andersens Boulevard , 1553 København V            "}