{"id": "Spicy oksekød og hvidkål i fad - nem og lækker opskrift", "contents": "          Spicy oksekød og hvidkål i fad - nem og lækker opskrift - madenimitliv.dk                                                                                        \tVidere til indhold            Søg      Luk                                        Forside Opskrifter  Højtider  Jul  Julemad og juleopskrifter Langtidsstegt And Langtidsstegt Flæskesteg Brunede kartofler Risalamande Julesmåkager   Mortens aften Nytår Påskefrokost  Lammekølle (langtidsstegt) Lammeculotte Fyldte æg (deviled eggs) Påskeboller Påskemuffins Påskekage Hjemmelavede påskeæg     Airfryer opskrifter Morgenmad Brunch Frokost Aftensmad  Aftensmad – masser af inspiration til aftensmaden Billig aftensmad – mad på budget.   Forretter Hovedretter  Hovedretter Oksekød Svinekød Fjerkræ Lam Fisk og skaldyr Vegetar   Desserter Tilbehør Salater Brød og boller Kager  Kager Småkager og Cookies Konfekt og slik   Snacks Syltning Drikke   Samarbejde Om mig  Livsstil  Rejser/ture Inspiration Skønhed Indretning/DIY Haveliv     Shop     Menu   Forside Opskrifter  Højtider  Jul  Julemad og juleopskrifter Langtidsstegt And Langtidsstegt Flæskesteg Brunede kartofler Risalamande Julesmåkager   Mortens aften Nytår Påskefrokost  Lammekølle (langtidsstegt) Lammeculotte Fyldte æg (deviled eggs) Påskeboller Påskemuffins Påskekage Hjemmelavede påskeæg     Airfryer opskrifter Morgenmad Brunch Frokost Aftensmad  Aftensmad – masser af inspiration til aftensmaden Billig aftensmad – mad på budget.   Forretter Hovedretter  Hovedretter Oksekød Svinekød Fjerkræ Lam Fisk og skaldyr Vegetar   Desserter Tilbehør Salater Brød og boller Kager  Kager Småkager og Cookies Konfekt og slik   Snacks Syltning Drikke   Samarbejde Om mig  Livsstil  Rejser/ture Inspiration Skønhed Indretning/DIY Haveliv     Shop                  Madplaner               Søg      Luk            Facebook      Instagram      Pinterest                                          Julemad og juleopskrifter        Chokolademousse med Baileys. læs mere      Sprød butterdej med brie og tranebærkompot. læs mere      Confiterede andelår. læs mere         Julesmåkager        Strassburger læs mere      Fedtebrød med havregryn. læs mere      Aristokrater. læs mere         Nytårsopskrifter til årets nytårsmenu        Chokolademousse med Baileys. læs mere      Nytårs cheesecake læs mere      Rösti i æbleskivepande læs mere                      Spicy oksekød og hvidkål i fad.    36 kommentarer    Aftensmad - masser af inspiration til aftensmaden,  Billig aftensmad - mad på budget.,  Hovedretter,  Hverdagsmad,  Oksekød,  Opskrifter,  Sund mad    Gå direkte til opskriften      Som jeg var inde på i sidste uge, så er kål i højsæson lige nu. Det betyder, at det er både lækker og billig mad. Og lige når det kommer til hvidkål, så er en af mine hofretter altså spicy oksekød og hvidkål i fad.  Det er en ret, som jeg har kendt til i hele mit liv. Som barn fik vi ofte krydret oksekød med kål og grønsager, når vi fik pandekager med fyld. Og udover at det smager fantastisk, så er det også en rigtig god måde at få spist en masse af sæsonens grønsager på. Se også – Hvidkålsrouletter I Spicy oksekød med spidskål I Farseret blomkål  Spicy oksekød og hvidkål i fad – nem opskrift. Hovedkomponenterne består som udgangspunkt af hakket oksekød, hvidkål (man kan også bruge spidskål), løg og gulerødder. Kød og grønsager sauteres i en gryde og smages til med forskellige krydderier. Der er dog ingen faste regler for, hvad man kan tilsætte af grønsager. Og krydderierne udvælges alt efter hvad blandingen skal bruges til. Der er nemlig virkelig mange muligheder for at variere sådan en omgang oksekød med hvidkål. Man kan servere fadet som selvstændig hovedret. Måske med lidt brød eller lækre ovnristede kartofler ved siden af og en klat kølig creme fraiche på toppen, hvis man har lavet det lidt stærkt. Man kan også tilføje en portion (eller rest) kogte ris til retten, hvis den skal mætte yderligere. Selvom jeg næsten kan garantere, at de fleste bliver mætte ovenpå alle de grove grønsager. Man kan jo nærmest ikke sparke sig frem for kostfibre. Skal fadet serveres for sig selv, kan jeg i øvrigt anbefale at drysse lidt revet ost på toppen de sidste 15 minutter af bagetiden. Bare lige så det når at smelte og blive lækkert gyldent. Det smager noget så dejligt. Det krydrede oksekød og hvidkål kan sagtens laves færdigt i gryden. Det gør jeg ca. halvdelen af gangene. Men det smager virkelig godt at komme hele herligheden i et fad og sætte det i ovnen. Dermed får grønsagerne lov til at karamellisere ganske let og får en skøn, bagt smag. Fadet passer sig selv i ovnen. Man skal bare lige vende lidt rundt med en ske et par gange undervejs. Så det er jo ikke fordi, at der er specielt meget arbejde i det. Og har man alligevel gang i en portion ristede kartofler som tilbehør, så er det jo oplagt at lade de 2 ting stå i ovnen samtidig.     4.16 fra 44 stemmer Spicy oksekød og hvidkål i fad.   Samlet tid1 t Antal: 4 personer    Print opskrift  Pin opskrift    Ingredienser1 spsk olie2 fed hvidløg (hakkede)450 gr  hakket oksekød½-1 hvidkålshoved (kan erstattes af spidskål)3 gulerødder (groftrevne)2 rødløg (hakkede)3 tsk paprika2 tsk stødt spidskommen1 tsk mild chilipulver1 dl vand eller bouillonsalt og peberpersille til servering FremgangsmådeVarm olien op i en stor gryde og sauter hvidløget heri. Tilsæt oksekødet og brun det grundigt. Kasser stokken fra hvidkålen og snit kålen i tynde strimler. Tilsæt hvidkål til oksekødet. Kom herefter revet gulerod og rødløg i gryden og vend godt rundt. Smag til med paprika, spidskommen, chilipulver, salt og peber. Vend oksekød og kål ud i et ildfast fad, hæld 1 dl vand eller bouillon ved og sæt fadet i ovnen i ca. 45 minutter ved 175 °C (ikke varmluft). Vend rundt i fadet et par gange undervejs, så overfladen ikke bliver tør. Drys evt. med friskhakket persille og server med ristede kartofler eller brug nogle af de mange muligheder, som nævnes ovenfor. Se også -   Spicy oksekød med spidskål og karry   Hvidkålsrouletter   Modtag gratis madplan hver uge!    Skønne serveringer med krydret oksekød og hvidkål Man kan også bruge det krydrede oksekød og hvidkål som fyld i en gang pandekager. Enten hjemmelavede madpandekager eller færdigkøbte tortillapandekager, som lægges i et fad, drysses med ost og gratineres i ovnen. Tortillaerne kan serveres med creme fraiche, salsa (måske hjemmelavet salsa) og guacamole. Og så er det lækkert med en salat med fintstrimlet iceberg, majs, tomater, agurk, peberfrugt og lignende ved siden af. Sådan lidt a la tex mex. Endelig kan man droppe spidskommen og paprika i stedet tilsætte karry og soya og bruge fyldet i hjemmelavede forårsruller. Kan man ikke skaffe forårsrulledej, så kan man sagtens bruge helt almindelig filodej. Det findes på frost i de fleste større supermarkeder. Bruger man filodej, så kan de hjemmelavede forårsruller for resten nemt bages gyldne og sprøde i ovnen. På den måde behøver man heller ikke stå og jonglere med frituregryde og varm olie.    Relaterede indlæg Aftensmad - masser af inspiration til aftensmaden      Pølsemix i airfryer – nem opskrift. læs mere        Kartoffeltærte med rødløg og bacon. læs mere        Frikassé med kødboller og sommergrønt. læs mere                             Label           Bedøm opskriften   Bedøm opskriften                                                                      Navn*     Email*                      Label           Bedøm opskriften   Bedøm opskriften                                                                      Navn*     Email*                 36 Kommentarer                        Ældste   Nyeste       Inline Feedbacks Se alle kommentarer            Lise Marie Madsen          6 år siden         Virkelig en lækker ret! Selv ungerne på 4,6,10,12 er vilde med det krydderi sammensætning passer perfekt, også til børn.     Svar                 Maden i mit liv.          6 år siden               Svar                 Lise Marie Madsen         Lise Marie – Det glæder mig, at retten har været sådan en succes hos hele familien – lyder som en god måde at få ungerne til at spise masser af grove grønsager på 🙂     Svar              Connie Madsen          6 år siden         Super LÆKKER ret.  Alle i familien er helt vilde med den, så kan VARMT anbefales til alle andre, at prøve. ????     Svar                 Maden i mit liv.          6 år siden               Svar                 Connie Madsen         Connie – Det glæder mig, at I kunne bruge opskriften og at det blev så stor en succes. Jeg har planer om, også snart at lave en portion med karry og grønsager 😀     Svar              Karin Hyldgaard          6 år siden         Prøvet og godkendt. Og det i et hjem med 2 der elsker kød – meget kød. Kommer helt klart på menuen igen. Smagte super.     Svar                 Maden i mit liv.          6 år siden               Svar                 Karin Hyldgaard         Karin – Det lyder godt 🙂 Det er nemlig en ret, hvor der kan skæres gevaldigt ned på kødet og op for grønsagerne, uden at kødelskerne sidder og rynker på næsen 😀     Svar              Ingelise Jensen          5 år siden         Også et hit her! Retten rækker nemlig laaangt til 5 voksne, hvis man putter nok hvidkål i.Chili-sauce er også fin som tilbehør 😉     Svar                 Maden i mit liv.          5 år siden               Svar                 Ingelise Jensen         Ingelise – Nemlig – rigeligt hvidkål (eller spidskål) er også et hit herhjemme 😀     Svar              Elsebeth          5 år siden         Heldigvis kommer jeg af en familie, der er helt vild med grøntsager. I stedet for klassiske  hvidkålsrouletter snitter jeg hvidkål, svitser let, krydrer, hælder væde ved, laver en fordybning i midten og lægger frikadellefars i hullet. Når kål og kød er mørt, laver jeg muskatsovs af væden. Resultatet bliver i smag som rouletter. På samme måde laver jeg brunkål enten med flæskefars, eller jeg får slagteren til at save et par gode ben midt over, så de er til at brune og lægge ned i den brunede kål. Døjer man med at få spist et helt hvidkål, er det dejligt at koge hvidkål i både og servere dem sammen med kartofler og gulerødder + frikadeller. Hvert forår laver jeg et lager af ramsløgssmør-ruller, som jeg fryser i skiver – sådan en skive kryddersmør/en klat smør  gør det fint ud for sovs. Godt nytår til dig, din mand og Viggo!     Svar                 Maden i mit liv.          5 år siden               Svar                 Elsebeth         Elsebeth – Mange tak for din nytårshilsen og dine gode opskrifter/tips med kål. Jeg har ikke fået brunkål siden jeg var barn – mindes ikke, at jeg var specielt vild med det, men jeg har besluttet mig for, at det skal prøves her i løbet af vinteren. Det bliver så med en lille hamburgerryg og måske en medister, da jeg er ret overbevist om, at det var konsistensen på det kogte, fede flæsk, som jeg især havde det svært med som barn.  Rigtig godt nytår til dig og dine fra os allesammen 😀     Svar                 Anders Rasmussen          2 år siden               Svar                 Maden i mit liv.          Har lige lavet denne fantastiske ret til aftensmad… Det fungere også rigtig godt med dobbelt så meget kød.. 😀     Svar              jette Sørensen          2 år siden               Svar                 Maden i mit liv.         hej når jeg laver brunkål bruger jeg et stykke nakkekam, det er ikke så fedt som brystflæsk, samtidig bruger jeg brunfarin / mørk sirup. Dvs. brun kød på alle sider, derefter brun hvidkål grundigt, herefter farin/sirup over kålen så kødet i gryden, evt. lidt væske(vand) salt og peber koges i ca. 1 – 1 1/2 time serveres med sennep og et godt brød. Jeg kan se at det er en gammel kommentar jeg har svaret på, men det er første gang jeg er på din side     Svar              Belinda Wellendorph          1 år siden               Svar                 Maden i mit liv.         Jeg elsker brunkål. Men her er det et flerdagsprojekt, eller i hvert fald et heldagsprojekt, hvor stegeben kommes ned i kålen og får lov at ‘koge’ med i mange timer. Det sammen med oksehaler eller lign. Det gør at du får noget kød som er fantastisk mørt og lækkert og ikke det her blæverkød som vi fik som børn.     Svar                 Anne-Kathrine Schelde          1 år siden               Svar                 Belinda Wellendorph         Belinda – Jeg må indrømme, at lige præcis brunkål i den originale form har jeg stadig til gode at lave. Derfor er der heller ingen opskrift på det på min blog. Men jeg husker det fra min barndom, hvor det blev lavet i den STORE gryde, så der var til flere dage. For lille mig føltes det som om, at vi spiste brunkål i flere uger 😀 Og jeg vil give dig helt ret i, at der skal en anden form for kød og ikke de store flæskestykker som bare ligger og blævrer på tallerkenen 😉     Svar              Maja          5 år siden         Retten ser vildt lækker ud og skal helt klart prøves! Jeg “døjer” desværre bare med en mand, som har traumer efter for meget råkost som barn ? nogen gode ideer til erstatning af gulerødder? ?     Svar                 Maden i mit liv.          5 år siden               Svar                 Maja         Maja – Hvad med at bruge hvide gulerødder i stedet? De er ikke så synlige og så smager han dem måske slet ikke 😀 Jeg køber blandt andet hvide, lilla og gule gulerødder i løsvægt i Rema 1000. Og ellers kan du bare udelade dem eller erstatte med flere af de andre grønsager, måske peberfrugt 😀     Svar              Katrine          4 år siden         Jeg bruger altid frosne ærter i min opskrift, der minder meget om denne. Fine ærter fra frost er bedst. Den lidt søde smag passer rigtig godt til ktydderierne, og så er det jo dejlig nemt:)     Svar                 Maden i mit liv.          4 år siden               Svar                 Katrine         Katrine – Det lyder godt – selv bruger jeg nogle gange majs, men ærter har jeg ikke prøvet endnu 😀     Svar              Regina Kjærbæk          4 år siden         Hej Ved du kalorietallet i retten?  Kh Regina     Svar                 Maden i mit liv.          4 år siden               Svar                 Regina Kjærbæk         Regina – Det har jeg desværre ikke undersøgt, men der findes jo masser af gratis kalorieberegnere og apps, så du kan evt. give det et skud 🙂 Krydderierne behøver du jo ikke taste ind i regnskabet, da de stort set går i nul 😀     Svar                 Allan Rosendal Martinsen          1 år siden               Svar                 Maden i mit liv.         Kan den evt bare laves færdig i gryden,jeg bruger støbejersgryde og tænker resultatet vil blive det samme eller hvad.     Svar                 Anne-Kathrine Schelde          1 år siden               Svar                 Allan Rosendal Martinsen         Allan – Ja, det kan du sagtens. Det gør jeg også selv engang imellem 😀     Svar              Angelica Kristiansen          3 år siden         Kan man fryse resten af retten. Jeg har meget fars. Vi får ikke spist det hele i dag. Knus Angelica     Svar                 Maden i mit liv.          3 år siden               Svar                 Angelica Kristiansen         Angelica – Det burde ikke være noget noget problem at fryse resterne ned 😀     Svar              Andreas Seeger          3 år siden         Det her er min yndlingsret når jeg skal tabe lidt vægt, den er simpelthen suveræn!     Svar                 Maden i mit liv.          3 år siden               Svar                 Andreas Seeger         Andreas – Dejligt at høre – herhjemme er den også en favorit. Nem, lækker, billig, mættende og fyldt med grønsager 🙂     Svar              Tove Lasota          2 år siden         Smager også dejlig hvis man tilsætter revet ost de sidste min i ovnen     Svar                 Anne-Kathrine Schelde          2 år siden               Svar                 Tove Lasota         Tove – Uhh ja, det er også godt 😀     Svar              Bodil          2 år siden          Den er bare god. Har den igang lige nu og glæder mig til  jeg skal spise. Det er anden gang jeg  laver det. Kommer det ikke i ovnen, laver det færdigt i gryden.     Svar                 Anne-Kathrine Schelde          2 år siden               Svar                 Bodil         Bodil – Hvor er det bare dejligt at høre, og retten kan jo helt fint laves færdig i gryden 😀     Svar              Carsten Vium Jørgensen          2 år siden          2,5 kilo forsvandt som dug for solen..     Svar                 Anne-Kathrine Schelde          2 år siden               Svar                 Carsten Vium Jørgensen         Carsten – Hvor er det bare dejligt at høre 😀     Svar              Jean Eckert          1 år siden          Jeg elsker den her. Total comfort-food. Og så er det en fantastisk måde at få bunkevis af grønt i husets teens.     Svar                 Anne-Kathrine Schelde          1 år siden               Svar                 Jean Eckert         Jean – Hvor er det altså bare dejligt at høre – og du har helt ret, det er nemlig en rigtig grøntsagsbasker 😉 😉     Svar              Morten          1 år siden         Er vild med retten bruger sprøde æblestykker til den også som toppings til det for at give det lidt sødme og syrlighed     Svar                 Anne-Kathrine Schelde          1 år siden               Svar                 Morten         Morten – Hvor lyder det lækkert – tak for tippet 😀     Svar                                        TIlmeld dig nyhedsbrev                          Savner du inspiration til nem og lækker hverdagsmad?Tilmeld dig nyhedsbrevet og få madplaner inkl. indkøbsliste tilsendt hver uge.Indkøbslisten er kun i nyhedsbrevet.        Klik her                       Fornavn(Required)   Fornavn  Email(Required)    Modtag madplaner!                                  Mine yndlings opskrifter      Brunede kartofler  læs mere        Rødkål læs mere        Risalamande kage. læs mere                                                                      Opskrift Index     Cookie- og privatlivspolitik     Samarbejde med Madenimitliv     © Copyright Maden i mit liv         Insert                   Facebook-f            Pinterest                     Savner du inspiration til nem og lækker hverdagsmad?     Tilmeld dig mit nyhedsbrev og få mine populære madplaner (+ indkøbsliste) tilsendt hver uge.OBS. Indkøbslisten findes kun i nyhedsbrevet.       Fornavn(Required)   Fornavn  Email(Required)                                                                                        "}