{"id": "Stegte ris med kylling og grøntsager... - Maden i mit liv", "contents": "          Stegte ris med kylling og grøntsager... - Maden i mit liv!                                                                                        \tVidere til indhold            Søg      Luk                                        Forside Opskrifter  Højtider  Jul  Julemad og juleopskrifter Langtidsstegt And Langtidsstegt Flæskesteg Brunede kartofler Risalamande Julesmåkager   Mortens aften Nytår Påskefrokost  Lammekølle (langtidsstegt) Lammeculotte Fyldte æg (deviled eggs) Påskeboller Påskemuffins Påskekage Hjemmelavede påskeæg     Airfryer opskrifter Morgenmad Brunch Frokost Aftensmad  Aftensmad – masser af inspiration til aftensmaden Billig aftensmad – mad på budget.   Forretter Hovedretter  Hovedretter Oksekød Svinekød Fjerkræ Lam Fisk og skaldyr Vegetar   Desserter Tilbehør Salater Brød og boller Kager  Kager Småkager og Cookies Konfekt og slik   Snacks Syltning Drikke   Samarbejde Om mig  Livsstil  Rejser/ture Inspiration Skønhed Indretning/DIY Haveliv     Shop     Menu   Forside Opskrifter  Højtider  Jul  Julemad og juleopskrifter Langtidsstegt And Langtidsstegt Flæskesteg Brunede kartofler Risalamande Julesmåkager   Mortens aften Nytår Påskefrokost  Lammekølle (langtidsstegt) Lammeculotte Fyldte æg (deviled eggs) Påskeboller Påskemuffins Påskekage Hjemmelavede påskeæg     Airfryer opskrifter Morgenmad Brunch Frokost Aftensmad  Aftensmad – masser af inspiration til aftensmaden Billig aftensmad – mad på budget.   Forretter Hovedretter  Hovedretter Oksekød Svinekød Fjerkræ Lam Fisk og skaldyr Vegetar   Desserter Tilbehør Salater Brød og boller Kager  Kager Småkager og Cookies Konfekt og slik   Snacks Syltning Drikke   Samarbejde Om mig  Livsstil  Rejser/ture Inspiration Skønhed Indretning/DIY Haveliv     Shop                  Madplaner               Søg      Luk            Facebook      Instagram      Pinterest                                          Julemad og juleopskrifter        Chokolademousse med Baileys. læs mere      Sprød butterdej med brie og tranebærkompot. læs mere      Confiterede andelår. læs mere         Julesmåkager        Strassburger læs mere      Fedtebrød med havregryn. læs mere      Aristokrater. læs mere         Nytårsopskrifter til årets nytårsmenu        Chokolademousse med Baileys. læs mere      Nytårs cheesecake læs mere      Rösti i æbleskivepande læs mere                      Stegte ris med kylling og grøntsager…    14 kommentarer    Aftensmad - masser af inspiration til aftensmaden,  Fjerkræ,  Hovedretter,  Hverdagsmad,  Opskrifter    Gå direkte til opskriften      Stegte ris med kylling og grøntsager hører til blandt mine favoritter, når det kommer til asiatisk mad. Der er jo nærmest tale om en form for asiatisk biksemad, hvor man stort set kan bruge, hvad man har i grøntsagsskuffen og har man været forudseende og kogt en ekstra portion ris dagen før – eller hvornår man nu lige har spist ris – så kan maden, på trods af lidt snitten og hakken af hvidløg, gulerødder, peberfrugt og forårsløg, være klar på relativ kort tid. At det så også smager supergodt og er ret børnevenligt, fordi grøntsagerne er nemme at genkende og evt. sortere fra og der ikke er noget flydende sauce, det er jo bare en ekstra bonus til børnefamilierne. Som jeg var inde på i indlægget i går, så kogte jeg for nylig hønsekødssuppe på en stor… well en stor kylling! Det ene bryst blev skåret i tern og kom i suppen, alt kødet fra over- og underlår samt det jeg plukkede af skroget kom i denne her lækre kyllingepie med forårsgrønt og butterdej og det sidste kyllingebryst blev plukket i mundrette stykker og blev gemt til en omgang stegte ris med kylling og grøntsager. Dermed blev det til 3 hovedmåltider i én kylling, hvilket jeg faktisk er ret godt tilfreds med.  Ligger man nu ikke inde med et stort, kogt kyllingebryst, som kan bruges til en portion stegte ris, så køber man selvfølgelig bare en pakke kyllingebryst eller filet, som steges i panden sammen med olie og hvidløg, inden grøntsager og ris tilsættes – det giver for øvrigt også en rigtig fin smag til retten og en lækker stegeskorpe på kyllingen. Man kan selvfølgelig også bare udskifte kyllingen med rejer eller skinke/hamburgerryg, hvis man i stedet ligger inde med den slags rester og har man lyst, kan man sagtens bruge en blanding af både kylling, rejer og skinke. Med hensyn til ægget, så kommer jeg gerne et sammenpisket æg i panden og rører lidt rundt, så det bliver som en masse små stykker omelet. Jeg synes, at det smager skønt og det bidrager også med en lidt cremet konsistens til de stegte ris, men hvis man ikke er så meget til omelet, så udelader man selvfølgelig bare ægget.  Jeg krydrer de stegte ris med soya og sweet chili sauce efter smag – soya bidrager med salt, så udover at komme salt i gryden, når jeg koger risene, så salter jeg ikke yderligere. Chili saucen giver en smule skarphed og lidt sødme til retten, men da styrken i sød chili sauce kan variere, foreslår jeg, at man smager sig frem. Man kan selvfølgelig også bruge frisk, finthakket chili, hvis de stegte ris skal sparke lidt mere fra sig, men hvis der er mindre børn, som skal spise med, så foreslår jeg, at man holder sig til den søde chili sauce og ellers smager lidt forsigtigt til.     4.38 fra 45 stemmer Stegte ris med kylling og grøntsager   Samlet tid30 min Antal: 4 personer    Print opskrift  Pin opskrift    Ingredienser3 dl rå ris2 spsk olie2 fed hvidløg (finthakkede)2 gulerødder (skåret i tynde stave)1 rød peberfrugt (skåret i strimler)1 bundt  forårsløg (skåret i ringe)200 gr  ærter1 ds majs250 gr  tilberedt kylling (fx stegt eller kogt)2 spsk soya1 æg2 spsk sweet chili saucecashewnødder FremgangsmådeKog risene efter anvisning på pakken – der kan selvfølgelig også bruges en rest tilberedte ris fra køleskabet. Opvarm olien i en sauterpande, wok eller stor gryde. Svits hvidløget heri. Tilsæt gulerødderne og sauter dem et par minutter. Kom peberfrugt, forårsløg, ærter og majs i panden og vend det hele godt sammen. Pluk kyllingen i mindre stykker og kom kylling og soya i panden. Sauter et par minutter til soyaen fordamper. Slå ægget ud i en lille skål, pisk det sammen og hæld det ud over grøntsagerne. Rør godt rundt så ægget fordeles jævnt, imens det stivner let som småbitte stykker omelet. Vend til sidst risene i gryden og rør det hele godt sammen. Smag til med sweet chili sauce og server de stegte ris rygende varme med cashewnødder og evt. et drys forårsløg på toppen. Retten er ikke fryseegnet, men evt. rester kan sagtens gemmes på køl i et par dage. De stegte ris er desuden et hit i  madpakken, hvis der er adgang til mikrobølgeovn.  Modtag gratis madplan hver uge!         Relaterede indlæg Aftensmad - masser af inspiration til aftensmaden      Pølsemix i airfryer – nem opskrift. læs mere        Kartoffeltærte med rødløg og bacon. læs mere        Frikassé med kødboller og sommergrønt. læs mere                             Label           Bedøm opskriften   Bedøm opskriften                                                                      Navn*     Email*                      Label           Bedøm opskriften   Bedøm opskriften                                                                      Navn*     Email*                 14 Kommentarer                        Ældste   Nyeste       Inline Feedbacks Se alle kommentarer            Hanne          6 år siden         Altså jeg synes jo at risene skal stege med før, så de får noget overflade og lidt crisp. Det matcher også mest det jeg har fået serveret på de kanter hvor denne ret kommer fra. Iøvrigt har du ret, det er en rigtig kineserbiks, og det smager dejligt.     Svar                 Maden i mit liv.          6 år siden               Svar                 Hanne         Hanne – Jeg har stegt risene med et par gange tidligere, men jeg må indrømme, at jeg efterhånden har droppet det, for det ender som regel med, at der sidder et ordentligt lag fast i bunden af gryden og så bliver resten af risene jo alligevel ikke stegt. Til sidst spurgte jeg mig så lidt for og kiggede i et par thai kogebøger og siden har jeg næsten altid lavet det nogenlunde på denne her måde 😀     Svar              Anna-sofie          5 år siden         Uhmmm lyder lækkert ? Kunne værre jeg måske skulle prøve det bare med Nudler ☺️     Svar                 Maden i mit liv.          5 år siden               Svar                 Anna-sofie         Anne-sofie – Jeg lover, at det smager mindst lige så godt med nudler 😀     Svar              Søren Pedersen          4 år siden         Jeg har her til aften prøvet retten. Da jeg ikke er den store kok (men jeg øver mig) har jeg fulgt opskriften næsten slavisk. Jeg brugte nykogte parboiled ris og nystegt kylling i små tern – fyrede godt op i min HotWok på terrassen, blandede det hele sammen som beskrevet. Og vupti, så havde jeg et lækkert måltid. Jeg brugte opskrift til fire personer og det passede til mor, far og to halvvoksne teenagedrenge. Tak for mad. Hilsen Søren     Svar                 Maden i mit liv.          4 år siden               Svar                 Søren Pedersen         Søren – Tusind tak for din tilbagemelding – så dejligt, at jeg kan være med til at inspirere både øvede og knapt så øvede med mine opskrifter, og at det blev en succes 😀     Svar              Jette Nygaard Christensen          3 år siden          Super god opskrift     Svar                 Anne-Kathrine Schelde          3 år siden               Svar                 Jette Nygaard Christensen         Jette – Velbekomme 😀     Svar              Lone          3 år siden          Jeg ved ikke om jeg gjorde noget forkert, men det så bare ikke særlig appetitligt ud :/ så jeg droppede det halvvejs, øv.     Svar                 Anne-Kathrine Schelde          3 år siden               Svar                 Lone         Lone – Øv, det var da træls. Umiddelbart går opskriften jo mest ud på at stege ris og sautere forskellige slags hakkede grøntsager og kylling i olie, så jeg tænker næsten ikke, at du kan have gjort noget forkert undervejs.     Svar              Helle Margrete Nørlund          2 år siden          Dejlig ret. Tilføjer lidt fishsauce     Svar                 Anne-Kathrine Schelde          2 år siden               Svar                 Helle Margrete Nørlund         Helle Margrethe – Det lyder også superlækkert – fishsauce er jo indbegrebet af asiatisk mad 😀     Svar              Susanne          10 måneder siden          De stegte ris smager virkelig lækkert. Tak for de mange gode og spændende opskrifter.     Svar                 Anne-Kathrine Schelde          10 måneder siden               Svar                 Susanne         Susanne – Velbekomme – dejligt at du kan bruge opskrifterne 😀     Svar                                        TIlmeld dig nyhedsbrev                          Savner du inspiration til nem og lækker hverdagsmad?Tilmeld dig nyhedsbrevet og få madplaner inkl. indkøbsliste tilsendt hver uge.Indkøbslisten er kun i nyhedsbrevet.        Klik her                       Fornavn(Required)   Fornavn  Email(Required)    Modtag madplaner!                                  Mine yndlings opskrifter      Brunede kartofler  læs mere        Rødkål læs mere        Risalamande kage. læs mere                                                                      Opskrift Index     Cookie- og privatlivspolitik     Samarbejde med Madenimitliv     © Copyright Maden i mit liv         Insert                   Facebook-f            Pinterest                     Savner du inspiration til nem og lækker hverdagsmad?     Tilmeld dig mit nyhedsbrev og få mine populære madplaner (+ indkøbsliste) tilsendt hver uge.OBS. Indkøbslisten findes kun i nyhedsbrevet.       Fornavn(Required)   Fornavn  Email(Required)                                                                                        "}