{"id": "svinekød - foodplanner", "contents": "         svinekød – FOODPLANNER                                                                                         \t\tVidere til indhold\t     FOODPLANNER Opskrifter, vin og andre livskvalitetsfremmende sager Menu og widgets     SearchSearch          Tag: svinekød    Honning- og BBQ-marineret svinekød på spyd med godt snaskede hvidløgs- og ostebrød    Grillmad! Antal personer:  4 personer. Forberedelsestid: 15 minutter +  marinering i 6-8 timer. Tilberedningstid: 10-15 minutter. Ingredienser til kødet 2 dl. BBQ-sauce (bare brug den du synes bedst om) 2 spsk. olie 1 lille løg, finthakket 3 tsk. honning 3 tsk. dijonsennep 1 tsk. soyasauce 1/2 tsk. ingefærpasta Ingredienser til brødene 2 flûtes 150 g revet ost 2 fed finthakket hvidløg 50 g smør Persille Opskrift på kødet Start med at bikse marinaden til kødet sammen: Opvarm olien i en dyb pande ved jævn varme. Tilsæt løg og lad det klare, hvorefter BBQ-sauce, honning, sennep, soyasauce og ingefær tilsættes. Lad det simre i 10-12 minutter under omrøring fra tid til anden. Lad så marinaden køle af. I mens trimmes kødet for fedt og sener. Skær det så i træ stykker på den lange led. I en frysepose med kødet, marinade efter og så i køleskabet i 6-8 timer. Sæt kødet på på spyd af passende størrelse (jep, jeg har fået fingrene i nogle gode “sværd” på en halv meters penge) og grill dem 8-10 minutter alt i alt. Opskrift på brødene Skær skiver halvt ned i brødene. Først på den ene led, og så den anden, så de nærmest bliver ternede. Tryk lidt, så ternerne åbner sig. Bland smør med ost, hvidløg og hakket persille. Stop det godt ned i brødene, og grill brødene for indirekte varme i ca. 15 minutter til smør og ost er smeltet ned i og skorpen er sprød.     Udgivet i 10. juni 201827. maj 2018Kategorier Amerikansk, Italiensk, SkandinaviskTags barbecue, bbg, grillspyd, honning, hvidløgsbrød, ost, svinekød, svinemørbradLeave a comment on Honning- og BBQ-marineret svinekød på spyd med godt snaskede hvidløgs- og ostebrød     Gris, mer’ gris, æbler og salvie – what’s not to like?    Haps! Antal personer:  2 personer. Forberedelsestid: 10 minutter. Tilberedningstid: 30 minutter. Gris, æbler og salvie kan bare ét eller andet sammen. Det er verdensklasse. Ingredienser 2 stk. svinekoteletter 1 syrligt æble En håndfuld friske salvieblade 3 fed hvidløg 2 skiver schwartzwalder-skinke 10-15 små kartofler 1 skvæt marsala Smør Olie Salt Peber Opskrift Tag koteletter ud af køleskabet og krydr dem med salt og peber og lad dem stå på køkkenbordet, mens du lige forberede de andre ting, så de lige får antydningen af stuetemperatur. I mens rengøres kartoflerne grundigt. Opvarm en god klat smør og lidt olivenolie i en dyb pande, og smid dem deri sammen med lidt friske salvieblade og et fed hvidløg, som du lige maser fladt med håndryggen inden. Rør rundt fra tid til anden til kartoflerne er gyldne og lidt sprøde i det på ydersiden, men møre indeni. Når der er ca. 10 minutter tilbage til kartoflerne er klar, så opvarm lidt olie på en pande og steg skinkeskiverne sprøde deri på begge sider. Lige inden de er færdige sprinkler du lidt marsala over. Så’ dét klaret … Så til kødet: Opvarm en klat smør og lidt olivenolie på en pande sammen med lidt fler´salvieblade og de sidste fed hvidløg, som er knust som tidligere beskrevet. På med kødet. Stegeskorpe på den ene side (det ta’r 2-3 minutter), så vende og samme kunststykke på den anden side. Lad derefter kødet hvile i fem minutter inden servering. I mens smider du lige æblebådene på panden, så de kan nå at blive varme og lige suge lidt stegesky til sig, og så er de klar samtidig med alt det andet.      Udgivet i 30. marts 201826. marts 2018Kategorier SkandinaviskTags æble, gris, hvidløg, kotelet, marsala, salvie, skinke, svin, svinekød, svinekoteletLeave a comment on Gris, mer’ gris, æbler og salvie – what’s not to like?     Wonton Goes Surf ‘n’ Turf    Wonton Goes Surf ‘n’ Turf. Mængde: Ca. 30-40 stk. Forberedelsestid: 15 minutter. Tilberedningstid: 45 minutter. Ingredienser 250 g hakket svinekød 150 g vannamei-rejer 4 forårsløg 1 lille gulerod En anelse rørsukker Lidt soya Lidt sesamolie Peber Wonton-dej 1 let sammenpisket æg Smagsneutral olie Thai-basilikum Ketjap Manis Sød chilisauce  Opskrift Hak rejerne fint og bland dem med kødet sammen med tre finthakkede forårsløg, en gulerod revet fint, lidt sukker, lidt soya og lidt sesamolie. Smag til med en anelse friskkværnet peber. Læg en lille kugle kød på en wonton-dej og pensl kanterne med æg. Luk sammen som en lille pose, og læg den på bagepapir. Fortsæt således til du enten løber tør for kød eller wonton-dej. Opvarm smagsneutral olie til 170 grader og steg wonton’erne deri i mindre batches, så olien ikke bliver for kold undervejs. De skal være sprøde og gyldne, så er de klar. Det sidste forårsløg skærer du den grønne del af, som derefter strimles. Dem kan du binde op toppen af de små poser – det ser fint ud. Servér med thai-basilikum, sød chilisauce og ketjap manis.   Udgivet i 28. marts 201826. marts 2018Kategorier UncategorizedTags gris, reje, surf 'n' turf, svinekød, wontonLeave a comment on Wonton Goes Surf ‘n’ Turf     Nikuman – japansk street food    Nikuman. Mængde: 4 personer. Forberedelsestid: 10 minutter. Tilberedningstid: 30 minutter + 30 minutters hævning. Da jeg gik i folkeskole og havde helt korte shorts på og sår på knæene, der kunne man i skoleboden købe en grovbolle, som vi udhulede og proppede en frikadelle ind i. Hverken grovbolle eller frikadelle var af speciel god kvalitet; den ene – altså grovbollen – var mest bare størknet luft med lidt kerner i, mens den anden var den klassiske, fede frost-sag, som blot blev lunet i en stor industriovn. Men jeg elskede det! Det her betragter jeg lidt som det japanske modstykke – dog synes jeg, at jeg kvalitetsmæssigt lige har hævet det lidt. Trods alt. Ingredienser 2 dl. vand 4 tsk. tørgær 400 g hvedemel 6 tsk. sukker 2 tsk. bagepulver 4 tsk. smagsneutral olie 400 g hakket svinekød 5-6 skyøre 100 g vandkastanjer 1 lille løg 1 tsk. ingefærpasta 2 spsk. soya 1 spsk. sake 1 spsk. østerssauce 1 spsk. sesamolie 1-2 spsk. maizena 1 spsk. sukker Opskrift Først skal du i gang med dejen: Hæld tørgær i det lunkne vand, og lad det boble op. Det ta’r en fem minutters penge. I mens blander du mel, sukker og bagepulver i en anden skål, hvorefter det blandes med gær og vand samt olie. Ælt godt igennem ca. 10 minutter og lad det hæve i en halv time under husholdningsfilm. Så til fyldet: Snit skyøre, vandkastanjer og løg ganske fint og bland med kød, ingefærpasta, soya, sake, østerssauce, sesamolie, maizena og sukker. Ælt godt igennem. Del dejen i 8 og rul dem ud til små, tykke pandekager. Fordel kødet i små bolde mit på hver pandekage, og fold dejen op om. Sørg for at lukke dem godt til, så der ikke slipper væde ud, når de om lidt skal dampes. Læg dem på et stykke bagepapir med huller i, i en bambusdamper og damp dem i ca. 25 minutter. Måske 30 minutter. Servér med hoisin sauce.   Udgivet i 17. august 201714. august 2017Kategorier Asiatisk, JapanskTags brød, damp, kød, nikuman, svinekødLeave a comment on Nikuman – japansk street food     Kylling med rørhatte, pancetta og svinekød    Kylling møder farsbrød og sød musik opstår.  Mængde: 2 personer. Forberedelsestid: 20 minutter +  40 minutter i blød i vand for svampene. Tilberedningstid: 30-40 minutter. Kylling møder farsbrød og sød musik opstår. Udgangspunktet for denne opskrift er langt hen ad vejen dette italienske farsbrød. Men denne gang er det inde i et saftigt kyllingebryst, og det er heller ikke helt ved siden af … Ingredienser de farserede kyllingebryster 2 kyllingebryster 200 g hakket svinekød 4 skiver god pancetta i mindre tern 1 finthakket blegselleri 1 lille, finthakket gulerod 1 lille, finthakket løg 1 fed finthakket hvidløg 10 g tørrede rørhatte opblødt i vand 1 æg Salt Peber Olivenolie Lidt finthakket persille Ingredienser til saucen 250 g passata 1 finthakket blegselleri 1 lille, finthakket gulerod 1 lille, finthakket løg 1 fed finthakket hvidløg 1 generøst glas hvidvin 20 g tørrede rørhatte opblødt i vand Salt Peber Olivenolie Lidt finthakket persille Opskrift Opvarm olie i en sauterpande ved jævn varme, og smid løgene på. Lad dem blive klare inden du smider blegselleri, gulerod, hvidløg, svampe og pancetta på. Rusk det rundt til grøntsagerne er bløde, men stadig har bid. Skru op for varmen og tilsæt så kødet. Brun det, smag til med salt og peber og tag derefter panden fra varmen. Lad det køle lidt og tilsæt så ægget samt den hakkede persille. Saml tingene til en let sammenhængende masse. Skær en lomme i i kyllingebrysterne og fordel farsen deri. Luk med kødnåle. Brun dem på en pande. I mens opvarmes olie i en gryde og løg klares deri, inden blegselleri, gulerod, hvidløg og rørhatte tilsættes. Tilsæt hvidvin og kog alkoholen fra, inden du tilsætter passata og smager til med salt og peber. Smid kyllingebryster i gryden, læg låg på og lad simre til kyllingen er gennemstegt. 30 minutter er ikke helt skævt. Server med friskkogt pasta, lidt friskrevet parmesan og persille.   Udgivet i 19. november 201616. november 2016Kategorier ItalienskTags farsbrød, hvidvin, italiensk, kylling, pancetta, rørhatte, svampe, svinekødLeave a comment on Kylling med rørhatte, pancetta og svinekød     Fettuccine med svinekød og valmuefrø    Fettuccine med svinekød og valmuefrø. Antal personer: 3 personer. Forberedelsestid: 10 minutter. Tilberedningstid: 15 minutter. Frisk ferruccine 2 skinkeschnitzler 500 g champignoner 1 bdt. persille 1 spsk. portvin 250 g creme fraiche 18% Salt Peber 1 spsk. tomatpuré 2 tsk. paprika 1 knivspids cayennepeber Lidt valmuefrø (birkes) 1 løg 1 fed hvidløg 25 g smør Lidt olivenolie Smelt lidt smør sammen med olien i en gryde ved jævn varme. Tilsæt de skiveskårne løg og lad dem simre rundt under omrøring i ca. 10 minutter til de er klare. Tilsæt så halvdelen af den hakkede persille, det knuste hvidløg, paprika, cayennepeber og kød. Skru op for varmen, og rusk rundt til kødet er brunet. Tilsæt portvinen og lad alkoholen fordampe, hvorefter tomatpuréen tilsættes sammen med creme fraiche. Rør godt sammen. Tilsæt så champignonerne i skiver, og lad det hel simre i yderligere en 10 minutters tid ved jævn varme. Rør jævnligt. Servér pastaen, som er vendt med en smule valmuefrø, med saucen og et skud friskkværnet peber og et drys persille.   Udgivet i 17. januar 2015Kategorier Italiensk, RussiskTags birkes, fettuccine, svinekød, valmuefrøLeave a comment on Fettuccine med svinekød og valmuefrø     Svine- og krabbekødsboller med nudler    Svine- og krabbekødsboller med nudler. Antal personer: 4 personer. Forberedelsestid: 20 minutter. Tilberedningstid: 20 minutter. 250 g hakket svinekød 1 dåse krabbekød på dåse 1 bdt. forårsløg, finthakkede 2 fed hvidløg, finthakket 1 tsk. rød karrypasta 1 spsk. maizena 1 æggehvide 4 spsk. sesamolie 1 lille løg, finthakket 2 røde chili, finthakkede 2 tomater, hakkede Bland svinekød, krabbekød, halvdelen af forårsløgene, det ene fed hvidløg, karrypasta, maizena og æggehvide grundigt. For til små kødboller, og steg dem i 3/4 af olien til de er gyldne og sprøde udenpå. Imens laves saucen ved at svitse de resterende ingredienser i det sidste olie – dog med undtagelse af tomaterne, som først skal i til sidst og lige ruskes med rundt. Server sammen med friskkogte nudler. Voilas: Spaghetti alla Lady & Vagabonden asian style!   Udgivet i 26. august 2013Kategorier AsiatiskTags æggehvide, chili, forårsløg, hvidløg, karrypasta, krabbe, krabbekødsboller, løg, maizena, nudler, sesamolie, svinekød, svinekødsboller, tomater1 kommentar til Svine- og krabbekødsboller med nudler     Hjemmelavede salsiccia med auberginekaviar    Hjemmelavede salsiccia med auberginekaviar – ikke så kønt, men yderst velsmagende. Antal personer: Mange personer. Forberedelsestid: 30 minutter. Tilberedningstid: 45 minutter. Som den opmærksomme og trofaste læser på bloggen vil vide, så skulle jeg lave hjemmelavede salsiccia for ikke så pokkers lang tid siden. Men efter at jeg havde skåret alle ingredienserne i stykker, som kunne klare turen gennem kødhakkeren, så gik det hverken værre eller bedre end at kødhakkeren gik i stykker. Helt i stykker. Så tingene røg i fryseren, en ny kødhakker blev købt, og så kom dagen … Salsiccia 200 g røget bacon 1 løg Timian 3 fed hvidløg Peber Laurbærblade 1 kg svinekød (ikke for magert) 1 chili Salt 1 dl rødvin Svinetarm Auberginekaviar 2 auberginer 2 dl creme fraiche (bare den med lav fedtprocent) 1 håndfuld friskhakket mynte Salt Peber Salsiccia Hak hele molevitten på kødhakkeren – ikke for fint. Herefter skal det blot fyldes i svinetarmen, hvorefter pølserne skal en tur på grillen. Husk at prikke et par gange i hver pølse, så de ikke sprækker ved den hårde varme. Ikke nok med, at det er en stor tilfredsstillende følelse af lave mad fra bunden, så står du nu også med nogle fantastiske pølser i din favn. Auberginekaviar Bland alt med undtagelse af auberginerne. Smid så de hele auberginer på grillen og lad dem blive godt sorte på alle sider. Herefter halveres de, og dressingen hældes over. Meget, meget nemt – og meget, meget velsmagende. Jeg er ikke den helt store fan af auberginer, men sådan her, så kan jeg virkelig godt li’ dem. Opskrift på auberginekaviar under kraftig inspiration fra Cunninghams “Grill”.   Udgivet i 23. juli 201323. juli 2013Kategorier Italiensk, SkandinaviskTags auberginekaviar, auberginer, bacon, chili, creme fraiche, hvidløg, laurbærblade, løg, mynte, peber, rødvin, salsiccia, salt, svinekød, svinetarm, timian4 kommentarer på Hjemmelavede salsiccia med auberginekaviar     Wonton-suppe    Wonton-suppe. Antal personer: 4 personer. Forberedelsestid: 30 minutter. Tilberedningstid: 30 minutter. 25 wontonplader 250 g hakket svinekød 4 tsk friskhakket ingefær 2 spsk soya 2 fed hakkede hvidløg 2 liter hønsebouillon (gerne den “hemmelige/ukendte” her) 1 brev dashi-pulver 1 sammenpisket æg 150 g kogte nudler 3 forårsløg skåret i skrå skiver Lidt stærk chilisauce Friskhakket koriander Bland svinekødet med halvdelen af ingefæren og halvdelen af soyaen. Fordel en lille skefuld på en wonton-plade, og pensl derefter kanterne med lidt æg. Luk dem sammen som små pengeposer. Stil dem på bagepapir til når de skal bruges. Opvarm bouillon i en gryde, sammen med resten af ingefæren, soya, hvidløg og dashi. Lad det simre i ca. 15 minutter, og tilsæt så wonton’erne. Lad dem koge med i ca. 5 minutter. Tilsæt nudlerne og lad dem varme med i kort tid inden servering. Tilsæt forårsløg, og server. Drys med friskhakket koriander, og evt. lidt chilisauce.   Udgivet i 23. marts 2013Kategorier AsiatiskTags æg, bouillon, chilisauce, dashi, forårsløg, hvidløg, ingefær, koriander, nudler, soya, suppe, svinekød, wonton1 kommentar til Wonton-suppe     Hjemmelavede forårsruller    Daloon I ka’ sgu’ bare komme an! Antal personer: Det antal personer, som kan spise 8 store foråsruller. Forberedelsestid: 30 minutter. Tilberedningstid: 30 minutter. De har været længe undervejs, de kære forårsruller. For da de i første omgang skulle have været på menuen, der viste det sig, at jeg alligevel ikke – som jeg ellers troede – havde forårsrulle-dej i fryseren. Fyldet var imidlertid lavet, så det røg i fryseren til senere brug. Og senere blev så her til aften … 5 tørrede shitaki-svampe opblødt i vand i ca. 30 minutter 1 spsk jordnøddeolie 400 g hakket svinekød 2 tsk soya 1 lille dåse bambusskud skåret i tynde strimler 250 g små bønnespirer 1 forårsløg, finthakket 9 forårsrulledej-plader 1 sammenpisket æg 1 spsk smagsneutral olie Pres vandet fra svampene og hak dem fint. Opvarm jordnøddeolien i en wok, og steg kødet til det skifter farve. Smid soya, bambusskud og svampene i. Steg videre ved fuld skrald på varmen i 2–3 minutter. Tilsæt bønnespirene og steg i yderligere 1 minut. Tag wokken af varmen, og bland forårsløg i. Fordel 1/8 af fyldet på en dejplade, og rul sammen. Luk ved at pensle kanten med det sammenpiskede æg. I øvrigt er der er som regel en udførlig instruktion på bagsiden af pakken, hvis det sku’ være. Bliv ved til alt fyldet er brugt, og du står med 8 forårsruller. Jeg valgte så at pensle dem med lidt olie, og så proppe dem i ovnen ved 200 grader i 20–30 minutter. Alternativt kan du friturestege dem nogle stykker af gangen i 5–7 minutter i smagsneutral olie. Olien er klar, når den er 190 grader varm – det er den sådan cirka, når en brødterning bliver gyldenbrun på 30 sekunder.  Opskriften på fyldet er sammensat med inspiration fra “Det kinesiske køkken” – forfatteren er mig ukendt.   Udgivet i 26. februar 2013Kategorier AsiatiskTags æg, bambusskud, bønnespirer, dej, forårsløg, forårsruller, olie, shitaki, soya, svampe, svinekød4 kommentarer på Hjemmelavede forårsruller    Indlægsnavigation Side 1 Side 2 Næste side       Skab en gratis hjemmeside eller blog på WordPress.com.                     \t\tPrivacy & Cookies: This site uses cookies. By continuing to use this website, you agree to their use.  To find out more, including how to control cookies, see here: \t\t\t\t \t\t\tCookie Policy\t\t         Follow    Following        \t\t\t\tFOODPLANNER\t\t\t   Slut dig til de 82, der følger denne blog           \t\t\t\t\t\t\t\t\t\t\t\tSign me up\t\t\t\t\t\t\t\t\t\t\t     \t\t\t\t\t\t\t\t\t\t\tAlready have a WordPress.com account? Log in now.               \t\t\t\tFOODPLANNER\t\t\t     Tilpas      Follow    Following   Tilmeld Log ind   \t\t\t\t\t\t\t\t\t\t\tReport this content\t\t\t\t\t\t\t\t\t\t    \t\t\t\t\t\t\t\t\t\t\tView site in Reader\t\t\t\t\t\t\t\t\t\t   Manage subscriptions  Collapse this bar                                                                                                Indlæser kommentarer ...        Skriv en kommentar     e-mail (påkrævet)    Navn (påkrævet)    Websted                                                "}