{"id": "Tangstegt mørksej med bulgur spinat granatæble  søl - Skagenfood", "contents": "   Tangstegt mørksej med bulgur, spinat, granatæble & søl - Opskrift fra Skagenfood.dk        Log ind  Log ind           Tangstegt mørksej med bulgur, spinat, gr...                             Vis alle produkter ()               0      Tangstegt mørksej med bulgur, spinat, gr...          Tangstegt mørksej med bulgur, spinat, granatæble & søl  Opskriften er udviklet af: Jacob Dahl Andersen                   Skagen Kassen                             Hovedingrediens:                         Fisk                        Sæson:                         Forår, Efterår, Sommer, Vinter                        Tilberedningstid:                         30 minutter                        Opskriftstype:                         Hurtige fiskeretter                         Brugerbedømmelser:                 Fremgangsmåde  Skift til simpel visning           Udskriv                   1 min.                  Syltede rødløg:         Snit rødløg, så fint du kan. Kom dem i en skål, og knug dem med lidt fint salt. Hæld 1/2 dl kogende lys eddike over, og vend rundt. Efter 5 min. tilsættes sukker til en tilpas sur/sød smag.          5 min.                  Bulgur         Kog bulgur i 8-10 min. i rigeligt saltet vand. Dræn den i en sigte, og lad den køle lidt af. Vend den lune bulgur med skyllet spinat, og krydr med salt og peber. Vend de syltede rødløg og lagen derfra i bulgur og spinat. Smag til med salt og peber.           10 min.                  Granatæble:                   Se mere om granatæble:            Granatæblet rulles med et let tryk mod bordet, så kernerne (se video ovenover) løsnes indeni. Skær nu en 2-3 mm dyb ridse med en lille skarp kniv hele vejen rundt om midten, og vrid forsigtigt de 2 halvdele fra hinanden. Nu kan du med bagsiden af en stor kokkekniv banke de lækre kerner ud i en lille skål. (Pas på saftstænk på tøjet – det farver, og er svært at få af.)          25 min.                  Fisk & søl:         Del fisken i mindre stykker med en bredde på ca. 3-4 cm. Krydr med salt og peber. Vend fiskestykkerne i tang-panérmix, og steg dem på en medium varm pande i godt med neutral olie. Steg dem først på den ene side i ca. 2-3 min., til de er pænt gyldne. Tilføj smørklatter, og når smørret er bruset af, vender du fileterne. Steg videre, mens du hele tiden drypsteger ved at tage smør fra panden med en spiseske og hælde over fisken. Fortsæt drypstegningen i 2 min. Kom den tørrede søl på panden, og steg den med de sidste 2 min.           30 min.                  Anretning:         Som vist på billedet. Top fisken med den stegte søl samt lidt af stege smørret og drys med granatæblekerner.  Bonusinfo Med denne tang-panérmix bliver dine fiskeretter super lækre. Tangen i mix’en gør, at fisken lettere forbliver saftig og tilfører fisken en velafbalanceret umami-smag samt naturlige salte og mineraler. Ingredienser:Dalarhvedemel. Ølandshvedemel. Salt. Peber. S. Latissima-tang Bonusinfo Søl (Palmaria Palmata) er en rødalge, der består af smukke, røde pergamentagtige blade. Sølen, der også kaldes ”dulse”, vokser i tidevandszonen og kan blive op til 50 cm lang. Søl er en skøn smagsgiver i salater, sammenkogte retter, pastaer m.m. Vi kan godt lide at bruge sølen som bacon. Når sølen ganske kort (få sekunder) steges af i varmt smør, får den nemlig en smag, der minder meget om baconens velkendte, lækre, røgede aroma. Sølen har et højt indhold af: Jern, magnesium, phosphor, zink samt af B1-, B2-, B3-, B12-, C- og E-vitamin. Søl er også kilde til: Calcium og A-vitamin.    Kundekommentarer ()    Din bedømmelse                Hvor mange stjerner giver du opskriften?                      Kommentarer eller forslag *             Indsend bedømmelse   Tilmeld nyhedsbrev Modtag vores nyhedsbrev med sæsonens spændende råvarer og gode madoplevelser          Tilmeld nyhedsbrev                Jeg har læst, forstået og samtykker til nedenstående             Jeg vil gerne per e-mail, push beskeder, telefonopkald og SMS modtage markedsføring fra Skagenfood A/S om føde- og drikkevarer, madopskrifter, måltidskasser og dagligvarer. Vi ringer forventeligt højst 1 gang/året om dit abonnement. Jeg kan altid tilbagekalde samtykket. Jeg er oplyst om, at tilmelding til markedsføring medfører behandling af mine persondata - se voress privatlivspolitik.   Skagenfood A/S Hyttefadsvej 89970 Strandby Tlf.: 70 20 06 30Man-torsdag: 9-12 & 13-16Fredag: 9-12 & 13-14 kundeservice@skagenfood.dkCvr.nr.: 26022894 Download vores App:   Skagenfood                Om Skagenfood                            Konceptet                            Det Kærlige Måltid                            Egenkontrol                            MSC                            ASC             Levering og opbevaring                Sporbarhed                            Bæredygtigt fiskeri                            Pakning                            Holdbarhed                            Levering                            Aflåst opgang                            God opbevaring af grønt             Info                Betaling                            Sikker nethandel                            Handelsbetingelser                            Levering 2023/24                            Privatlivspolitik (GDPR)                            Opdatér dit samtykke til cookies                            Kend din fisk                            Vores grønt leverandører                            God opbevaring af grønt                            Fragt                            Bliv VIP hos Skagenfood                            Specialvarer                            FAQ Food Market               <img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://ct.pinterest.com/v3/?tid=2612752789304&event=init&noscript=1\" />   "}