{"id": "Vegetarisk linsekarry - HelloFresh", "contents": "Vegetarisk linsekarry  | HelloFreshVores måltidskasserSådan fungerer detUgens menuMåltidskasserHjælpecenterGavekortLog indHelloFreshOpskrifterVegetarisk linsekarryEmailFacebookTwitterMessengerPinterestVegetarisk linsekarrymed ovnbagt aubergine og spicy peanutolieFLASH SALE: Spar op til 1299 krVi kategoriserer en opskrift som “Klimavenlig”, når den udleder min. 50% mindre CO₂ end et gennemsnitligt HelloFresh-måltid. Du kan finde mere information i vores Hjælpecenter.  Findes der noget bedre en kold vinteraften end en varm, krydret gryderet? Forkæl familien med aftenens fantastiske ret, en skøn gryderet med linser, løg, gulerødder og spinat. Gryderetten får en spændende smag af vores færdiglavede krydderiblanding Mild Mahal, og kokosmælk bidrager med perfekt cremethed. Vi serverer vores lækre gryderet med kogte ris og ovnbagt aubergine, og så topper vi med en spicy peanutolie!Tags:Vegetarisk•Plantebaseret•Mælkefri•KlimavenligAllergener:Selleri•Hvede•Soja•Gluten•JordnødderLæs produktets etiket for at få al information om ingredienser og allergener. Tjek venligst de ingredienser, du allerede har derhjemme for at sikre, at de passer til dine allergi- og diætbehov.Samlet tid45 minutter30 minutterSværhedsgradMediumIngredienserAntal portioner241 stkAubergine1 stkLøg1 stkGulerod4 gGrøntsagsbouillon(Indeholder  Selleri)8 gMild Mahal½ dåseTomatpuré100 gRøde linser(Kan indeholde  Gluten)25 mlSojasauce(Indeholder  Hvede, Soja, Gluten)250 mlKokosmælk60 gSpinat(Kan indeholde  Selleri)150 gBasmatiris20 gSaltede peanuts(Indeholder  Jordnødder Kan indeholde  Sesam, Nødder)½ stkLime1 gChiliflagerIkke inkluderet i din måltidskasse1.5 dlVand (trin 3)¼ tskSalt (trin 3)3 dlVand (trin 4)½ tskSalt (trin 4) 1.5 spskOlivenolie (trin 5)1 spskOlivenolie (trin 3)3 spskOlivenolie (trin 1)Næringsindholdper portionper 100gKalorier (kcal)1187 kcalEnergi (kJ)4967 kJFedt71 gMættet fedt26.1 gKulhydrat102.8 gSukker15 gProtein27.7 gSalt5.2 g•Bageplade•GrydeFremgangsmåde1Forvarm ovnen til 200°C/180°C (varmluft).  Skær aubergine i 2 cm tern.  Fordel på en bageplade med bagepapir. Dryp med olivenolie [3 spsk I 6 spsk], krydr med halvdelen af Mild Mahal og et nip salt og peber, og vend sammen.  Bag i ovnen i 20-25 min, eller indtil gyldne og møre. 2Skær løg i tynde, halve skiver.  Skær gulerod (uskrællet) i 2 cm tern.  Skyl linser under koldt vand i en si. Skyl spinat under koldt vand i et dørslag.3Opvarm olivenolie [1 spsk I 2 spsk] i en stor gryde på middelhøj varme.  Steg løg og gulerod i 2 min. Tilsæt resterende Mild Mahal, tomatpuré [½ dåse, 2P] og linser, og steg videre i 1 min.  Tilsæt kokosmælk, vand [1,5 dl | 3 dl], sojasauce og grøntsagsbouillon, og bring i kog. Sænk til lav varme, og lad simre i 20-25 min.  Tilsæt spinat, og vend sammen. Krydr med salt [1/4 tsk | 1/2 tsk] og et nip peber.4Imens, bring vand [3 dl | 6 dl] i kog i en gryde.  Tilsæt ris og salt [½ tsk | 1 tsk], og kog under låg på middellav varme i 10 min. Tag gryden af varmen, og lad hvile under låg i 10 min, eller indtil vandet er absorberet. TIP: Fjern ikke låget, mens risen hviler.5Imens, hak peanuts fint.  Skær lime [½ stk, 2P] i både.  Bland peanuts, et stort skvæt limesaft, olivenolie [1,5 spsk | 3 spsk], chiliflager og et nip salt i en lille skål.  TIP: Spring chiliflagerne over, eller brug mindre, hvis du ikke kan lide stærk mad.6Anret ris og karry i dybe tallerkener. Top med aubergine.  Dryp med peanutolie. Server med limebåde.Udforsk lignende opskrifterGulerod opskrifterLøg opskrifterSpinat opskrifterDu vil måske også være interesseret i:HelloFreshMåltidskasserHelloFresh MenuDagligvarer OnlineMad til DørenMadplanerGroentsagskasserMaltidskasser 1 personMaltidskasser 2 personMest med grøntKalorismartePescetarBilligNemme madideer til hverdagenKuponer og RabatkoderSådan Opsiger HelloFreshLeveringsområderKalorielette opskrifterVegetariske opskrifterFamilieopskrifterOpskrifter med halloumiDu vil måske også være interesseret i:HelloFreshHelloFresh GroupJobsPresseMåltidskasserStudierabatNyt udseendeHelloCareHjælpecenterSamarbejd med osPartnerInfluencerAffiliateprogramLeverandørHelloFreshHelloCareSamarbejd med os© HelloFresh 2023Vilkår og BetingelserPrivatlivspolitikSmiley-rapporterPolitik for etisk handelfacebookinstagram"}