{"id": "Æggekage med kartofler kylling og bacon - SPIS BEDRE", "contents": "       Æggekage med kartofler, kylling og bacon | SPIS BEDRE                                                 Spis Bedre                                        31-60 min.       Hovedret             Æggekage med kartofler, kylling og bacon                        1. juni 2018                                 af                                  Camilla Biesbjerg Markussen.                               Foto: Line Falck         Æggekage er en dejlig dansk klassiker, og her får du en version med ekstra meget fyld af kartofler, kylling og bacon, så hele familien bliver mæt.              Ingredienser                            Sådan gør du        Skrub kartoflerne, og kog dem møre i letsaltet vand i 7-8 minutter. Hæld vandet fra. Afkøl kartoflerne en smule, og skær dem i tykke skiver.     Tænd ovnen på 200º. Pisk æg, fløde og ricotta sammen med et piskeris, og krydr med oregano, salt og peber.     Fordel kartoflerne i et ovnfad eller i en pande, som kan tåle at gå i ovnen, og hæld æggemassen over kartoflerne. Sæt fadet i ovnen i 20 minutter, til æggemassen er fast.     Fordel baconskiverne på en bageplade med bagepapir, og steg dem sprøde i ovnen i ca. 10 minutter. Afdryp på fedtsugende papir.     Kog kyllingefileterne i en gryde med letsaltet vand i 15 minutter. Riv kyllingekødet i strimler med en gaffel.     Skyl og snit salaten fint. Bælg ærterne, Rens radiserne, og skær dem i tynde skiver.     Top æggekagen med kyllingestrimler, den sprødstegte bacon, grøntsager og klippet purløg, og servér med rugbrød.           Næringsindhold   Opskriftens indhold af næringsstoffer, allergener m.v. er vejledende.              Opskriften indeholder     Alkohol    Fisk    Gluten    Jordnødder    Laktose    Nødder    Skaldyr    Soja    Æg       Kostretning     Vegan    Vegetar    Uden svinekød               Print    E-mail    Facebook    Pinterest                Se også              Facebook    Instagram    YouTube    Pinterest       Udgiver: Aller Media | Ansvarshavende mediechef: Iben Rouw | Mail: redaktionen@spisbedre.dk   Kontakt |   Annoncører |   Køb abonnement |   Privatlivspolitik |   Ophavsret |   Administrer samtykke   © SPIS BEDRE 2023                       Log ind             E-mailadresse    Kodeord     Husk mig  Glemt kodeord?                    Ikke medlem? Opret bruger           Søg        Sidebar      Abonnement    Nyhedsbrev                      Navigation                      "}