{"id": "Æggekage med kylling kartoffel og tomat - Steg  Bras", "contents": "        Æggekage med kylling, kartoffel og tomat — Steg & Bras                                                                                                                          Jul                         Gris                         Okse                         Pasta                         Kylling                         Lam                         Fisk                         Vegetarisk                         Drinks                         Bagværk                                                                                   JulGrisOksePastaKyllingLamFiskVegetariskDrinksBagværk                   Æggekage med kylling, kartoffel og tomat             Jeg har ikke fået æggekage med kylling i 10 år tror jeg! Jeg havde faktisk fuldstændig glemt at den ret fandtes. Men det gør den, det smager godt, det er sundt, det er en god måde at bruge rester på og det tager ingen tid at lave. Perfekt. Min æggekage med kylling er også med kartoffel. Hvis du vil være helt helseagtig, så drop dem og brug noget broccoli eller blomkål eller lign. i stedet. Det skal du bruge til 1 æggekage: [checklist]  Kylling fra i går Kogte kartofler fra i går 5 æg 1 løg 2 fed hvidløg Et skvat mælk En håndfuld cherry tomater 2 spsk maizena Spinatblade Purløg  [/checklist] Sådan laver du æggekage med kylling:  Tænd ovnen på 180. Pluk kyllingen i så store stykker som du kan komme til. Skær kartoflerne i både. Skær løget i ringe, hak hvidløget. Drøn hele baduljen på en pande med lidt olie ved svag varme. Det skal bare lige lunes. Ikke brunes. Imens pisker du æggene så luftige og stive som du kan komme til. Giv dem derefter 1 tsk salt, et par omgange med peberkværnen, maizenaen og et skvat mælk. Rør det forsigtigt sammen så luften ikke går af æggene.  Sluk under panden og fordel fyldet så jævnt du kan i panden, eller i et ovnfast fad hvis panden ikke kan gå i ovnen. Det er typisk kun pander med træhåndtag der ikke kan gå i ovnen. Hæld æggemassen ud over fyldet, og sæt panden/fadet midt i ovnen. Efter 5 minutter fordeler du halveret cherrytomater ud over æggekagen. I alt skal den have en halv times tid. Snit spinatbladene groft og hak purløget. Når din æggekage med kylling er fin og brun er den færdig og skal ud. Fordel spinat og purløg over den, og server med godt rugbrød og et glas øl.  Sådan laver du æggekage med kylling. Find en god opskrift på grydestegt kylling med vindruer svampe her!    Kylling, Hurtig madThomas Broge-StarckJanuary 15, 2015Comment        Facebook0    Twitter    Pinterest0      0 Likes                Previous Saftig æblekage med marcipan  Snacks / Bagværk / Des..., Vegetarisk, Hurtig madThomas Broge-StarckJanuary 19, 2015      Next Gnocchi med svampe, chili og kapers  Pasta, Vegetarisk, Hurtig madThomas Broge-StarckJanuary 11, 2015                                           Om Steg & Bras           Alle opskrifter                  "}